[
  {
    "quote": "Abudu mungu kwa njia  ya kuabudu, ukiwa huwezi usipoteze wakati wako.",
    "person": "SAM.",
    "tail": "MA 9. Worship God in the way of worshipping; if you cannot, do not waste your time. Said of people who worship in order to show off. 2817. Ajabu ya shingo kukataa kulala kitandani. SAM 2.7; MEM 24; MS 179. How amazing, the neck refusing to lie down in bed. Said of somebody who refuses something while longing for it - SAM."
  },
  {
    "quote": "Ajifanyiza chongo,  angaona.",
    "person": "",
    "tail": "SACL 215; KB 5, aona. Someone pretends to be blind in one eye, although seeing well. Cf. 4258."
  },
  {
    "quote": "Ajuaye dhambi yake ana moja; asiyeijua yuna  dhambi mbili",
    "person": "SPK.",
    "tail": ". JKP. People who know their sin have only one; but those who do not know their sin have two sins. People who pretend never to have sinned, are sinners since they are dishonest - SPK."
  },
  {
    "quote": "Akipewa amependelewa, nikipewa ninastahili.",
    "person": "I deserve it. Used when someone is jealous.",
    "tail": "EM 9.6. If it is awarded to somebody else, then that person has been favored; but if it is awarded to me, I deserve it. Used when someone is jealous."
  },
  {
    "quote": "Akukanyagae mchana hakuambii pole usiku.",
    "person": "",
    "tail": "FSM 7; FSM 10. A person who tramples you during daytime does not say \"I'm sorry\" at night. If a person abuses you openly, he is capable of finishing you off in secret. Or, he who harms you without reason will do worse given a pretext. Understood is that your enemy does not come to help in difficulty; on the contrary, he'll gloat at your misery. Cf. 31."
  },
  {
    "quote": "Akumulikaye mchana, usiku akuchoma.",
    "person": "F. If one praises you in your presence he will slander you in your absence - SACL. Flatterers are hypocrites - V.",
    "tail": "F 2.12; MEM 254, atakuchoma; KS mulika; NS; V 88; SACL 625, 957; KB 15; RECH 375; KG 14. He who shines a light on you [i.e., shows up your defects] by day, sets fire to you [destroys your reputation altogether] by night. - F. If one praises you in your presence he will slander you in your absence - SACL. Flatterers are hypocrites - V."
  },
  {
    "quote": "Asiyejua kucheza husema \"wacha nivae  nguo.\"",
    "person": "",
    "tail": "REK. The one who does not know how to dance says, \"wait, let me dress.\""
  },
  {
    "quote": "Cheka ukiaga, ukidhani nakupenda, kumbe  nakukanyaga",
    "person": "",
    "tail": ". FSM 32. Laugh when you say \"goodbye\" [so you] may think that I love you, but [as a matter of fact] I step on you."
  },
  {
    "quote": "Chui avaao nguo za kondoo",
    "person": "",
    "tail": ". JKP. The leopard dressing up like a sheep."
  },
  {
    "quote": "Chungu kimevuja nyama, maji yasee",
    "person": "T. Yasee for yamesaa or yamesalia",
    "tail": ". T 56. The pot has leaked the meat, but the water is left. About people who are unreasonable and use the advantages of a situation without fulfilling their obligations; e.g., a man marries a woman for her money, and although he will not give her her rights, uses her property - T. Yasee for yamesaa or yamesalia, is left - T. Cf. 2832."
  },
  {
    "quote": "2826a. Duri na mlio wake, ha ishara hana chake",
    "person": "",
    "tail": ". SPK. The false prophets with their proclamations, they have no signs, they have nothing. Dura, duri, a parrot."
  },
  {
    "quote": "Epuka wakusifuo siku zote",
    "person": "",
    "tail": ". EM 53.4. Avoid those who always praise you. Cf. 2822."
  },
  {
    "quote": "Hata k'ishauzwa mashauzi sishauziki",
    "person": "",
    "tail": ". JKP. Even when I am praised with flattery, I cannot be made proud. K'ishauzwa for nikishauzwa; shaua, give praise, give honor. Shawishi, persuade, tempt, coax."
  },
  {
    "quote": "Hawi musa kwa kuchukua fimbo.",
    "person": "SPK.",
    "tail": "T 87; A 282; SAM 7.4; JKP. One does not become a Moses by carrying a rod. The Prophet Moses was enabled by God's grace to perform miracles by means of his staff - SPK. Cf. 2830."
  },
  {
    "quote": "Hawi mwerevu mtu kwa kuchukua vitabu.",
    "person": "",
    "tail": "MA 132. A person does not become clever by carrying books along."
  },
  {
    "quote": "Hizi staha si huja: nawacha nanyi nichani",
    "person": "",
    "tail": ". T 98. This politeness is out of place: I fear you, and you do fear me. Said to unmask the enmity of a person who conceals it under an assumed politeness - T."
  },
  {
    "quote": "Hutumiaje mchuzi nyama usile?",
    "person": "AL.",
    "tail": "T 107; A 135; SAM 8.7; AL tuma. How can one use the gravy without eating the meat? Said of someone who refuses to admit wrongdoing, although that person is obviously guilty. Why are you busy doing the accessories and neglecting the essentials? - AL. Cf. 2826."
  },
  {
    "quote": "Ikiwa unaweza kummaliza ng'ombe, utashindwaje  mkia wake?",
    "person": "",
    "tail": "EM ii. If you can consume a cow, how can you fail to eat the tail? If people are capable of doing big things, how come they cannot tackle something small? Cf. 392, 396, 438, 488."
  },
  {
    "quote": "Jino la pembe, halinyimwi mcheshi.",
    "person": "",
    "tail": "KA; MARA 2. A flashing smile should be allowed to an actor. A tooth of ivory should not be denied someone who laughs. Laugh with that person and hide the insult in your heart. Jino la pembe, an ivory tooth. An idiom, meaning that somebody embellished his teeth."
  },
  {
    "quote": "Kama chui  kumvisha nguo za kondoo",
    "person": "JKP.",
    "tail": ". JKP. Like putting sheepskin on a leopard. Denying someone's evil character - JKP."
  },
  {
    "quote": "Kilio uliacho ni huruma za mamba.",
    "person": "",
    "tail": "JKP. Your crying is the compassion of a crocodile."
  },
  {
    "quote": "Kisiki mchana usiku mtu",
    "person": "",
    "tail": ". AL 1423. During the day a tree stump, at night a human being. Peaceful at daytime, but dangerous at night."
  },
  {
    "quote": "Maji yajapochemka hayasahau kwao baridi.",
    "person": "",
    "tail": "KB 149. Even boiling water does not forget its natural frigidity. Leopards cannot change their spots. Cf. 2839."
  },
  {
    "quote": "Mkia wa nyani haumbanduki nyani.",
    "person": "",
    "tail": "J banduki; WIKON 180, ondoki. The ape's tail never becomes detached from an ape. An ape's habits never change - J."
  },
  {
    "quote": "Mpe, simnyime, na utukuni asende.",
    "person": "T. Utukuni",
    "tail": "T 305. Give it, don't be stingy, and don't let that person go to the market. Said to be used by the host as a secret sign to the servants that they are not to be lavish with provisions and hospitality to an unwelcome guest, to whom, at the same time, they wish to seem to be urging to greater lavishness - T. Utukuni, but more commonly, sokoni, market. See different proverbs in the section Hospitality."
  },
  {
    "quote": "Mpishi asingizia moto, ikiwa chakula kimevia.",
    "person": "",
    "tail": "AL singiza. The cook blames the fire if the food is not well cooked. Cf. 4737."
  },
  {
    "quote": "2841a. Na midomo ukitabasama na uchungu katika mtima",
    "person": "",
    "tail": ". SPK. You are smiling with your lips but in your heart is bitterness. Cf. 2849."
  },
  {
    "quote": "Nyoka wa nduma-kuwili, huuma akivuvia.",
    "person": "MM. The double-headed snake is supposed to bite and to blow at the same time so that the person who is bitten would not feel the pain. Kuuma ukivuvia",
    "tail": "T 441; B l.l9; SACL 1008. The double-mouthed snake bites and blows at the same time. Beware of the friend who flatters you - MM. The double-headed snake is supposed to bite and to blow at the same time so that the person who is bitten would not feel the pain. Kuuma ukivuvia, to praise someone with evil intent. Nduma kuwili, also the name of the blindworm which is popularly believed to have a mouth at either end. Cf. 2843."
  },
  {
    "quote": "Panya hupuliza aumapo.",
    "person": "T. N.B.",
    "tail": "J puliza; AL 1421. A rat blows where it bites. Do not trust a flatterer. Also used of blowing on a sore place, to deaden the smart, and figuratively, of a person who, after using bitter, strong language, follows it up by a kind or gentle expression to take the sting out - T. N.B.: A rat is supposed to blow while biting the toe of a sleeping person, so that it won't hurt. Cf. 2842."
  },
  {
    "quote": "Shoka liliungua, mpini unabaki.",
    "person": "",
    "tail": "TS 66/6. The axe is burned, the handle remains. Cf. 2826, 2832."
  },
  {
    "quote": "Tamu ikizidi tamu, si tamu tena.",
    "person": "",
    "tail": "ED 72. If sweetness is excessive, it is no longer sweetness. Overdoing something is not good."
  },
  {
    "quote": "Umwonapo hakiri. Kefa usikiapo?",
    "person": "",
    "tail": "T 542; SACL 339 kefa. When you see them they do not confess, will they when you only hear [about them]? Kaifa or kefa or kefu, much less, much more, not to mention - J. Kiri, confess or agree, give in."
  },
  {
    "quote": "Usinipe nyama ya ulimi.",
    "person": "",
    "tail": "SEMI 19. Don't give me meat of the tongue. Don't just flatter me. Cf. 2848."
  },
  {
    "quote": "Usinivike kilemba cha ukoka",
    "person": "",
    "tail": ". F 49.36; KS vaa; H 106. Do not put a turban of grass on my head. Do not flatter me."
  },
  {
    "quote": "Usoni kucheka, binadamu si wema",
    "person": "",
    "tail": ". MEM ll9; SPK. A smile on the face, people are not good. Some who smile have in their hearts masses of mischief."
  },
  {
    "quote": "Uzuri wa chongo, jicho kudidimia",
    "person": "",
    "tail": ". NGU. The appeal of having a blind eye is that the eye sinks in the cavity."
  },
  {
    "quote": "Wanipaka mafuta kwa nyuma ya chupa?",
    "person": "MM. Said by people who think that they have been treated less than generously. Paka mafuta kwa mgongo wa chupa",
    "tail": "F 51.4. KS paka. Do you rub me with oil with the back of a bottle? The oil is still in the bottle and the one who does the rubbing pretends to use oil, without touching the oil - MM. Said by people who think that they have been treated less than generously. Paka mafuta kwa mgongo wa chupa, to deceive, to cheat, to outwit somebody."
  },
  {
    "quote": "Watende wao, wakitenda wenzi wao iwe mwao.",
    "person": "F. If they do an evil thing it is fine",
    "tail": "F 51.7; KA: SM; AL 1393. We should not mind what they do, but if their companions do likewise, they raise an alarm - F. If they do an evil thing it is fine; but if others do it to them it becomes bad, and there will be a fight - KA. Mwao, also vita, kero, vurugu, war, trouble."
  },
  {
    "quote": "2852a. Waungwana wasitende waasayo watendao",
    "person": "",
    "tail": ". SPK. Noble people ought not to do what they forbid those who do it."
  },
  {
    "quote": "Wazikanapo ndipo watafunanapo",
    "person": "",
    "tail": ". FSM 197. Where they bury one another there they chew one another. Instead of praying they start talking evil. Doing evil under the cover of piety. Said of somebody piously attending the burial of an enemy."
  }
]