[
  {
    "quote": "Asojua kusamehe nasitumai kusamehewa.",
    "person": "",
    "tail": "MA 75. One who does not know to forgive, should not expect to be forgiven."
  },
  {
    "quote": "Chungu kidogo huchemka upesi.",
    "person": "EM. A little help now is better than complete help later - MEM. MEM puts this proverb in the category of hamadi kibindoni",
    "tail": "EM 39.19; MEM 156. A small pot boils quickly. It takes very little to anger a small mind - EM. A little help now is better than complete help later - MEM. MEM puts this proverb in the category of hamadi kibindoni, 186."
  },
  {
    "quote": "Dawa kubwa ya hasira ni kuchelea.",
    "person": "",
    "tail": "EM 46.10. The greatest remedy for anger is delay."
  },
  {
    "quote": "502a. Dia hailali.",
    "person": "",
    "tail": "SPK. Revenge does not sleep."
  },
  {
    "quote": "Ghadabu ni kali, hasira ni gharika.",
    "person": "",
    "tail": "NGU. Anger is fierce, but wrath is like a flood. Ghadabu and hasira : hate. Ghadabu is short; hasira is more personal; resentment."
  },
  {
    "quote": "Hasara - mwana wa hasira.",
    "person": "",
    "tail": "NGU. Damage [loss] is the child of anger. Cf. 505."
  },
  {
    "quote": "Hasira [ni] hasara.",
    "person": "",
    "tail": "F 11.12; SWA 23; H 40; l 22; MARA 20; KB 66. Anger is loss. Anger damages and is a wasted effort. Said of people who display much emotion."
  },
  {
    "quote": "Hasira huinua mikuki; uvumilivu huinua madafu.",
    "person": "EM. Coconut juice is a refreshing drink given to visitors.",
    "tail": "EM H.20. Anger lifts spears, forbearance draws coconuts. \"a patient person invites the provoker to join for a drink of coconut juice\" - EM. Coconut juice is a refreshing drink given to visitors."
  },
  {
    "quote": "Hasira hupoozesha urafiki.",
    "person": "EM.",
    "tail": "EM H18. Hot tempers cool friendship. Especially if the reason for anger is not explained - EM. Cf. 505."
  },
  {
    "quote": "Hasira ni anasa ghali.",
    "person": "EM.",
    "tail": "EM H19. Anger is a costly luxury. Especially when a valuable article or relationship is destroyed - EM. Cf. 520."
  },
  {
    "quote": "Hasira ni ukichaa mfupi.",
    "person": "",
    "tail": "NGU. Anger is a short madness. Kichaa: madness."
  },
  {
    "quote": "Hasira utumwa.",
    "person": "EM.",
    "tail": "EM H25. Anger is slavery. \"if anger is not controlled, it controls\" - EM. Cf. 528."
  },
  {
    "quote": "Hasira ya mkizi furaha ya mvuvi.",
    "person": "",
    "tail": "H 96; B 3.57; FSM 45; KS mkizi. The anger of the cuttlefish is the joy of the fisherman. An angry person hurts himself most often. Folklore tells us that the angry cuttlefish, when caught on the line, will jump out of the water into the boat of the fisherman."
  },
  {
    "quote": "Hasira za mkizi tijara ya mvuvi.",
    "person": "",
    "tail": "ED 15; MARA 21; KA. The anger of the cuttlefish fish is the profit of the fisherman."
  },
  {
    "quote": "Hasira za mkizi furaha [tijara] ya mwenye  wando.",
    "person": "JKP. Wando or tando",
    "tail": "KS; JKP. The anger of the 'eel' is the joy [profit] of the one who has the net - JKP. Wando or tando: net. Tando la buibui: spider's web. Kuvua kwa tando: women fishing with their wraparound. Wando: a stone barrier for catching fish in a river - Sacl. Mkizi : cuttlefish fish, octopus."
  },
  {
    "quote": "Ijapo ghadhabu huja aibu.",
    "person": "",
    "tail": "NGU. Where anger arrives shame will come too. Shame, regrets follow anger."
  },
  {
    "quote": "Jibu la haki halihitaji hasira.",
    "person": "EM.",
    "tail": "EM j8. A sound reply does not require one to say it in anger. A person may not be obliged to answer a question, but if he does, he should do so without anger - EM."
  },
  {
    "quote": "Jibu la upole hupunguza hasira.",
    "person": "",
    "tail": "NGU. A kind answer reduces anger."
  },
  {
    "quote": "Kukasirika, kughururika.",
    "person": "RSP.",
    "tail": "RSP 78. To lose one's temper is to go astray - RSP."
  },
  {
    "quote": "Maji ya mfereji hayakawii kupita.",
    "person": "",
    "tail": "AL 814. Water of a freshet [mountain stream] passes quickly."
  },
  {
    "quote": "Maji yenye kutokota hayakawii kupoa.",
    "person": "",
    "tail": "AL 813. Boiling water does not linger to cool off. Cf. 2838, 2886, 3083."
  },
  {
    "quote": "Mimi ni nguva, sihimili jeraha.",
    "person": "",
    "tail": "SACL 682; KS nguva.. I am like a dugong, i die of the least wound. Do not anger me more, that could have evil consequences. Nguva:: dugong, large herbivorous mammal of indian seas, similar to a manatee. Cf. 526."
  },
  {
    "quote": "518a. Mnyonge hana hasira.",
    "person": "SPK.",
    "tail": "SPK. A poor person is never angry. The poor are always patient and humble, knowing that they are losers. Indeed being too soft. It might help to show anger from time to time - SPK."
  },
  {
    "quote": "Moto hauzai moto.",
    "person": "",
    "tail": "F 29,91. Fire does not beget fire."
  },
  {
    "quote": "Moto hauzai moto, huzaa majivu.",
    "person": "MM.",
    "tail": "MARA 43. Fire does not give birth to fire, but to ashes. Could also be used to say that bright and honest parents do not necessarily have bright and honest children - MM. Cf. 509."
  },
  {
    "quote": "Mpiga ngumi (or konde) ukutani [ni] huumiza  mkonowe.",
    "person": "",
    "tail": "F 29.97; B 2.36; KB 197; l 56; MARA 45; MS 166 huumia; T 308; A 292. He who strikes the wall with his fist hurts his hand. Do not fight those stronger than you."
  },
  {
    "quote": "Mto ukivuma chini mna mawe.",
    "person": "AL.",
    "tail": "AL 815. If the river thunders, there are stones in its bed. Even if the river grumbles, its bed reposes on stones. People in authority must accept their subjects, anger does not change anything - AL."
  },
  {
    "quote": "Mwenye ghadhabu mbele yake husimama shetani.",
    "person": "",
    "tail": "V 31. The devil stands in front of an angry person. Cf. 528."
  },
  {
    "quote": "Mwenye hasira anachelewa.",
    "person": "",
    "tail": "AL 810. An angry person arrives too late. Anger makes a person miss his chance."
  },
  {
    "quote": "Mwenye hasira hawezi kulima mpunga.",
    "person": "",
    "tail": "AL 811. A person who is coleric is incapable of farming rice. That person is irresponsible, lacks patience."
  },
  {
    "quote": "Mwenye hasira hawezi kuongoza mbuzi  njiani.",
    "person": "",
    "tail": "AL 454. An irascible person cannot lead goats on the way. Anger is the cause of bad treatment. This is said of a caretaker of a widow's children and not fit to be a tutor."
  },
  {
    "quote": "525a. Mwili una vifundo vifundo.",
    "person": "",
    "tail": "SPK. The body is full of knots [meaning bones that stick out]. A person is full of hidden rancor and grudges."
  },
  {
    "quote": "Nyumba ya udongo haihimili vishindo.",
    "person": "",
    "tail": "F 40.24; KS himili.; SPK hailindi.. A mud hut cannot withstand great shocks. Said of a quick-tempered person who cannot bear to be put out. Only rich people with big masoned houses can afford to quarrel in private."
  },
  {
    "quote": "Kifua chake nyumba ya udongo, haihimili vishindo.",
    "person": "",
    "tail": "J kifua; AL 683. His chest is like a mud-house, it cannot withstand shocks. Cf. 518, 3957."
  },
  {
    "quote": "Piga magoti hauawi.",
    "person": "EM.",
    "tail": "EM p21. One who kneels is not killed. A person who surrenders is not killed. One who asks for pardon is not punished - EM."
  },
  {
    "quote": "Ukiwamo ghadhabuni, atakunyata shetani.",
    "person": "",
    "tail": "RSP 53. It is when you are in anger that the devil will get hold of you. Cf. 522."
  },
  {
    "quote": "Usafishapo uso unamaliza penye kidevu.",
    "person": "EM.",
    "tail": "EM u24. When you wash your face, you finish at the chin. This means that if you want to end a dispute, you discuss its causes and then end by an apology - EM."
  },
  {
    "quote": "Usiniue kwa majuto kama  kasuku.",
    "person": "",
    "tail": "KA. Don't kill me as the crow and be sorry afterwards. The person killed the crow for a misdeed the crow had not committed."
  },
  {
    "quote": "Usinywe jasho; maji yako mbele.",
    "person": "",
    "tail": "KB 328. Don't drink your sweat, there is water ahead of you. Don't get angry; after the rain there is sunshine."
  },
  {
    "quote": "Usipoteze hasira yako, wengine watafurahi sana kuiona.",
    "person": "",
    "tail": "NGU. Don't waste your anger, many will be very happy to see you angry."
  },
  {
    "quote": "Utakufa na laiti na chanda kili kinywani.",
    "person": "JKP.",
    "tail": "A 95; T 562. You will die with an alas [i'm sorry] and your finger still at your lips. Said of people who are not serious in their pursuit of better things. Finger at the lips (mouth) is a gesture of vexation. \"said when someone is about to do something and regret it later\" -JKP."
  },
  {
    "quote": "Wagombanao ndio wapatanao.",
    "person": "KB.",
    "tail": "F 51.2; B 2.47; KB 340; MARA 3. Those who quarrel are those who make it up. One must not quarrel all the time: man is made for reconciliation - KB."
  },
  {
    "quote": "Watetao hupatana.",
    "person": "",
    "tail": "JK 118. Quarrelers usually reconcile."
  },
  {
    "quote": "Waja uma kumi usipate hata kimoja.",
    "person": "",
    "tail": "KA; SM. You come and bite ten [fingers], but don't get even one. Said if someone quarrels with many, but does not listen and gets nothing out of it. Better to listen to the views of others."
  },
  {
    "quote": "Watetea ndizi mgomba si wao.",
    "person": "",
    "tail": "KA. They quarrel about bananas, but the tree is not theirs. Do not quarrel about things that don't belong to you."
  },
  {
    "quote": "Zimwi likujualo, halikuli likakuisha.",
    "person": "MARA.",
    "tail": "F 52.1; SACL 1044; B 2.13; H 112; RECH 636; MS 174; MARA 2. A demon who knows you will not eat you completely. A father, no matter how angry, does not kill his child. A husband may beat his wife, but he does not go as far as to kill her. A person you are acquainted with will not cause you extreme harm. He must bear in mind your kindness. And you should have the same attitude towards him - MARA."
  },
  {
    "quote": "Zinga mikono hapigwi.",
    "person": "",
    "tail": "EM z2. One holding his hands together above his forehead is not beaten. That person surrenders, asking for pardon. Cf. 527."
  }
]