[
  {
    "quote": "Cha  kuokota si cha kuiba, cha mfalme kina mwiba.",
    "person": "",
    "tail": "NGU. Finding is not stealing, but what belongs to the chief has a sting. All things found on the shore belong to the chief. Cha mfalme kina mwiba. NGU. What belongs to the chief has a sting. Mwiba: a thorn, sting of a bee or insect. 4419. Dhana haishiki mwizi. JKP. Suspicion does not catch a thief. Dhana: a thought, idea, notion, suspicion."
  },
  {
    "quote": "Makovu si  alama za wizi.",
    "person": "",
    "tail": "REK. Scars are not signs of theft. Thieves cannot be easily recognized."
  },
  {
    "quote": "Mali  ya wizi haina baraka.",
    "person": "",
    "tail": "AL 35. Stolen goods have no blessing."
  },
  {
    "quote": "Mbwa  hawezi kula furushi waliomfungia shingoni.",
    "person": "",
    "tail": "MP.227.20. The dog cannot eat the bundle they tied to its neck. One is not allowed to dispose of an object put in one's charge. MP."
  },
  {
    "quote": "Mkamatwa  na ngozi ndiye mwizi.",
    "person": "",
    "tail": "F.26.65; KB. 184. The one who is caught with the hide is the thief."
  },
  {
    "quote": "Mla cha  mwenziwe na chake huliwa.",
    "person": "",
    "tail": "B.1.7, F.27. 78; SAM.15.13; FSM.121; MS.ll9; KS, mla. If you eat another's food [without permission] you will have your own food eaten. F. If one gets help one should help others as well. FSM. Cf. #639."
  },
  {
    "quote": "Mla kuku  wa mwenziwe miguu humwelekea.",
    "person": "",
    "tail": "F.28.80: NS.13; JKP; MARA. One who devours neighbor's fowl [will be discovered because] the fowl's footprints will show the way.. The footprints will show that the fowl went in, and did not come out again. F. \"Adultery leaves revealing traces of gifts that he offered to the wife of someone else.\" JKP. Evil deeds will come to light. MARA."
  },
  {
    "quote": "Mlia ashitakiwe,  meiba fupa mwenyewe.",
    "person": "",
    "tail": "RSP.134. The one who shouts \"So and So be accused,\" is the one who stole the bone."
  },
  {
    "quote": "Mtu  akaaye na wevi ataleta nini kama si wivi?",
    "person": "",
    "tail": "J., leta; WIKON. 182. A person who lives with thieves comes forth with stolen things. Cf. #210."
  },
  {
    "quote": "Mtume  mwizi kukamata mwizi.",
    "person": "",
    "tail": "NGU. Send a thief to catch a thief."
  },
  {
    "quote": "Mwezi na  mtembezi, kiza na mwizi.",
    "person": "",
    "tail": "JK.130. Moonlight and a loafer are like darkness and a thief. They go together."
  },
  {
    "quote": "Mwibaji na  watwana, mlipi ni mwungwana.",
    "person": "",
    "tail": "F.36. 170; AL 1247. A thief and rogues, the one who pays is a free person. F. A thief and slaves, the one who pays is the owner. It is the free person, owner of the slaves, who pays for their misdeeds. AL. Mtwana: male slave; rascal, rogue, ill-bred person. Cf. #944."
  },
  {
    "quote": "Mwivi haibi na mnyaka hanyakui.",
    "person": "",
    "tail": "T.395. The thief does not steal and the snatcher snatches not; you don't believe it, do you? On the impudence of thieves. T."
  },
  {
    "quote": "Mwivi  hang'olewi mtango.",
    "person": "",
    "tail": "T.393; B.2.45. The cucumber is not plucked up for a thief. A person is not going to make it easy for a thief."
  },
  {
    "quote": "Mwivi  hataki kuibiwa",
    "person": "",
    "tail": ". REK. A thief does not want to be robbed."
  },
  {
    "quote": "Mwivi  mkavu alimwambia mwenye munda, \"M\".",
    "person": "",
    "tail": "T.396 The impertinent thief said to the owner of the garden \"M\". The owner asked the thief to give back what the thief had stolen and the thief said \"M\", what's next? Munda: plantation, garden. Mkavu: dry (eyed)."
  },
  {
    "quote": "Mwivi siku  zake arobaini.",
    "person": "",
    "tail": "B.2.45; Swahili Mar.1967, p.l09; NS.26; SAM.19.43; KS, mwizi."
  },
  {
    "quote": "Siku za mwizi ni  arobaini.",
    "person": "",
    "tail": "B.2.16; H.91; SWA.25. The days of a robber are forty. A thief is bound to be caught."
  },
  {
    "quote": "Mwizi  sikuye ni moja.",
    "person": "",
    "tail": "JK. 145; AL 822. The day of a thief is one. The luck of the thief is probably short. AL Cf. #1349."
  },
  {
    "quote": "Mwizi  haibi mara moja.",
    "person": "",
    "tail": "WIKON.197. A thief does not steal once only."
  },
  {
    "quote": "Mwizi  hajidumbi",
    "person": "",
    "tail": "[or hajistaki]. SAM.19.42. Thieves do not accuse themselves. A thief does not admit being bad, and does not like to be thought of as bad. See note #1839."
  },
  {
    "quote": "Mwizi huwa zaidi akikamatwa",
    "person": "",
    "tail": ". NGU. A thief becomes a greater thief if caught."
  },
  {
    "quote": "Mwizi ni  mwizi, kanuna mwizi mkubwa au mdogo.",
    "person": "",
    "tail": "REK. A thief is a thief, there is no big or small thief."
  },
  {
    "quote": "Paka  hawekewi kitoweo kulinda",
    "person": "",
    "tail": ". SAM.21.2. A cat is not put guard over food. A thief is not put to watch over precious things."
  },
  {
    "quote": "[leo]  pwagu na pwaguzi wamekutana",
    "person": "",
    "tail": ". RECH.451; KS,leo. [Today] A thief and a better thief have met. A thief has been caught by a more cunning thief. There is always someone better."
  },
  {
    "quote": "Pwagu  hupata pwaguzi.",
    "person": "",
    "tail": "F.43.22. A thief finds a bigger and better thief. Cf. #751."
  },
  {
    "quote": "Shirika wa mwizi ni mwizi.",
    "person": "",
    "tail": "NS.25. The company of a thief is a thief."
  },
  {
    "quote": "Taa haachi mwibawe.",
    "person": "",
    "tail": "SAM.23.1; KA: SM. The skate [fish] does not shed its spiny pikes. Don't follow bad people. Don't trust them. Taa, a skate, a fish with stickles. Mwiba: a thorn, a fishbone."
  },
  {
    "quote": "Taa  haimziwii mwizi.",
    "person": "",
    "tail": "MM. Light does not prevent a thief [from stealing]. Cf. #1190; #390; #391; #399."
  },
  {
    "quote": "Ukimtendea  mwizi vizuri, mwishowe atakuibia.",
    "person": "",
    "tail": "REK. If you treat a thieves nicely, they'll rob you at the end."
  },
  {
    "quote": "Usimkanie vyanda vitano.",
    "person": "",
    "tail": "JK.129; AL 1790. Do not think that that person does not have five fingers. That person stole once and will steal again. One does not change one's behavior. Once a thief always a thief. AL."
  },
  {
    "quote": "Waanikaji wengine, waanuzi wengine.",
    "person": "",
    "tail": "EM w2. Some put their clothes out to dry and others remove them. \"If a person has a plan another may undo it.\" EM."
  }
]