[
  {
    "quote": "Afadhali  kuvumilia joto kuliko msiba.",
    "person": "",
    "tail": "SAM.1.5. It is better to suffer from the heat than from calamity. 3430. Afadhali nusu ajali kuliko ajali kamili. NGU. Half a mishap is better than a whole one. A minor accident is better than a big one."
  },
  {
    "quote": "Ajali haibishi hodi.",
    "person": "",
    "tail": "EM.8.3. An accident does not ask for permission to enter."
  },
  {
    "quote": "Ajali ina  sababu.",
    "person": "",
    "tail": "SAM.2.8. An accident has its cause. Many accidents can be avoided. Cf. #766."
  },
  {
    "quote": "Ajaye  ndiye aondokaye.",
    "person": "",
    "tail": "FSM.2. A person arrives and will go away. What comes to you will also go away from you, be it good or evil."
  },
  {
    "quote": "Akosaye  [ukikosa] la mama hata la mbwa huamwa.",
    "person": "",
    "tail": "KA. If a child has no [If you lack] mother's breast to suck, even a dog's tit will do. If we cannot get the best, second best will do."
  },
  {
    "quote": "Aliangukiwa na mti.",
    "person": "",
    "tail": "AL, angua. A tree has fallen upon someone. A misfortune fell upon that person. cf. #1446, #1448, #1449."
  },
  {
    "quote": "Aliyeanguka mwanguko wa mende hana bao.",
    "person": "",
    "tail": "EM.10.8. One who has fallen cockroach-style has no chance. To fall that way is to fall on the back with legs up and head down. This means to fall so badly that help is needed in order to come up. EM."
  },
  {
    "quote": "Kuanguka  mwanguko wa mende mdani ya chupa ya mafuta.",
    "person": "",
    "tail": "AL, mweleka; AL 1768. Falling like a cockroach in a bottle of oil. A fall from which one cannot recover."
  },
  {
    "quote": "Mweleka wa mende  kuanguka chali.",
    "person": "",
    "tail": "AL 1767. The wrestling of the cockcroach falling on its back."
  },
  {
    "quote": "Mweleka wa mende  chalichali: mpaka kuokotewa na mdomo wa kuku.",
    "person": "",
    "tail": "AL 1769. The struggle of the cockcroach on its back: until it be picked up by the beak of a chicken."
  },
  {
    "quote": "Aliyekutweka ndiye atakayekutua.",
    "person": "",
    "tail": "SM; KA. The one who put that load on you is the one who can unload you. This is said when someone is complaining about misfortune and hardship, after that person self is the cause of trouble. Tweka: put a load on someone or something. Tua: unload, put down."
  },
  {
    "quote": "Amekalia  mguu wa kausha.",
    "person": "",
    "tail": "KS., kausha. That person sat at the foot of Mr. Trouble. A student might say, e.g., when the teacher refuses to student to go to the hospital, \"Mwalimu amenikalia mguu wa kausha\": The teacher put me down at the foot of Mr. Kausha. Kausha: a person in misfortune, trouble."
  },
  {
    "quote": "Amekipanda  chombo mwamba.",
    "person": "",
    "tail": "SACL.728. So and So has thrown the boat on a cliff. Has lost everything."
  },
  {
    "quote": "Chombo  amekipanza mwamba.",
    "person": "Panda mwambani. So and So has run the boat on a rock.",
    "tail": "T.54; J., Panda mwambani. So and So has run the boat on a rock."
  },
  {
    "quote": "Amekula  ngano.",
    "person": "",
    "tail": "V.131; SACL.678. So and So has eaten wheat. Muslims believe that the \"forbidden fruit\" was wheat. T; SACL."
  },
  {
    "quote": "Amekula ngano,  imemtoa peponi.",
    "person": "",
    "tail": "T.23. So and So has eaten wheat, it turned that person out of Paradise."
  },
  {
    "quote": "Amekula tunda la  shetani.",
    "person": "",
    "tail": "MA.50. So and So has eaten Satan's fruit."
  },
  {
    "quote": "Amegusa mwa  munda.",
    "person": "",
    "tail": "T.21. So and So has touched the garden fruits. Has eaten the forbidden fruit and lost paradise."
  },
  {
    "quote": "Amekwenda  mrisi.",
    "person": "",
    "tail": "KS., mrisi. That person went bankrupt. Did not succeed."
  },
  {
    "quote": "Ametubwikia kisimani.",
    "person": "",
    "tail": "T.28. That person has fallen into the well. Has got into a plight where help is needed. T. Cf. #665."
  },
  {
    "quote": "Anayechomwa na mwiba ndiye anasikia uchungu.",
    "person": "",
    "tail": "NGU. The one who is pierced by a thorn is the one who feels the pain."
  },
  {
    "quote": "Apatikanaye na mkasa hupatikana na visa.",
    "person": "",
    "tail": "EM.13. A person who gets involved in an accident gets involved in tales. Everyone will try to explain how and why it happened and blame the person. Cf. #6."
  },
  {
    "quote": "Asemavyo  kabla hajanaswa sivyo asemavyo anaswapo.",
    "person": "",
    "tail": "REK. The way a person speaks before being caught is not the same way that person speaks after being caught."
  },
  {
    "quote": "Ashukaye  hushushwa.",
    "person": "",
    "tail": "EM.14.17. A person comeing down is helped. When people are going downhill, everyone will give them a push. EM."
  },
  {
    "quote": "Asiye na  mengi ana machache.",
    "person": "",
    "tail": "F.4.38. One who has not many, has a few. About troubles and imperfections. Nobody is perfect. MM."
  },
  {
    "quote": "Asiye hili ana  lile.",
    "person": "",
    "tail": "FSM.21. A person who has not this has that."
  },
  {
    "quote": "Kila mmoja ana  chake.",
    "person": "",
    "tail": "FSM.21. Everybody has his own [defect or possession]."
  },
  {
    "quote": "Asiyelijua  chozi amtazame aliaye.",
    "person": "",
    "tail": "TAA 1. One who does not know tears [suffering] should look at the one who weeps. Before starting a major interprise consider the consequences, or consult those who have."
  },
  {
    "quote": "Azibaye  masikio kwa lio la maskini, mungu hatamsikia aliapo kiyamani.",
    "person": "God will not hear you when you cry on the day of resurrection.",
    "tail": "JKP. If you block your ears (refuse to listen) from the crying of the poor, God will not hear you when you cry on the day of resurrection."
  },
  {
    "quote": "Baa  haipati mmoja.",
    "person": "",
    "tail": "MM. Misfortune does not get [only] one. If one person of the homestead is in trouble or has done bad things, all the others suffer too."
  },
  {
    "quote": "Baa ikija  mtu awe utuvu.",
    "person": "",
    "tail": "MA.81. When a mishap comes about, let the person be at ease."
  },
  {
    "quote": "Baa pia  hutokana na vijana na watumwa.",
    "person": "",
    "tail": "T.40; SACL.82, baa. All kinds of nuisance come about through children and slaves."
  },
  {
    "quote": "Baada ya  dhiki, faraja.",
    "person": "",
    "tail": "F.5.1; H.96; B.1.12; T.41; MARA.9; V.46; KS, dhiki. After hardship, relief. Faraja also faraji. V; H; SACL.82,1042."
  },
  {
    "quote": "Barabara  [ndefu] haikosi makona [mipindo].",
    "person": "",
    "tail": "NGU; AL 1644. There is no [long] road without corners [curves]. Nothing is ever perfect"
  },
  {
    "quote": "Baridi ya  alfajiri lambalamba.",
    "person": "",
    "tail": "FSM.24. The coolness of the dawn keeps licking. Every day is a new beginning. It is commonly understood that the morning dew cleans grass, trees, everything. Used for almost any situation: misfortune, worries, disputes. Cf. #1505."
  },
  {
    "quote": "Bora kufa  macho kuliko moyo.",
    "person": "",
    "tail": "NGU. It is better that the eyes die than the heart."
  },
  {
    "quote": "Bora  kupigwa dhoruba ya dhahiri kuliko ya siri.",
    "person": "",
    "tail": "SAM.5.6; MS.181. It's better to be hit by a hurricane in the open than in private. If a calamity befalls you in the open [in public] help may be available. A person accused openly can defend himself."
  },
  {
    "quote": "Chenye  kukufukuza hakijasimama, wewe usisimame mbele.",
    "person": "",
    "tail": "AL 1847. The danger you flee is not yet standing, so you should not stand up the first. The early signs should not force you to give up. AL. ."
  },
  {
    "quote": "Chura  akianguka na mtoto chini si mbALI.",
    "person": "",
    "tail": "AL.1845. If a frog with young falls, it is not far it falls. Don't despair when misfortune falls upon you. Don't exaggerate what happened."
  },
  {
    "quote": "Dawa ya  maudhi ni sahau.",
    "person": "",
    "tail": "REK. The remedy of grief is forgetfulness."
  },
  {
    "quote": "Fedheha za  mwenziwo usizifurahikie.",
    "person": "",
    "tail": "MA.114. Don't enjoy the disgrace of your fellow being."
  },
  {
    "quote": "Furaha ya  mwenye meno, mwenye mapengo hacheki.",
    "person": "",
    "tail": "MP.83.10,hacheke. What is joy for someone who has teeth is not a joy for one who has gaps in his mouth. Laughter is for the person who has teeth; how shall one laugh who has none. Racial proverbs, p. 586.131."
  },
  {
    "quote": "Gae huwa  chombo wakatiwe.",
    "person": "",
    "tail": "JK.135; AL 1183, A potsherd becomes a vessel in time. This proverb has a surface meaning which does not seem true: Potsherds remain potsherds. But the applicative meaning is that a young boy who may not seem to be very promising may yet grow up to become a useful member of society. JK. No one is hopeless if given the right opportunity. MM. Even old people are still useful. AL. Cf. #1467."
  },
  {
    "quote": "Giza  likizidi, kucha kunakaribia.",
    "person": "",
    "tail": "EM g4. When darkness becomes more intense, dawn is near. Cf. #1495, #1497."
  },
  {
    "quote": "Haiko kule  afua.",
    "person": "",
    "tail": "JKP. Relief is not far away. \"The darkest hour is shortly before dawn.\" JKP. afua: deliverance from calamity, disaster or ill luck."
  },
  {
    "quote": "Hakuna  dhiki wa dhiki.",
    "person": "",
    "tail": "ZO p40. There is no extreme distress. Cf. #1635."
  },
  {
    "quote": "Hakuna  furaha bila uchungu.",
    "person": "",
    "tail": "KB.57; AL 1640. There is no joy without pain. No rose without thorns."
  },
  {
    "quote": "Hakuna marefu yasiyokuwa [yasiyo] na ncha.",
    "person": "",
    "tail": "H.36; CM.44; F10.5; A 207."
  },
  {
    "quote": "Hakuna refu  lisilo ncha [mwisho]",
    "person": "",
    "tail": "T.78; MARA.17, lisilo na ncha; SACL.666; V.,ncha; MS 103, mwisho; FSM 42,kirefu. There is nothing so long that it has no end."
  },
  {
    "quote": "Hapana neno  lisilo na upeo [ukomo].",
    "person": "",
    "tail": "SACL.965 and 945 There is no word [story, matter] that has no end."
  },
  {
    "quote": "Hakuna kubwa lisilo ukomo [or, mwisho].",
    "person": "",
    "tail": "T.75; A.207. There is no matter so big as to have no end."
  },
  {
    "quote": "Hakuna la  kudumu, kiumbe uwe na sabura.",
    "person": "",
    "tail": "MA.122. There is nothing that lasts, mortal, just have patience."
  },
  {
    "quote": "Hakuna lisilo na  mwisho.",
    "person": "",
    "tail": "EM h7. There is nothing that does not end."
  },
  {
    "quote": "Hakuna  msiba usio [kuwa] na mwenziwe.",
    "person": "",
    "tail": "RECH.358; MS.149; CM.42; A.206; T.77; SACL.595, 648; J.,enda; F.20.7 has hapana; V.90; KB.62, mwenzake, sibu; KS,msibu. There is no misfortune which has no companion. A misfortune seldom comes alone. Cf. #352."
  },
  {
    "quote": "Hakuna  shina lisilo na ncha.",
    "person": "",
    "tail": "NGU. There is no pole without an end. Cf. #1461."
  },
  {
    "quote": "Hakuna  waridi bila miiba.",
    "person": "",
    "tail": "NGU. There is no rose without thorns."
  },
  {
    "quote": "Hapana  bahari isiyo mawimbi.",
    "person": "",
    "tail": "JKP. There is no sea without waves."
  },
  {
    "quote": "Hapana maji yasiyo [na] mawimbi.",
    "person": "",
    "tail": "J: CM.44; V., maji. There is no water without waves."
  },
  {
    "quote": "Heri nusu (ya) shari kuliko shari kamili.",
    "person": "",
    "tail": "H.43; F.11.17; SWA.36; B.2.29; L.25; ED.91, kama for kuliko; MS.146, 153; FSM.49, nusu shari; MARA 2."
  },
  {
    "quote": "Kheri nusu shari  kama shari kamili.",
    "person": "",
    "tail": "MARA 3. Better the half of an evil than the whole evil. Better a little trouble than a disaster. Sometimes used in lending. By refusing to lend to someone, a person might get a dirty face, but it is better than having all the trouble when the borrower is not going to give back. Evil of refusal is less than the evil of loss. Facing several evil things, try to choose the least evil. MARA. Shari, jambo baya: something bad. Cf. #777."
  },
  {
    "quote": "Heri ya  kuvujiwa kuliko kunyeshewa.",
    "person": "",
    "tail": "FSM.51. It's better to be in a leaking house than to be rained upon. Cf. #1456, #1473, #1464."
  },
  {
    "quote": "Heri ya  mrama kuliko kuzama.",
    "person": "",
    "tail": "AL 1880; KS ,mrama. The pitching of the boat is better than capsizing. Cf. #777."
  },
  {
    "quote": "Heri ya  mvua kuliko umande.",
    "person": "",
    "tail": "FSM.50. Rain is better than the dew. Walking in the rain one can protect oneself, but walking in the dew it is impossible to escape the wet grass. Used also with a nagging spouse when it is impossible to escape the nagging."
  },
  {
    "quote": "Huyu ni  chimvi amemchimba mama yake.",
    "person": "",
    "tail": "J., chimba. This is an unlucky child, it has dug [a grave for] its mother. J. Chimvi: a person of ill omen, e.g., a child born with front teeth or other peculiarities; a child at whose birth the mother dies, etc. J."
  },
  {
    "quote": "Iizwayo  ndiyo ipendayo.",
    "person": "",
    "tail": "T.109; SACL.310; JKP; AL 1334. Often what one rejects is what one likes. SACL. What you have regarded as a misfortune, you often find to be a blessing in disguise. T. \"The one who really loves us is often the one we reject. How often shall we find that the one thing we want most [now] is what we once rejected.\" JKP. Iza for kataa: to reject, in poetical Swahili. T. and Lamu dialect. MM."
  },
  {
    "quote": "Ipo siku  ya upepo itakuleta karibu nami.",
    "person": "",
    "tail": "REK. Perhaps a windy day will bring you close to me. Keep hoping."
  },
  {
    "quote": "Jungu bovu  limekuwa magae.",
    "person": "",
    "tail": "T.119; F.13.9; JKP; V.102, chungu kibovu kimekuwa magai; AL 1187. The deteriorated pot has become potsherds. A bad pot went to pieces. Said of a bad child who grows up to no good. JKP. Somebody already in difficulties and gets in greater ones. Like the flounder out of the frying pan and into the fire."
  },
  {
    "quote": "Kenda  karibu ya kumi.",
    "person": "",
    "tail": "T.137; F.13.9; V.51; KS,kenda. Nine is close to ten. Words of comfort: don't give up now. Patience wins the day. V."
  },
  {
    "quote": "Kenge  aliuma sababu ya pumzi.",
    "person": "",
    "tail": "AL 1851. The monitor salamander bit because it was out of breath. In desperation a person hopes that an uncertain solution will appear. AL."
  },
  {
    "quote": "Kidagaa  kimemwozea.",
    "person": "",
    "tail": "NGU. The small sardine has turned bad for So and So. One's small enterprise has gone bad."
  },
  {
    "quote": "Kidonda  cha mwenzako unakisafisha na gunzi, chako unatafuta pamba.",
    "person": "",
    "tail": "AL 1217. The sore of your companion you clean with a corn cob, but for your own you find cotton. Lack of concern for others."
  },
  {
    "quote": "Kila  likuepukalo mja, lina heri nawe.",
    "person": "",
    "tail": "SM; KA. Whatever you lack, human being, it is for your happiness. God will give you happiness."
  },
  {
    "quote": "Kila  mchukuzi husifu mzigo wake.",
    "person": "",
    "tail": "MARA 2. KA mzigowe. Every carrier understands his or her own load. Every person knows what is bothersome. Cf. #512; #731"
  },
  {
    "quote": "Kila msiba  na mwenziwe.",
    "person": "",
    "tail": "NGU. Every misfortune has a companion. Misfortunes never come singly."
  },
  {
    "quote": "Kila ncha  ina mwisho.",
    "person": "",
    "tail": "NGU. Every point has an end. Someone made fun of. Cf.# 1461."
  },
  {
    "quote": "Kila roho  na visa vyake.",
    "person": "",
    "tail": "AL, kisa; AL 1786. Every soul has its own preoccupations. Cf. #1452"
  },
  {
    "quote": "Kila wingu  na kikomo chake.",
    "person": "",
    "tail": "NGU. Every cloud has its end. Kikomo: stop, cessation."
  },
  {
    "quote": "Kiliacho  pa, kijutie.",
    "person": "",
    "tail": "SM. Whatever cries pa, must be sympathised with. One should be sorry for whatever is in danger of being destroyed, even if it is not our own. Pa: the noise of a china cup falling and breaking on a hard floor."
  },
  {
    "quote": "Kilio kwa  mwenyewe.",
    "person": "",
    "tail": "AL 1210. One weeps for those who are bereft. One does not weep for oneself or hypocritically."
  },
  {
    "quote": "Kipya  kinyemi kingawa kidonda.",
    "person": "",
    "tail": "J.,kinyemi; T.155; H.52; F.15.26; LOBO.87; A.186; NS.29; V. 105,kitu kipya; MS.160,ingawa; MARA 2+3 ingawa + japo donda; JKP. A novelty has its charm, even though it be a sore. A new thing is a source of joy even if it is a sore. A new thing is attractive. JKP."
  },
  {
    "quote": "Kipya kinyemi  kingawa kiovu.",
    "person": "",
    "tail": "SACL.389. A new thing pleases, even if bad. New songs are eagerly sung. V."
  },
  {
    "quote": "Kiwanja  mtu mwona taabu : jua yake, mvua yake.",
    "person": "",
    "tail": "AL 1381. The courtyard is like a person, suffering from sun and rain."
  },
  {
    "quote": "Kiwanja mwona  taabu, kila mtu kukikanyaga.",
    "person": "",
    "tail": "AL 1382. The courtyard is like a suffering person, every one steps on it."
  },
  {
    "quote": "Kiwi heri  kukipata kama kukikosa kamwe.",
    "person": "",
    "tail": "T.163; KB., kamwe; SACL.324. It is better to accept a little evil than to miss it entirely."
  },
  {
    "quote": "Kiwi kiole  dawamu kama kukikosa kamwe.",
    "person": "",
    "tail": "T.163; SACL 706; KA; AL, ola. Having a bad thing continually is better than not having anything at all. A very old proverb. Dawamu or daima: always. Kiwi or kibaya: something bad. Kiole or tazama: look at. Kama or kuliko: than (comparative),"
  },
  {
    "quote": "Kizito  huonjwa.",
    "person": "",
    "tail": "TAA 27. Hardship is suffered by all."
  },
  {
    "quote": "Kosa la  ndugu halifiki kwenye mfupa.",
    "person": "",
    "tail": "NGU. The mistake of a close relative does not reach the bone. It does not hurt too deeply."
  },
  {
    "quote": "Kuanguka  mweleka wa maziwa: hayaamki.",
    "person": "",
    "tail": "AL, eleka; AL 1807. The fallen breasts of the aging woman don't come up again. Old age is a fact that cannot be cured. Irreparable damage. Bankrupt."
  },
  {
    "quote": "Anaanguka  mwereka wa maziwa.",
    "person": "",
    "tail": "AL 1807. That person has gone down like the breast of an old woman. Cf. #1446."
  },
  {
    "quote": "Kuku  mnyonge hasemi, machungu yake rohoni tu.",
    "person": "",
    "tail": "MP. 302.4; AL.1831. A feeble chicken does not speak, it keeps its grief deep in its heart. Suffering is often mute; what good does it to talk about it? Cf.1387."
  },
  {
    "quote": "Kunde uje,  mwamba haukaliliwi.",
    "person": "",
    "tail": "V., unda. Repair your ship and come back, one does not stay at a reef. One pays no further attention to the cliff that overturned the boat. Kunde for ki-unde: repair it [ship]."
  },
  {
    "quote": "Kupotea  kwa ufunguo baraka ya sanduku.",
    "person": "",
    "tail": "AL 1722. The loss of the key is a blessing for the trunk. Cf. #1473."
  },
  {
    "quote": "Kurudi  nyuma si (siyo) kushindwa.",
    "person": "",
    "tail": "NGU. To retreat is not the same as giving up."
  },
  {
    "quote": "Kushindwa  hufundisha kufanikiwa.",
    "person": "",
    "tail": "NGU. To be defeated teaches how to succeed."
  },
  {
    "quote": "Kusi  huleta mvua.",
    "person": "",
    "tail": "NGU. The south monsoon brings the rain. Kusini: south. Kusi: south monsoon wind, prevailing from May to October. Probably a very ancient word dating from the early days of trading on the east coast and probably from the same source as Cush, in Hebrew mythology the first son of Ham, and used for the peoples regarded as his descendants, and the land in which they lived, i.e. it was used for Ethyopia, the whole country south of Egypt. In Assyrian this word was kusu and in Egyptian, kos. The earliest travellers to the regions south of Egypt would probably regard themselves as going to and into Kush, Kos, Kusu, etc. Johnson, kusi."
  },
  {
    "quote": "Kussi mja na  mtama, kaskazi mja na sui (samaki).",
    "person": "",
    "tail": "Krapf, kussi. With the south wind the boats carry corn to Arabia, but the North winds they carry [dry] fish from Arabia to the Swahili coast. Krapf."
  },
  {
    "quote": "Kuvuja na  kuchuruza hakulingani na wazi.",
    "person": "",
    "tail": "T.203; SACL. 918, 475; ED 24. Leaking and trickling are not to be compared to the wide open. Better a leaky roof than none. Do not despise such shelters as you have from the attacks of slanderers, or the inroads of misfortune. T. Cf. #681."
  },
  {
    "quote": "Kuvumbua  dawa ya nyogolo, ukiisha kuwa mapengo.",
    "person": "",
    "tail": "AL 1771. You discover a cure for toothache when you are left with gaps. Nyongolo (Maniema dialect), maumivu ya meno (Standard Swahili): toothache."
  },
  {
    "quote": "Kwale  aliyelala na njaa kichwa chake ni kizuio cha umande.",
    "person": "",
    "tail": "TS 72/11. The head of the partridge that sleeps with hunger blocks the dew. On account of hunger, the patridge is ready to face greater hardship."
  },
  {
    "quote": "La kuvunda  halina ubani.",
    "person": "",
    "tail": "F.20.2; H.58; MARA 10, cha kuvunja. What is rotten has no incense. There is no incense strong enough to hide a bad smell."
  },
  {
    "quote": "Liozalo halina  ubani.",
    "person": "",
    "tail": "B.3.56; H.58. There is no incense for what is rotten."
  },
  {
    "quote": "Liozalo hunuka.",
    "person": "",
    "tail": "NGU. What is rotten smells. Cf. #786."
  },
  {
    "quote": "Lenye  shina lina ncha.",
    "person": "",
    "tail": "FSM.90. What has a root has an end. Everything has an end: suffering, joy."
  },
  {
    "quote": "Lililompata peku na lungo litampata.",
    "person": "",
    "tail": "J., peku; AL 1624; KS, peku. What happened to peku shall also happen to ungo. What happens to the old will also happen to the young ones"
  },
  {
    "quote": "Yaliyompata  kibeku, ungo pia yatampata.",
    "person": "",
    "tail": "NGU; EM y2; MARA 2; KA. What got to the old winnowing basket the new basket will also get. Peku: a worn-out sifting basket. Lungo [ungo]: the one [basket] being used now. Cf. #107."
  },
  {
    "quote": "Lisiloponyeka huvumiliwa.",
    "person": "",
    "tail": "EM l9. What cannot be cured must be endured. You must live with the problem that cannot be solved."
  },
  {
    "quote": "Machozi ya  wazee yanatonesha moyo.",
    "person": "",
    "tail": "REK. Tears of the elders hurt the heart. It is painful to see elders weep. Tonesha or tonosha: hurt."
  },
  {
    "quote": "Maji  yakimwagika hayazoleki.",
    "person": "",
    "tail": "MS.150; F.21.11; SWA.22; L.41; B.2.57, 1.34; H.60; ED.379; RECH.379; Kiswahili March 1973:p.79; A.114; T.111; KB. 146; RECH. 417; J.,okota. If water is spilled, it cannot be gathered up."
  },
  {
    "quote": "Kama maji yamemwagika ndiyo yameshamwagika.",
    "person": "",
    "tail": "FSM.75. If the water is spilled it's indeed spilled. Cf. #78."
  },
  {
    "quote": "Majini  hamna kisirani.",
    "person": "",
    "tail": "AL 1846. There is no adversity in water. No bad luck. Keep on trying. AL."
  },
  {
    "quote": "Malalamiko  ya leo ndiyo ya siku zote.",
    "person": "",
    "tail": "NGU. The complaints of today are the same of every day."
  },
  {
    "quote": "Malalamo  siyo dawa.",
    "person": "",
    "tail": "JKP. Lamentation is not a cure. Malalamo or malalamiko: pleading for mercy."
  },
  {
    "quote": "Maumivu ya  kaka kwako usingizi hukosi.",
    "person": "",
    "tail": "REK. The suffering of your older brother at home does not hamper your sleep."
  },
  {
    "quote": "Mbuzi ya  juzi, sipikii mchuzi.",
    "person": "",
    "tail": "RSP.45. I can cook no relish from the goat of the day before yesterday. Lost things are no longer useful. RSP; Velten. Cf. #584."
  },
  {
    "quote": "Meno pembe  hayanyimwa mchezi.",
    "person": "",
    "tail": "V., meno; AL 1829. One does not deny a joker flashing teeth. One can fake joy and hide a pain. Meno [ya] pembe: teeth like ivory, as a sign of beauty. V. Mchezi or mchesi or mchekeshi: a player, a dancer, an actor, a laugher, a joker. Cf. #1458."
  },
  {
    "quote": "Mfa maji  haishi kutapatapa.",
    "person": "",
    "tail": "KS, tapatapa; KA. A drowning person does not stop struggling. Tapatapa: moving around, worrying."
  },
  {
    "quote": "Mfa maji  hata banzu hufika limuokoe.",
    "person": "",
    "tail": "REK. One drowning in water hopes that even a wood splinter may come to save. Banzu or bandu: a little piece of wood, splinter. Cf. #381."
  },
  {
    "quote": "Mfa maji  hukamata maji.",
    "person": "",
    "tail": "F.25.49. A drowning person grasps at water. Clutches at a straw. Cf. 859."
  },
  {
    "quote": "Mhitaji  lazima asubiri.",
    "person": "",
    "tail": "REK. A person in need must have patience."
  },
  {
    "quote": "Miiba  njiani wewe mwenyewe unaikanyaga.",
    "person": "",
    "tail": "AL 643. The thorns [you put] on the road, it's you that will step on them. One who commits blunders must blame oneself. AL."
  },
  {
    "quote": "Mikunde  yangu inaharibika.",
    "person": "",
    "tail": "T.262; V.25. My bean plants have been spoiled. My plans have fallen through. Cf. #1491."
  },
  {
    "quote": "Mja  mtesewa mno, afuae ni karibu.",
    "person": "",
    "tail": "T.265: SACL. 611. For a servant of God, being greatly afflicted, the liberator is near."
  },
  {
    "quote": "Mkubwa  anaanguka na chumvi majini.",
    "person": "",
    "tail": "AL 1727. The important person falls with his salt in the water. Misfortune falls on rich and poor."
  },
  {
    "quote": "Mkubwa  anaanguka na mlango.",
    "person": "",
    "tail": "AL 1733. An important person falls with the door [of the house]. Even after entering a thousand times, an accident is possible. See also heading \"Fate.\""
  },
  {
    "quote": "Mla cha  uchungu na tamu hakosi.",
    "person": "",
    "tail": "F.28.79; L.54; MARA 3. A person who eats bitter things gets sweet things too."
  },
  {
    "quote": "Mla raha na  uchungu hula.",
    "person": "",
    "tail": "B.1.77. One who eats bliss, eats bitterness also."
  },
  {
    "quote": "Mlala  pabaya hangoji usiku kuu alalamike.",
    "person": "",
    "tail": "NGU. One who sleeps on a bad place does not wait the whole night to complain."
  },
  {
    "quote": "Mnyama  aangukapo shimoni hatoki na manyoya yote.",
    "person": "",
    "tail": "REK. If an animal falls in a hole it does not come out with all its hair intact."
  },
  {
    "quote": "Mshale  kwenda msituni haukupotea.",
    "person": "",
    "tail": "F.30.103; AL.1375; KA. An arrow going into a forest is not necessarily lost. A good deed is not lost, even if it seems so. KA. Also: an evil deed or word is not lost. It comes back AL."
  },
  {
    "quote": "Msiba  hauji mmoja.",
    "person": "",
    "tail": "NGU. Misfortune does not come singly."
  },
  {
    "quote": "Msiba wa  kujitakia hauna kilio.",
    "person": "",
    "tail": "REK. A misfortune that is wanted has no lamentations. Nobody has pity on someone who has brought misfortune upon oneself."
  },
  {
    "quote": "Mtu  aliyeanguka majini hawezi kuopoka na vyote.",
    "person": "",
    "tail": "KB.204; AL 919. A person who has fallen in the water cannot save everything. After a divorce one does not get all of the bride's wealth back. Cf. #1482b."
  },
  {
    "quote": "Mtumbwi  unamwagika karibu na kuegesha (kuvuka).",
    "person": "",
    "tail": "AL 1745; AL, egama. The canoe capsizes near the beach. Mishaps often happen at the end. Cf. #1421."
  },
  {
    "quote": "Mvua  hunyesha wakati huna mwavuli.",
    "person": "",
    "tail": "REK. It rains when you don't have an umbrella."
  },
  {
    "quote": "Mvua wa  mchana hainyeshei mtu mmoja.",
    "person": "",
    "tail": "AL 1778. Day rain does not fall on only one person. Understood : bad luck."
  },
  {
    "quote": "Mvua ya  mwisho kivunja madaraja.",
    "person": "",
    "tail": "NGU. The last rain destroys the bridges."
  },
  {
    "quote": "Mwaka wa  ndui, upele hautavuma tena.",
    "person": "",
    "tail": "PM.83. In the year of smallpox, scabies loses its right. When something very bad happens, smaller evils are forgotten. Also used when somebody very bad succeeds a less bad person in power. PM."
  },
  {
    "quote": "Mweka  uporo hula na wenziwe.",
    "person": "",
    "tail": "REK. One who serves food left over from yesterday, eats it with the family. Unpleasant things are shared with your own people. Uporo: left-over food, cold food."
  },
  {
    "quote": "Mwenye mnara chini afika.",
    "person": "",
    "tail": "AL 1728. One who has a tower will necessarily come down."
  },
  {
    "quote": "Mwenye shida ni rahisi kupatikana.",
    "person": "",
    "tail": "NGU. A person in trouble is easy to find. A person in trouble is looking for help and shows it and is willing to agree with you."
  },
  {
    "quote": "Mwisho wa furaha, [ni] machungu.",
    "person": "",
    "tail": "MP.82.5; AL 1641. After joy, grief."
  },
  {
    "quote": "Naije baa, iondoe baa.",
    "person": "",
    "tail": "KA; SM. May [new] hardship come and take [old] hardship away. If one hardship takes over from a former hardship, that former hardship probably will be forgotten. KA has bua instead of baa, which must be a misprint. Bua means a stalk, or stem. It would be nice if bua could have the meaning of \"undoing baa\", as in funga (tie), fungua (untie). But baa is a noun, not a verb."
  },
  {
    "quote": "Nasibu sitalilia naumiza macho yangu.",
    "person": "",
    "tail": "T.404; KA. I will not cry over a mishap and injure my eyes. It is no use crying over spilt milk."
  },
  {
    "quote": "Ndama yatima hujilamba mgongo.",
    "person": "",
    "tail": "REK. A motherless calf licks its own back [in desperation]."
  },
  {
    "quote": "Ng'ombe  akivunjika guu hukimbilia zizini.",
    "person": "",
    "tail": "MARA 59; JK.118. When a cow breaks a leg, it goes back to the stable. In time of need one returns to old friends or family."
  },
  {
    "quote": "Ng'ombe  avunjikapo guu, hurejea zizini.",
    "person": "",
    "tail": "MM; F. When a cow breaks its leg, it is sure to go back to the yard. F."
  },
  {
    "quote": "Ng'ombe  akivunjika mguu malishoni, hujikokota zizini kusaidiwa.",
    "person": "",
    "tail": "KA. When a cow breaks a leg in the meadow, she drags herself to the stable to be helped."
  },
  {
    "quote": "Nguvu ni kuvumilia.",
    "person": "",
    "tail": "CM.53. Strength is to be patient."
  },
  {
    "quote": "Nikisahau  nacheka, nikikumbuka nalia.",
    "person": "",
    "tail": "AL 1828; AL, kumbuka. If I forget I laugh, if I remember I weep. If you go on remembering old injustices you will make them more painful."
  },
  {
    "quote": "Nitaunga kingine.",
    "person": "",
    "tail": "TS 67/8. I'll do something else. After having spent all the money, and driven away the spouse, one consoles oneself by saying \"I'll find something new.\""
  },
  {
    "quote": "Njaa ni yako, ya mwenzako ni kizunguzungu.",
    "person": "",
    "tail": "AL 1213. Your hunger is really hunger, the hunger of your friend is just a little giddiness. Other people's pain is always minimized compared to ours."
  },
  {
    "quote": "Nusu ajali si kama ajali nzima.",
    "person": "",
    "tail": "NGU. Half a misfortune is not the same as a total disaster."
  },
  {
    "quote": "Nyama ya ng'ombe ina mipaka yake.",
    "person": "",
    "tail": "REK. Beef has its limits. There is an end to all supply. There is an end to good and bad."
  },
  {
    "quote": "Nyoka apitaye hana madhara.",
    "person": "",
    "tail": "REK. The snake that passes by does no harm."
  },
  {
    "quote": "Painamapo ndipo painukapo.",
    "person": "",
    "tail": "F.41.3; B.4.83; FSM.175. Where it slopes down is where it goes up. There are two sides to a problem. Human conditions change continually for better or for worse."
  },
  {
    "quote": "Pakacha  kuvuja nafuu kwa mchukuzi.",
    "person": "",
    "tail": "RECH.424,396.KS, pakacha. A punctured basket is advantageous to the carrier. Understood is that that person carries goods of someone else."
  },
  {
    "quote": "Kuvuja  kwa pakacha, nafuu kwa mchukuzi.",
    "person": "",
    "tail": "FSM.83; KS, pakacha. A leaking basket is the bearer's gain."
  },
  {
    "quote": "Uvuaji  wa pakacha ni nafuu kwa mbebaji.",
    "person": "",
    "tail": "REK. The leakage of the basket is a gain for the carrier. Used, e.g., at work when the foreman takes away a task from a worker for being too slow. The worker, who did not like that task anyway, but doesn't want to say so openly, will think about this proverb: it's just fine with me. FSM. Pakacha: a basket sewn with palm leaves."
  },
  {
    "quote": "Pawashapo panakuwa na mwenyewe.",
    "person": "",
    "tail": "NGU There where it itches there is also the owner. When peple are hurt, they will let it be known; or Where there are hot feelings, someone will cause them."
  },
  {
    "quote": "Pembe la  ng'ombe likivunjika haioti tena.",
    "person": "",
    "tail": "SWA. Sept.1966. If a cow's horn breaks, it does not grow again."
  },
  {
    "quote": "Penye  wimbi na mlango u papo.",
    "person": "",
    "tail": "J., mlango; A. 3Q5; T.460; ED.63; SAM.21.5, MS.66 and V.. wimbi; KS, mlango"
  },
  {
    "quote": "Penye wimbi  ndipo penye mlango.",
    "person": "",
    "tail": "KS, mlango; MARA 1, mawimbi. Where the breaker is, just there is the entrance [through the reef] too. The channel and the reef are close together: safety and danger. Take heart! Mlango: a door, narrow channel."
  },
  {
    "quote": "Piga kite  mama, ujikomboe.",
    "person": "",
    "tail": "J., kite. Bear down mother, and so deliver yourself. Piga kite: groan, sigh. J."
  },
  {
    "quote": "Piga  moyo konde.",
    "person": "",
    "tail": "KS. Strike your heart with a fist. Be brave. Take courage."
  },
  {
    "quote": "Pindi  yakikaza mawi, huwa kari8u kwisha.",
    "person": "",
    "tail": "SACL. 750. It is when hardship is at its worst that it is near its end."
  },
  {
    "quote": "Raha yako, taabu yangu.",
    "person": "",
    "tail": "MP.82.3. Your joy is my grief. What is good for one is bad for another. Cf. #1218."
  },
  {
    "quote": "Sahau ni dawa ya waja.",
    "person": "",
    "tail": "SAM.22.1i MS.188. Forgetting is the cure for human suffering. Without the ability to forget, life would be unbearable. The remedy for injuries is not to remember them. Waja: plural of mja, human being."
  },
  {
    "quote": "Samaki  ikilia machozi yake yapelekwa kwa maji.",
    "person": "",
    "tail": "KB.273. The tears of a fish are carried away by the water. About useIess tears."
  },
  {
    "quote": "Shida haina hodi [hakuna isiyemkumba].",
    "person": "",
    "tail": "KA. Misfortune does not ask to enter, [there is nobody who does not get it unexpectedly.] Kumba, pata ghafla: get suddenly."
  },
  {
    "quote": "Shida hapana zisiyemkumba.",
    "person": "",
    "tail": "SAM.22.2. There is nobody who is not attacked by difficulties. Cf. #1500a."
  },
  {
    "quote": "Shida haziishi.",
    "person": "",
    "tail": "NGU. Problems never end."
  },
  {
    "quote": "Shida hudhihirisha utu.",
    "person": "",
    "tail": "EM s3. Hardship reveals personality."
  },
  {
    "quote": "Shida huimarisha wengine na kudhoofisha wengine.",
    "person": "",
    "tail": "EM s4. Hardship makes some people stronger and makes others weaker."
  },
  {
    "quote": "Shida huzidiana.",
    "person": "",
    "tail": "NGU. Problems produce problems."
  },
  {
    "quote": "Shida ni kama watoto; unavyozidi kuzilea ndivyo zizidipo kukua.",
    "person": "",
    "tail": "NGU. Trouble is like children; the more you nurse them, the more they grow."
  },
  {
    "quote": "Shida ni mama wa uvumbuzi.",
    "person": "",
    "tail": "NGU. Necessity [misfortune] is the mother of invention."
  },
  {
    "quote": "Shida za shamba azijua mkulima.",
    "person": "",
    "tail": "REK. The farmer knows the hardships of the fields. Cf. #1563."
  },
  {
    "quote": "Siku unayojipaka mafuta hukutani na mkweo.",
    "person": "",
    "tail": "EM s11. You don't meet your in-law on the day you anoint yourself. The day you look your best, you do not meet your inlaws. The day you want to show your big catch to your friend, nobody is at home."
  },
  {
    "quote": "Siku utakayokwenda uchi, ndiyo siku utakayokutana na mkweo.",
    "person": "",
    "tail": "MARA 3; AL 1772; MS. 95; MARA 3. Siku utembeapo mtupu [uchi] utakutana [wakutana] na mkweo. NGU. The day you go naked is the day you meet your mother-in-law [or father-in-law]. You always carry your umbrella, except on that one day when you get soaked. MARA."
  },
  {
    "quote": "Siku za upungufu ni nyingi kuliko za wingi.",
    "person": "",
    "tail": "EM s12. The days of shortage are more numerous than the days of plenty."
  },
  {
    "quote": "Taabu  zisizo sababu hukutia taabu, usimtambue bibi wala babu.",
    "person": "",
    "tail": "REK. Useless trouble will put you in real trouble, don't hurt your grandfather or your grandmother. Tambua mtu: idiom. Do something that hurts a person.. Taabu or tabu: trouble."
  },
  {
    "quote": "Tabu ya  leo mdiyo raha ya kesho.",
    "person": "",
    "tail": "MARA 2. Today's trouble is tomorrow's bliss. To encourage people in hardship. It won't last."
  },
  {
    "quote": "Lima  leo, uvune kesho.",
    "person": "",
    "tail": "MARA 2. Farm today that you may harvest tomorrow."
  },
  {
    "quote": "Tamu  tulikula sote, na uchungu vumilia.",
    "person": "",
    "tail": "T.501; V.123; MS.78. We ate the sweet [things] together, then endure the bitter too. Cf. #891."
  },
  {
    "quote": "Teke hapigwi aliyekwishaanguka.",
    "person": "",
    "tail": "EM t7. One who has fallen down is not kicked."
  },
  {
    "quote": "Uking'wafua mnofu, ukumbuke [na] kuguguna mfupa.",
    "person": "",
    "tail": "KA; KS, mnofu; AL 237. If you consume the tender meat, don't forget to chew the bone. During peace and joy don't forget that hardship may come. Al Work started should be finished. AL."
  },
  {
    "quote": "Ukiona  kwako kunaungua, kwa mwenzako kunateketea.",
    "person": "",
    "tail": "F.46.6. If you see your house on fire, [you may be sure that] your neighbor's is burning even more fiercely. If you suffer a loss, think about the much greater loss of others."
  },
  {
    "quote": "Ukiona unga wako  waungua, wa mwenzio watateketea.",
    "person": "",
    "tail": "SACL .956; V., ungua. If you see that your cake is burning, think that your partner's is reduced to ashes. Sacl."
  },
  {
    "quote": "Ukiona kwako  kumepasuka, kwa mwenzio kumevunjika.",
    "person": "",
    "tail": "MS. If you see a tear in yours, your neighbor's is spoiled."
  },
  {
    "quote": "Ukiona  kwako kwafuka, kwa mwenzio kwawaka.",
    "person": "",
    "tail": "SM. If you see smoke at your place, your neighbor's is burning. Said to a person who laments about his misfortune as the end of the world."
  },
  {
    "quote": "Ukisema  kwangu kwaungua, kwa mwenzio kwateketea.",
    "person": "",
    "tail": "NGU. If you say that my house is on fire, [you should know] that your friend's house is burning [even more fiercely]."
  },
  {
    "quote": "Ukipata bahati mbaya, usiangalie kichoko.",
    "person": "",
    "tail": "KB.307. If you get bad luck, don't look at the pain. KB. Don't give up in despair."
  },
  {
    "quote": "Ukipata kitumie, ukikosa jishukurie.",
    "person": "",
    "tail": "MS.189. If you obtain something, use it; if you lack it, be grateful. The meaning is to be grateful to God, the Giver of gifts, hoping that God will reward you for your attitude. If you are grateful for half a loaf God will give you a whole one. HM."
  },
  {
    "quote": "Ukipata  kitumie, ukikikosa kijutie.",
    "person": "",
    "tail": "NGU. If you obtain something enjoy it, if you miss it, regret it."
  },
  {
    "quote": "Ukikosa  shukuru, kupata kuna mungu.",
    "person": "",
    "tail": "KA. If you lack it give thanks; receiving things depends on God."
  },
  {
    "quote": "Ukitafuta shari utaipata.",
    "person": "",
    "tail": "NGU. If you are looking for adversity, you'll find it. If you look for a fight, you'll find one. Shari: strife, ill luck, mischief."
  },
  {
    "quote": "Umande haukosi mtu.",
    "person": "",
    "tail": "PM.83. Dew misses nobody. Work and burdens should be shared equally by all. This is also said when somebody asks for special favors. PM. Cf. #? Umande hauogopi mtu."
  },
  {
    "quote": "Umekuwa nguva huhimili kishindo?",
    "person": "",
    "tail": "F.48.24. Have you become a manatee, that you cannot bear a shock [wound]? Nguva: dugong, manatee; a large herbivorous mammaI of the Indian Ocean. Cf. #188; #184."
  },
  {
    "quote": "Unaposhuka wa juu, wa chini penyeza guu.",
    "person": "",
    "tail": "REK. When you come from somebody who is above you, the one below you stabs your foot."
  },
  {
    "quote": "Usifurahie misiba hata hata kwa yako.",
    "person": "",
    "tail": "NGU. Don't enjoy misfortune, certainly not your own."
  },
  {
    "quote": "Usiku haujaingia, usiseme utalala na njaa.",
    "person": "",
    "tail": "AL 1844. Before the night has set in, don't say that you'll sleep hungry."
  },
  {
    "quote": "Usinywe umande, maji yako mbele.",
    "person": "",
    "tail": "AL 1836. Don't drink the dew, there is water ahead. Cf. #190."
  },
  {
    "quote": "Usiongeze njugu maganda.",
    "person": "",
    "tail": "JK.146. Do not add shells to the peanuts. Do not make a mountain out of a molehill. JK."
  },
  {
    "quote": "Usipokubali taabu, hutaonja raha.",
    "person": "",
    "tail": "REK Unless you accept toil, you'll not taste peace."
  },
  {
    "quote": "Usupaosupao ndiyo mmea.",
    "person": "",
    "tail": "KA. A plant that is well shaken will grow well Supa, or peperuka or shuka: shaken. Supasupa: repeatedly shaken."
  },
  {
    "quote": "Utakula mumbi.",
    "person": "",
    "tail": "KS, mumbi. You'll get trouble. Mumbi: the bittern , a large bird which makes a noise like a drum. It is considered to be a bird of evil omen. J. Cf. # 763."
  },
  {
    "quote": "Utamu wa  asali haupunguzi uchungu wa mvi wa nyuki.",
    "person": "",
    "tail": "REK. The sweetness of honey does not lessen the pain of the bee's sting."
  },
  {
    "quote": "Utapata saa njema.",
    "person": "",
    "tail": "JK.139. You will get your lucky hour. Your lucky time will come. JK."
  },
  {
    "quote": "Uvumilia matata madogo: maisha ya sasa.",
    "person": "",
    "tail": "AL 1856. Suffer the small inconveniences in this life."
  },
  {
    "quote": "Waliapo ndipo wachekapo.",
    "person": "",
    "tail": "FSM.198. Where they weep there also they laugh. Weeping changes into joy. But also: While some grieve, others rejoice on account of their misfortune. One's profit is the other's loss."
  },
  {
    "quote": "Wanja wa  manga si dawa ya chongo.",
    "person": "",
    "tail": "F.51.3; KS, wanja. The mascara from Arabia is not a cure for being one-eyed. Notwithstanding belief that it is a remedy for the eyes. Antimony was considered a very powerful curative. F. To show that a bad deed is bad however explained, and also that a thing that is ordained, cannot be changed. KS."
  },
  {
    "quote": "Wanja  hauchujui macho ya kengeza.",
    "person": "",
    "tail": "NGU. Mascara does not improve the eyes of one who squints."
  },
  {
    "quote": "Wanja  sio dawa ya kengeza.",
    "person": "",
    "tail": "NGU. Mascara is not a remedy for squinting. Cf. #687; #787; #788."
  },
  {
    "quote": "Wateketeza mwili si wateketeza roho.",
    "person": "",
    "tail": "EM w17. Those who destroy the body are not destroyers of the soul. A person sustaining bodily injury may grow better and stronger."
  },
  {
    "quote": "Wema hawana bahati, wana dua na salati.",
    "person": "",
    "tail": "JKP. Good people have no luck, they have only prayers. DuaL individual prayer. Salati: worship, public prayers."
  },
  {
    "quote": "Yajapo yapokee.",
    "person": "",
    "tail": "KA; MARA 2. What comes, accept it. Be it good or bad. Live with it. Overcome it according to circumstances."
  },
  {
    "quote": "Yatapita.",
    "person": "",
    "tail": "EM y. It will come to pass. Cf. #1461."
  },
  {
    "quote": "Zito hufuata jepesi.",
    "person": "",
    "tail": "KA. Heavy times follow the peaceful days. Cf. #1455."
  }
]