[
  {
    "quote": "Achaye asende.",
    "person": "",
    "tail": "SPK. The one who is afraid should not go. 1991a. Akutetaye anakuogopa. NGU. The one who opposes you is afraid of you."
  },
  {
    "quote": "Aliyetishwa na nyoka  usiku akiona kamba hushtuka.",
    "person": "",
    "tail": "NGU. Someone frightened by a snake is startled at night seeing a rope."
  },
  {
    "quote": "Angurumapo simba, mcheza [ni] nani?",
    "person": "KA.",
    "tail": "F 3.28; B 1.68; CM 42; KB 23; KA; KS nguruma. Who dares to mock the roaring lion? People often laugh at or mock people in power in their absence, but not when they are present - KA."
  },
  {
    "quote": "Angurumapo simba nani achezaye?",
    "person": "",
    "tail": "RECH. 40. Who will dance to a lion's roaring?"
  },
  {
    "quote": "Saa simba anaanguruma hakuna mchezaji, wote huibunja.",
    "person": "",
    "tail": "AL bunja. There is no dancer when the lion roars, all hole up."
  },
  {
    "quote": "Simba avumapo wote hunyamaa.",
    "person": "",
    "tail": "JKP. When the lion roars, all [animals] are quiet."
  },
  {
    "quote": "Chura hupenda maji lakini si maji moto.",
    "person": "",
    "tail": "EM 40.22. A frog likes water but not hot water. Said if something gets too dangerous."
  },
  {
    "quote": "Furaha ya kima mbwa asiwepo.",
    "person": "",
    "tail": "FSM 40. The monkey is happy when the dog is not there. The monkey likes to play joyfully on the ground, which it cannot do when an enemy is there."
  },
  {
    "quote": "Hakuna mzee atakayesema alikuwa mwoga utotoni.",
    "person": "",
    "tail": "NGU. There are no senior persons who will say that they were cowards as children."
  },
  {
    "quote": "Kabunda mchezea pembeni.",
    "person": "",
    "tail": "AL 493. The small kabunda-fish plays in a corner away from the others. A certain kind of person who is afraid to show up in public."
  },
  {
    "quote": "Kima akicheka kaiona ngome karibu.",
    "person": "",
    "tail": "FSM 71. If the monkey laughs it knows that a stronghold is nearby. If weaker persons can laugh in the face of stronger people, it is because they know that help or easy escape is near."
  },
  {
    "quote": "Kitu cha kuogopa ni kuogopa.",
    "person": "",
    "tail": "NGU. The thing to fear is fear. \"Let me assert my firm belief that the only thing we have to fear is fear itself.\" President Franklin D. Roosevelt. First Inaugural address, 4 Mar.,1933 (Oxford Dictionary of Quotations)."
  },
  {
    "quote": "Kitumba cha nyoka hakiishi woga.",
    "person": "AL. Kitumba or mzoga",
    "tail": "AL 1439; AL nyoka. Even a dead snake causes fear. One is never careful enough with dangerous matter - AL. Kitumba or mzoga, corpse, remains."
  },
  {
    "quote": "Kucha kwingi kwachonga utumwa.",
    "person": "",
    "tail": "SAM 10.13. Too much fear creates slavery. A timid person is easily misused by others."
  },
  {
    "quote": "Kujilinda si kushindwa.",
    "person": "JKP.",
    "tail": "JKP. \"To be careful is not the same as to surrender\" - JKP."
  },
  {
    "quote": "Kujiudhi haifai roho haina thamani.",
    "person": "JKP.",
    "tail": "JKP. No use troubling yourself, life has no price. \"Time is too precious to be wasted in anxiety\" - JKP."
  },
  {
    "quote": "Kuku akila cha ungo anamdharau mpetaji.",
    "person": "AL.",
    "tail": "AL 964. The chicken that eats from the winnowing basket despises the winnower. One who seduces the wife of a neighbor despises his neighbor and exposes himself to revenge - AL."
  },
  {
    "quote": "Kunguru mwoga hukimbiza madoa yake uchafu",
    "person": "",
    "tail": ". PM 84. The timid crow avoids soiling its white collar. Don't interfere in matters that don't concern you. Cf. 2006."
  },
  {
    "quote": "Kunguru mwoga hukimbiza ubawa wake.",
    "person": "",
    "tail": "F 18.57; KS kunguru. The timid crow withdraws its wings from harm - F."
  },
  {
    "quote": "Kaa mwoga hukimbiza gando lake.",
    "person": "",
    "tail": "FSM 60. The timid crab withdraws its claws. A prudent person is careful to avoid danger. Used to give courage to timid persons who do not trust their own ability. Cf. 257."
  },
  {
    "quote": "Kwa mwoga huenda kicheko [na] kwa shujaa  huenda kilio.",
    "person": "KA.",
    "tail": "F 19.64; H 56; B 3.56; MS 148; KA; MARA 3. With a coward goes laughter, with a hero goes wailing. The coward escapes the war and goes laughing, while the hero goes fighting and leaves wailing and suffering - KA."
  },
  {
    "quote": "Kwa shujaa kwaingia kilio.",
    "person": "",
    "tail": "NGU. Mourning goes to the brave."
  },
  {
    "quote": "Kwa mkali kwaenda kilio kwa mwoga kwaenda furaha.",
    "person": "",
    "tail": "FSM.86. Weeping goes to fierce persons, but rejoicing goes to the fearful."
  },
  {
    "quote": "Asiyependa amani, kilio hakimtoki.",
    "person": "",
    "tail": "MEM100. One who dislikes peace is always crying. Cf. 2005, 2006."
  },
  {
    "quote": "Lingurumalo halilii ila hutisha.",
    "person": "",
    "tail": "NGU. What growls/roars does not devour but scares."
  },
  {
    "quote": "Mche usiyemjua mpaka umjuapo.",
    "person": "",
    "tail": "MA 304. Fear the one you don't know until you come to know that person."
  },
  {
    "quote": "Mchea bahari, hapendi safari.",
    "person": "",
    "tail": "RSP 38. One who is afraid of the sea does not like traveling. Cf. 2014."
  },
  {
    "quote": "Mcheka bahari si msafiri, na mtaka shari  simwepi.",
    "person": "",
    "tail": "B 1.38. One who laughs at the sea is not a traveler, and I do not avoid a person who means evil."
  },
  {
    "quote": "Mchelea bahari si msafiri.",
    "person": "",
    "tail": "T.255; V mchea One who fears to go to sea is not a traveler. Cf. 2010."
  },
  {
    "quote": "Mchelea haki hatendi ukweli.",
    "person": "",
    "tail": "KA. A person who is afraid of doing the right thing, doesn't act correctly. A person in order to do lawfully must love the law and not fear it."
  },
  {
    "quote": "Mchomwa mwiba hawi mtembezi.",
    "person": "Sacl. It is useless to count on a person who is impaired - AL.",
    "tail": "A 282; SAM 14.7, miba; JK 144; AL 1089. A person who has a thorn in the foot is not a good walker - Sacl. It is useless to count on a person who is impaired - AL. Cf. 51."
  },
  {
    "quote": "Mchungia bahari si msafiri",
    "person": "",
    "tail": ". ED 43; JK 145. One who carefully examines the sea is not a traveler. This is said of people who after much preparation suddenly abandon everything. Cf. 2011."
  },
  {
    "quote": "Mficha uchi (or uke) hazai.",
    "person": "",
    "tail": "F 25.50; FSM 106; MARA 3. One who hides nakedness [vagina] will never have a child. Often used in reference to greed and stinginess, which are barren in social relations. If a woman hides her pregnancy, she might hurt her child; or, if somebody does not reveal hurts and bothers, that person can not be helped. Cf. 4625."
  },
  {
    "quote": "Mimi umande simwogopi shemeji.",
    "person": "",
    "tail": "AL 782; TS 51/15. I'm like the dew, I'm not afraid of my brother-in-law. I conquer my fear of dew, that wets my clothes, I will also courageously encounter my brother-in-law, whom according to custom I must not meet. This is said to give oneself courage to face danger or a difficulty."
  },
  {
    "quote": "Msuluhishi haogopi jeraha",
    "person": "EM.",
    "tail": ". EM m28. A peacemaker must not be afraid of a wound. A peacemaker is one who reconciles two quarrelling people. In doing this, that person may be beaten by one or both of the parties and sustain a wound. If a peacemaker is afraid of being so wounded, he/she should not attempt this task - EM."
  },
  {
    "quote": "Mtembezi mpe mwezi, mpe kiza mwizi.",
    "person": "",
    "tail": "JKP. Give the traveler bright moonlight, but give the thief darkness."
  },
  {
    "quote": "Mtembezi wa usiku haogopi kichaka.",
    "person": "",
    "tail": "NGU. A person who walks at night is not afraid of dark areas. Kichaka: dense clumps of trees, the bush."
  },
  {
    "quote": "2019a. Mtu aliyewashwa ndiye achaye moto.",
    "person": "",
    "tail": "SPK. The one who was once burnt fears the fire."
  },
  {
    "quote": "2019b. Mwanamaji akimbia wimbi?",
    "person": "",
    "tail": "SPK. Will the sailor flee from the waves?"
  },
  {
    "quote": "Mwanguo ndio mliowe msimuogopi.",
    "person": "",
    "tail": "KS mwanguo. Don't be afraid of the singing of the mwanguo [bird]. Mwanguo or kipwe, the Senegal bush shrike, a bird with many songs and believed that its singing near a house foretells a disaster."
  },
  {
    "quote": "2020a. Mwasha moto hahofu taa ya kombe.",
    "person": "SPK.",
    "tail": "SPK. The stoker does not fear the oil-lamp. The person who lights the fires in the ovens and keeps them going is not afraid of the little flame in the dish-lamp - SPK."
  },
  {
    "quote": "Mwenye kovu usidhani kapoa.",
    "person": "JK. It is hard to forget one's spurned love and humiliation - SPK. Liwaa",
    "tail": "F 35.158; B 1.70; L p.112. One with a scar, don't think that person healed. Instead of usidhani (don't think), usimtaraji (don't expect) is used by AL; KA; KS, kovu and simhasibu (don't expect) by ED 55; JK 132. Mwenye kovu haliwai [na] kidonda. T 382; SACL 477; V 41; JK 132, haliwai donda lake; AL 1416. A person with a scar does not forget the wound. \"The wound in the mind remains\" - JK. It is hard to forget one's spurned love and humiliation - SPK. Liwaa, liwala, be soothed, quietened, forget. Cf. 50."
  },
  {
    "quote": "Mwenye kukimbia hawazi giza wala haoni jua.",
    "person": "",
    "tail": "Vkimbia. One fleeing does not think of darkness or feel the sun. Cf. 238."
  },
  {
    "quote": "2022a. Mwenye kuumwa na nyoka hamaliziki uboka (or  woga).",
    "person": "",
    "tail": "SPK. The one who was bitten by a snake does not finish being afraid."
  },
  {
    "quote": "2022b. Mwoga hufa na hajafa.",
    "person": "",
    "tail": "SPK. Cowards die while they have not yet died."
  },
  {
    "quote": "Mwogope mnyonge kuliko mchawi.",
    "person": "",
    "tail": "NGU. Fear a weakling more than a wizard."
  },
  {
    "quote": "Mwogope mnyonge kuliko mwenye nguvu",
    "person": "",
    "tail": ". NGU. Be more afraid of the weakling than of the strong one. Mnyonge, weak, humble, abject, low, debased person."
  },
  {
    "quote": "Ng'ombe mwenye tume ndiye achinjwaye.",
    "person": "KS. The shy girl will be seduced - SPK.",
    "tail": "KA; KStume; AL 1619. The cow that is frightened will be slaughtered. Scrupulous judges condemn a defenseless person - KS. The shy girl will be seduced - SPK."
  },
  {
    "quote": "Ogopa ni ngao pia.",
    "person": "",
    "tail": "SAM 20.1; MS 156. Being afraid is also a shield. Cf. 2006."
  },
  {
    "quote": "Palipo waoga, mashujaa wa papo.",
    "person": "",
    "tail": "NGU. Where there are cowards the brave ones are also present."
  },
  {
    "quote": "Pasipo na cha kupoteza, hapana cha kuogopa.",
    "person": "",
    "tail": "EM p6. When there is nothing to lose, there is nothing to fear. That makes a person free to do or to say what one likes."
  },
  {
    "quote": "Penye kovu huumia upesi.",
    "person": "EM.",
    "tail": "EM p11. A scar is easily wounded. A scar bleeds easily. A person who has been wounded spiritually or mentally will easily be wounded again if something reminds him of the experience that caused the wound - EM. Cf. 1870."
  },
  {
    "quote": "Shujaa hufa mara moja. Mwoga hufa mara elfu  moja.",
    "person": "",
    "tail": "NGU. The brave dies once. The coward dies one thousand times."
  },
  {
    "quote": "Shujaa hutambulikana wakati wa magumu.",
    "person": "",
    "tail": "KB 287. Courage proves itself in difficulties. Cf. 1755."
  },
  {
    "quote": "Siogopi unene wa mbuyu.",
    "person": "",
    "tail": "V unene. I am not afraid of the thickness of the baobab. It has very soft wood."
  },
  {
    "quote": "Sitaacha kula mkate kwa kuogopa kiungulia.",
    "person": "",
    "tail": "KA; SM. I won't stop eating bread for fear of heartburn. Don't stop doing a good thing for fear of criticism or slander."
  },
  {
    "quote": "Ujasiri si kupigana na akishindaye",
    "person": "",
    "tail": ". SAM 23.3. Courage is not the same as fighting someone stronger than you. Running away from a fight is not always a sign of fear."
  },
  {
    "quote": "Uko chui, onyesha kucha zako.",
    "person": "",
    "tail": "KB314. [If] you are a leopard, show your claws."
  },
  {
    "quote": "Upepo tua nina mwana baharini",
    "person": "",
    "tail": ". KS tua. Storm calm down, I've a child at sea. A wish, a prayer."
  },
  {
    "quote": "Usijigeuza chano watu wakakufulia.",
    "person": "MM.",
    "tail": "SAM 25.16. Don't turn yourself into a wash table so that people want to do their laundry on you. Have a mind of your own; don't allow everything. Also used when hospitality is misused - MM."
  },
  {
    "quote": "Usiku wa kiza mangazimbwe: mtumbuu huwa papa.",
    "person": "",
    "tail": "SACL 483; T 552. On a very dark night, with very poor vision, a sprat becomes a shark. Mangazi-mbwe,dark night. Fig., inscrutable person. Cf. 1847, 1852."
  },
  {
    "quote": "Uso wa samaki hausikii viungo",
    "person": "",
    "tail": ". F 50.47. The face of a fish does not react to the pickle. It remains unchanged by cooking."
  },
  {
    "quote": "Uume ni wa leo na kesho",
    "person": "",
    "tail": ". B 1.38; T 539. Courage is of today and tomorrow."
  },
  {
    "quote": "Wakati wa hatari, kila mtu hulilia roho yake.",
    "person": "",
    "tail": "JK 130. In time of danger, all will cry for their own life."
  },
  {
    "quote": "Watoto, watoto hawahofu (or hawauchi) moto.",
    "person": "",
    "tail": "RSP 142. Children, children, they do not fear the fire."
  },
  {
    "quote": "Zindiko la mwoga ni kemi.",
    "person": "",
    "tail": "MARA 2; KA. The salvation of a coward is shouting. We should ask for help when we are facing obstacles too big for us. Zindiko, hifadhi, kinga, preserve, protect, save, shield. Kemi, kelele, ukelele, a shout. Cf. 283."
  }
]