[
  {
    "quote": "Afukuzwaye hukimbilia agoni.",
    "person": "",
    "tail": "KS ago. One who is expelled runs to a refuge. Ago: a camp. Cf. 638, 2022, 2630. 607. Ajikunaye ni awashwaye. NGU. The one who scratches oneself has an itch. Cf. 735."
  },
  {
    "quote": "Akaaye karibu na moto huandaliwa mwanzo.",
    "person": "SPK. Mwanzo",
    "tail": "JKP. The one who sits near the fire is served first. One must have friends at court - SPK. Mwanzo: kwanza, first. Cf. 697, 711."
  },
  {
    "quote": "Akili kubwa-kubwa hufikiri mamoja.",
    "person": "",
    "tail": "NGU. The great intellects usually think alike."
  },
  {
    "quote": "Akina kuku mtegemeo wao mmoja.",
    "person": "",
    "tail": "AL 847; AL tegemea. Chickens and their kind use an identical support. They have the same behaviorism like standing on one leg. People of the same rank, country or status can be recognized. Mtegemeo: prop, support, also trust. Cf. 786."
  },
  {
    "quote": "Alaye maiti, na yake italiwa.",
    "person": "",
    "tail": "REK. One who eats a corpse will have his/her eaten."
  },
  {
    "quote": "Amfuataye mwivi huogopewa kuwa mwivi.",
    "person": "",
    "tail": "MA 35. One who follows a thief is feared to become a thief."
  },
  {
    "quote": "Amletae nyoka nyumbani akili zake hazimo  kichwani.",
    "person": "",
    "tail": "MA 35. One who brings a snake home has a head without brains."
  },
  {
    "quote": "Anayekataa shangwe ni mchawi.",
    "person": "",
    "tail": "NGU. The person who refuses rejoicing is a witch. Cf. 615."
  },
  {
    "quote": "Anayekataa wengi ni mchawi.",
    "person": "",
    "tail": "B 4.4; F 3.22. A person who dislikes company is a wizard. East Africans especially dislike loners. Mchawi: a person of either sex who practices magic."
  },
  {
    "quote": "Anayekunyoa vibaya ndiye wako.",
    "person": "",
    "tail": "REK. The person who shaves you badly is your own person [servant, member of family, son or daughter]. Cf. 1651."
  },
  {
    "quote": "Apendaye upweke ni mchawi.",
    "person": "",
    "tail": "REK. A person who lives alone [keeps to self] is a wizard."
  },
  {
    "quote": "617a. Asali na shurubati hayana moja ladhati.",
    "person": "SPK.",
    "tail": "SPK. Honey and syrup are not the same in taste. Not all sweet girls are the same. Honey has a natural sweetness, whereas shurubati, 'sorbet' is a sophisticated combination of delicious flavours - SPK."
  },
  {
    "quote": "Asiye mwamana (or amini) haaminiwi.",
    "person": "",
    "tail": "J amana.; MM. One who does not trust others, cannot be trusted."
  },
  {
    "quote": "Asiyekujua hakuthamini.",
    "person": "FSM.",
    "tail": "F 4.35; H 96; Mulika no.4, p.6; SWA 67; MS 104;FSM 16; KS thamini; SPK. One who does not know you, does not value you. This proverb nowadays has a special meaning: age status is not respected automatically. Now if you meet even an older person who could be your father or mother, you might not give them the same respect as you would do in the olden days. A person now wants to know that person before paying respect - FSM."
  },
  {
    "quote": "Asiyenijua haifai nimjue.",
    "person": "",
    "tail": "MA 69. It is useless for me to recognize a person who does not recognize me."
  },
  {
    "quote": "Baa hukutia mtu wako.",
    "person": "",
    "tail": "T 327. Disaster is brought upon you by your own people."
  },
  {
    "quote": "Baba na mtoto mwanaume: mama na mtoto  mwanamke.",
    "person": "",
    "tail": "KB 31. The father and his son, the mother and her daughter."
  },
  {
    "quote": "Bora kujenga madaraja kuliko kuta.",
    "person": "EM.",
    "tail": "EM 28.17. It is better to build bridges than walls. \"It is better to unite than separate people\" - EM."
  },
  {
    "quote": "[kila] boriti ina mwandamizi wake.",
    "person": "",
    "tail": "T 47; SACL 641; KS boriti. [Every] beam has its companion - T; SACL. Beams are never alone. When a beam falls, another is sure to follow. Mwandamizi: successor, companion."
  },
  {
    "quote": "Cha kichwa kitamu, na cha mkia kitamu.",
    "person": "MM.",
    "tail": "A 95; T 48; SAM 5.1; V 108. If the head is tasty the tail also is tasty. If the head is good eating, the tail is even better. The tail of an East African sheep is a delicacy. \"One cannot accept one and reject the other person\" - MM. \"As the head so are the members\" - V 108."
  },
  {
    "quote": "Chema changu kiwi chako.",
    "person": "JKP.",
    "tail": "JKP. My good thing is your bad thing. What is good for me is not good for you. This proverb refers to the story of the fool who stole the butcher's knife and killed a man with it. He was hanged. Yet the butcher kills every day with the same knife and remains a respected citizen - JKP. Cf. 1671."
  },
  {
    "quote": "Chetu si changu, usitumaini cha mwenzako.",
    "person": "",
    "tail": "NGU; SWA 45. Ours is not mine, don't rely on what is your companion's. You cannot claim what is ours as yours alone."
  },
  {
    "quote": "Dalili mbaya hukupeleka pabaya.",
    "person": "",
    "tail": "MA 102. A bad sign [guide] brings you to a bad place."
  },
  {
    "quote": "Dawa hufuata kidonda.",
    "person": "",
    "tail": "NGU. Medicine follows the sore. Medicine is applied according to the kind of sore."
  },
  {
    "quote": "Doa usoni huonekana kwa kioo.",
    "person": "",
    "tail": "EM 50.20. You need a mirror to see a blot on the face. To know one's weakness, one needs help."
  },
  {
    "quote": "Epuka maovu nayo yakwepuka.",
    "person": "",
    "tail": "KA. Avoid evil and evil will avoid you. Cf. 4017."
  },
  {
    "quote": "Fuata kondo! Fuata kondo! Dunia  haifuatiki.",
    "person": "",
    "tail": "AL 322. Follow the flow! Follow the flow! It's impossible to follow the world. To follow the life-styles of other people. Kondo (Maniema dialect), mkondo: flow of a river, track of passage. Cf. 633."
  },
  {
    "quote": "Fuata maji yaendako.",
    "person": "",
    "tail": "J. Follow where the water goes. Swim with the stream. Cf. 1326."
  },
  {
    "quote": "Fuata mto uone bahari.",
    "person": "",
    "tail": "EM f7. Follow the river to find the sea. If you follow the river you will eventually see the sea or the lake - EM. Following a lead is what police officers and scientist do to find solutions. Cf. 633, 634, 698."
  },
  {
    "quote": "Fuata nyuki ule asali.",
    "person": "",
    "tail": "H 98; F 8.3; SWA 40; FSM 39; RECH 15; F 25.52. Follow the bee so that you may eat honey. Associate with the right people. Cf. 698."
  },
  {
    "quote": "Furaha hukolea mkiwa wengi.",
    "person": "",
    "tail": "EM f9. Joy has flavor when you are many. Happiness is perfect when it is shared. A related story is of the Sunday fisherman who was always laughed at because he never caught anything to show. But on the day he had a master catch, nobody was there to see him coming home."
  },
  {
    "quote": "Gome la udi si la mnukauvundo.",
    "person": "MARA. Gome",
    "tail": "MARA 2. The sweet smelling bark is not the same as the [evil smelling] bark [of the Cassia occidentalis]. To live with civilized, friendly people is not comparable to living with people who have bad manners - MARA. Gome: bark of a tree. Udi: a pleasant smell when burned. Mnukauvundo : lit., evil smell, is a shrubby herb with a bad smell when rubbed; Cassia occidentalis; used for making medicine in which to bathe young children."
  },
  {
    "quote": "Gurudumu chuma - reli chuma.",
    "person": "",
    "tail": "NGU. The wheels are iron, the rails are iron. Like father, like son."
  },
  {
    "quote": "Haifai kutia embe lenye kuoza katika maembe  mazuri.",
    "person": "",
    "tail": "AL 1134. It's not good to put a rotten mango among good ones."
  },
  {
    "quote": "Hakuna chawi aliyekiri kuwa mi chawi.",
    "person": "",
    "tail": "KER. There is no wizard who believes to be a wizard."
  },
  {
    "quote": "Hakuna lisilo nduguye ni kama ngozi na mfupa.",
    "person": "JKP.",
    "tail": "JKP. There is nothing without its sibling, like skin and bone. \"Every man can find a wife, The skin always covers the bone until death part them\" - JKP."
  },
  {
    "quote": "Hakuna kisilo nduye.",
    "person": "",
    "tail": "SPK. Every [pot] has its brother (i.e., a lid)."
  },
  {
    "quote": "Hata katika kundi mtu anaweza kuwa peke yake.",
    "person": "",
    "tail": "NGU. Even in a crowd a person can be alone."
  },
  {
    "quote": "Hawaachani kijibwa na mtwawe.",
    "person": "KS. Mtwa",
    "tail": "KS mtwa; AL 846. They don't leave each other, they are like the little dog and its caretaker. Common interest. Mtwa: a benefactor - KS. Mtwa: pygmy - AL."
  },
  {
    "quote": "Heri jirani karibu kuliko ndugu mbali.",
    "person": "",
    "tail": "J.jirani; RECH 155; KB 69; SPK; J si; SACL 801. A neighbor nearby is better than a relative far away."
  },
  {
    "quote": "Alla, alla, jirani kama  ndugu mli kule.",
    "person": "God",
    "tail": "T 17; L p.236. By God, it is from the neighbor [that help is expected] when your relative is away - L."
  },
  {
    "quote": "Hujui ginsi anavyokula mtu, je utampa  chakula katika jani?",
    "person": "",
    "tail": "AL 318. You don't know how a person eats, so, will you serve food on a banana leaf?"
  },
  {
    "quote": "Ila ya kikwapa kunuka pasipo kidonda.",
    "person": "",
    "tail": "FSM 53. The evil-smelling armpit is like a woundless defect. Used when somebody does not try to correct minor mistakes."
  },
  {
    "quote": "Jana hufufuka leo wakati mwingine.",
    "person": "",
    "tail": "REK. Yesterday is today risen at another time."
  },
  {
    "quote": "Jasho ya mbwa haipiti manyoya yake.",
    "person": "",
    "tail": "KB 81. The sweat of a dog does not go beyond its coat. You must not inconvenience others with your difficulties."
  },
  {
    "quote": "Jicho haliwezi kuangalia, pua inalia.",
    "person": "",
    "tail": "AL 844. [If] the eye is unable to see, the nose weeps. Cf. 650."
  },
  {
    "quote": "649a. Jicho haliwezi kujiona.",
    "person": "",
    "tail": "SPK. The eye cannot see itself."
  },
  {
    "quote": "Jicho likiugua, pua inaugua.",
    "person": "AL.",
    "tail": "AL 843; AL ugua. If the eye is sick, so is the nose. If one part of your body hurts, your whole body suffers. Near relatives feel and suffer for each other - AL. Cf. 649, 655."
  },
  {
    "quote": "Jirani mwema ni bora kuliko rafiki.",
    "person": "",
    "tail": "EM j13. A good neighbor is better than a friend. We can live without friends but not without neighbors. Cf. 644."
  },
  {
    "quote": "Kaa na mwenye tabia njema, utashiriki ya  heshima.",
    "person": "",
    "tail": "NGU. Stay with a person of good character and you'll share in that person's good name."
  },
  {
    "quote": "Kafiri akufaaye si isilamu asiyekufaa.",
    "person": "F. But depending on the context",
    "tail": "F 13.1; A 114 and 202; T 123; MS 32; MARA 3. An infidel who is of use to you is better than a Muslim who is of no use to you - A,T. An infidel who does you a good turn is not [like] a Muslim who does not - F. But depending on the context, it could also mean: However unhelpful [bad] a Muslim is he will always be better in many respects than an unbeliever who may be of use to you; i.e., do not trade a Muslim for an unbeliever, you will always lose. A Muslim is instructed in his religion that any Muslim is a brother or sister, and that help should be given in any way in whatever circumstance. Now if a pagan does what a believer is supposed to do, and helps a Muslim in need, then that pagan is better for him/her than a believer - MARA. Si or wala in proverbs often express a preference; e.g., is better than. Cf. 703."
  },
  {
    "quote": "Kapinga mwenda peke.",
    "person": "",
    "tail": "AL 1584. The opponent has returned to solitude. One who does not conform or listen to advice is cut out."
  },
  {
    "quote": "Kidole kimoja kikiumia, vingine vyatoa  damu.",
    "person": "",
    "tail": "KB.93; AL 892, 893. If one finger hurts, the other fingers are bleeding. The pain of one harms the whole community."
  },
  {
    "quote": "Kifaa kufanana tui na maziwa.",
    "person": "Ingrams p.",
    "tail": "SACL 214. It is as alike as milk and coconut milk. A riddle: Q. Two useful things very alike? A. Coconut juice and milk - Ingrams p.346."
  },
  {
    "quote": "Kijumba cha shetani hakikaribiwi.",
    "person": "",
    "tail": "MA 177. A devil's house is not accosted. Keep away from evil people."
  },
  {
    "quote": "Kila chombo na faida yake.",
    "person": "",
    "tail": "AL 482. Every tool has its use. Nothing is done or made without a reason."
  },
  {
    "quote": "Kila kitu chageuka isipoku wa kitu kimoja  tu.",
    "person": "",
    "tail": "P 230. Everything is subject to change except one thing. The leopard cannot change its spots."
  },
  {
    "quote": "Kila msafara na kiongozi.",
    "person": "",
    "tail": "NGU. Every caravan [expedition] has a leader."
  },
  {
    "quote": "Kila mtoto ana koja lake.",
    "person": "",
    "tail": "F 15.17; B 4.73. To every child its own necklace. There is no accounting for taste."
  },
  {
    "quote": "Kila kiboko na kivuko chake.",
    "person": "",
    "tail": "KB 100; AL kivuko. Every hippopotamus has its own ford."
  },
  {
    "quote": "Kila mwamba ngoma, ngozi huivutia kwake.",
    "person": "",
    "tail": "F 15.18; B 3.72; FSM 145; MARA 3. Everyone who stretches a skin on a drum, pulls the skin to his/her own side. In any competition everyone tries to exceed the others. The proverb is used by elders who must reconcile the quarrels of the youngsters and must listen to both sides of the story."
  },
  {
    "quote": "Kilima uzuri mbali, karibu kina majuto.",
    "person": "",
    "tail": "KB 105. A mountain far away is beautiful, but nearby it causes regrets. Living in a close relationship with somebody may be a hardship."
  },
  {
    "quote": "Kiliomo (or kichimo) mtamani ni mtama.",
    "person": "JKP.",
    "tail": "ED 18; JKP. What is in the millet [sorghum] is millet. Weevils and things in the millet, go the way of millet: are ground and eaten. \"The examples given were: a hungry man will eat anything, whether good or bad; or, an enemy conquering a village will take all the women, old or young, pregnant or not - JKP."
  },
  {
    "quote": "Kinachonukia kimeungwa.",
    "person": "",
    "tail": "NGU. Whatever smells well has been skillfully mixed."
  },
  {
    "quote": "Kila kinachong'ara kime suguliwa.",
    "person": "",
    "tail": "NGU. Whatever shines has been rubbed."
  },
  {
    "quote": "Kipofu hasahau fimbo yake (or gongole).",
    "person": "JKP.",
    "tail": "JKP. A blind person does not forget the stick \"We forget many things, but not the one thing without which we cannot live\" - JKP."
  },
  {
    "quote": "Kizuri cha mtu kuonana na wake.",
    "person": "",
    "tail": "AL zuri. The quality of a good person is meeting with fellow humans. Respect in community."
  },
  {
    "quote": "Kizuri kwako, kibaya kwa mwenzako.",
    "person": "",
    "tail": "SWHL Sept. 1966. What is good for you, [may be] bad for your friend."
  },
  {
    "quote": "Kukichwa, vichaka hufunga mimba.",
    "person": "",
    "tail": "NGU. After sunset the bushes are pregnant."
  },
  {
    "quote": "Kuku alae mtama, atakuwaye na nyama.",
    "person": "",
    "tail": "RSP ll. The chicken that eats millet, will have [good] flesh. Associate with the right people. Cf. 634."
  },
  {
    "quote": "Kuku wa mwewe haachi kiwewe.",
    "person": "",
    "tail": "MEM 263. Hawk's brood will always be hawkish."
  },
  {
    "quote": "Kuku wakilalamika nyumbani mwao kitu  kinaingia.",
    "person": "",
    "tail": "AL 473. If the chickens squeal then something entered their henhouse. Cf. 753."
  },
  {
    "quote": "Kumla nguru si kazi, kazi kumwosha.",
    "person": "",
    "tail": "F 18.55; KA. To eat the nguru (kingfish) is easy, the trouble is cleaning it. Preparing is often the more difficult part of a job. The nguru of the Sciaenae family has a very strong smell."
  },
  {
    "quote": "Kuvua numbi si kazi: kazi kuu ni magawioni.",
    "person": "",
    "tail": "T 202; SACL 691. To catch a haul of fish with a net is easy; the difficulty is how to divide them. How to divide the catch, giving a just share, without complaints, when there are individual preferences and difference of status and involvement, can be a problem. Pulling the ropes of a dragnet is work involving many people. Numbi: a draught of fishes."
  },
  {
    "quote": "Kuvua, vua na mvuvi, penda samaki atwae.",
    "person": "",
    "tail": "ED 23; KSM. What concerns fishing, fish with the expert, allow that his or her share be taken. Work with those who have the know-how, even if you have to pay for their expertise."
  },
  {
    "quote": "Kwa mwari kwaliwa, na kwa kungwi nako  huliwa.",
    "person": "AL. Kungwi",
    "tail": "MS; AL 1076; KS mwari. There is eating at the mwari and also at the kungwi. Mwari: seven days after the wedding the bride and groom celebrate. A meal offered by the young married and also by the initiated - AL. Kungwi: a teacher who instructs adolescents about secrets of the home."
  },
  {
    "quote": "Kwa mwendawazima kumeingia mlevi.",
    "person": "",
    "tail": "KA. A drunkard has entered the home of a fool. Both are irresponsible people. This is said when people make a lot of noise about nothing."
  },
  {
    "quote": "Kwa sultani chakula hakikosekani.",
    "person": "",
    "tail": "MA 247. At a king's place food does not lack. If you are interested in acquiring anything, you should associate with those who can provide it."
  },
  {
    "quote": "Kwale hutetemekea majanini.",
    "person": "",
    "tail": "FSM 87. The partridge shivers in the grass. If you want to hunt a partridge go to the grasslands."
  },
  {
    "quote": "Kwani kupenda ukowa, usipende kilichomo  ukowani?",
    "person": "SACL. A fool lacks common sense",
    "tail": "SACL 946; AL 605. Why appreciate only the lamp glass without appreciating the light which is inside the glass? - SACL. A fool lacks common sense, neglecting the essential and going to trivia - AL. Kowa (ukoa, ukova) (Lamu dialect): glass - SACL. Cf.3117, 3118."
  },
  {
    "quote": "Leo kwako, kesho mwenzio.",
    "person": "",
    "tail": "SAM 12.3. Today yours, tomorrow your friend's. What happens to me today might happen to you tomorrow."
  },
  {
    "quote": "Leo mimi, kesho wewe.",
    "person": "",
    "tail": "JKP. I today, you tomorrow. Your time will come. Cf. 1270."
  },
  {
    "quote": "Leo ni yako, kesho sio.",
    "person": "",
    "tail": "MA 254. Today is yours, not tomorrow."
  },
  {
    "quote": "Macho ya wengi ni dawa.",
    "person": "",
    "tail": "REK. The eyes of many are a medicine. The interest of many is like a cure. It softens misfortune. A lot of sports fans make the players play harder."
  },
  {
    "quote": "Maji hayakawi ila mtoni.",
    "person": "MM. Women grumble at the slowness of the supply of water in the river-bed",
    "tail": "T 228. Water does not stay except in the river. Said of people who like to be with their family, in country, etc. - MM. Women grumble at the slowness of the supply of water in the river-bed, where wells are dug during the dry season, but it is there alone that water is to be had. The moral is, Don't quarrel with your bread and butter - T. Cf. 4195."
  },
  {
    "quote": "Maji ya nyangwa mamoja.",
    "person": "",
    "tail": "ED 26. The waters of the tidal flats are even. When the tide comes in, the water covers all unevenness. The water level is the same all over. Used to express equality of all men."
  },
  {
    "quote": "Maji ya pwani yapatikana pwani.",
    "person": "",
    "tail": "MA 267. Sea water is obtained only on the shore. Look for things where they are usually found."
  },
  {
    "quote": "Maji yakikauka samaki wote wakaa katika  ziwa moja.",
    "person": "",
    "tail": "AL 842. When the waters are drying up all of the fish gather in the same lake. In dangerous times people come together."
  },
  {
    "quote": "Masikilizano ya wanaume ni mikuki na  mishale.",
    "person": "MM.",
    "tail": "WIKON 213. Understanding among men is spears and arrows. Men should not talk too much but show themselves through actions - MM."
  },
  {
    "quote": "Mazingira ni chanzo cha kufuzu.",
    "person": "KA. Kufuzu or kufaulu",
    "tail": "SAM 14.6; KA. The environment is the beginning of success. Difficulties are the beginning of succeeding - KA. Kufuzu or kufaulu: succeed."
  },
  {
    "quote": "Mbali mbali si kiapio.",
    "person": "SACL kiapio.",
    "tail": "SACL 344. When one is far from another, there is no rejoicing possible. Kiapio (Pemba dialect): shouts of joy at a dance. Wiu wiu or iu iu of the men, which corresponds to the shouts of vigele-gele of the women -SACL kiapio."
  },
  {
    "quote": "690a. Mbega hana mazoea",
    "person": "SPK.",
    "tail": ". SPK. A Colobus monkey is not sociable. Monkeys are supposed to be uncouth characters. Don't be surprised at the behavior of a low-class individual -SPK."
  },
  {
    "quote": "Mbio yenye kumfukuza swala, nyama wote  wanajitayarisha mbio.",
    "person": "",
    "tail": "AL 502. The speedy flight of the Grant's gazelle alerts all other animals. In case of imminent danger everyone takes care."
  },
  {
    "quote": "Mbwa wa msasi mkali ni mkali pia.",
    "person": "",
    "tail": "KS msasi; AL 856. The dog of a courageous hunter is also fierce. Cf. 714."
  },
  {
    "quote": "Mbwa wakubwa hawaumani.",
    "person": "EM.",
    "tail": "EM m8. Big dogs do not bite each other. But if a small dog appears or barks at a big one, it will be bitten by one of them or both. This means that big people or nations do not harm each other, they harm the small ones - EM. Cf. 881."
  },
  {
    "quote": "Mchuma janga hula na wakwao.",
    "person": "",
    "tail": "F 24.44; L 47; MARA 3. They who earn calamity, eat it with their family. One who is in trouble brings suffering on the family - F. Cf. 4482."
  },
  {
    "quote": "Mchuna ngozi huvutia kwake.",
    "person": "",
    "tail": "KS ngozi. Skinners pull the skin to their side. Cf. 662. 696. Omitted."
  },
  {
    "quote": "Mfuatana na mmanga hunukato.",
    "person": "",
    "tail": "ED 32. One who follows an Arab smells well. Cf. 635, 711"
  },
  {
    "quote": "697a. Mfuatana na mwenye elimu hunukato.",
    "person": "SPK.",
    "tail": "SPK. Someone who keeps the company of a scholar will smell nicely. Smell is here used figuratively for learning, erudition and good manners - SPK."
  },
  {
    "quote": "Mfukuz wa kwao hana pa kwenda.",
    "person": "",
    "tail": "F 25.52; CM 51. One who is expelled from home has nowhere to go. If one is ostracized or boycotted, where can that person go? This is the most severe punishment a member of the family or community can receive. That person will become a total outcast."
  },
  {
    "quote": "Mpigwa nje huenda kwao, mpigwa kwao endepi?",
    "person": "SPK.",
    "tail": "T 309; MS 48 endapi. Someone who is beaten abroad goes home, [but] if beaten at home, where does that person go? - SPK."
  },
  {
    "quote": "Asotakwa kwao akalale wapi?",
    "person": "JKP. If you are not wanted at home",
    "tail": "- JKP. If you are not wanted at home, where will you go and sleep? \"This refers to marriage proposals. A young man should first look for a bride among his own cousins\" - JKP. Cf. 606, 2630."
  },
  {
    "quote": "Mfunda afunda wake.",
    "person": "",
    "tail": "NGU. A craftsman creates his stuff. The grain crusher crushes her own flour. Funda has many different meanings: to pound, crush, pulverise; instruct, teach, educate; make a knot, tie. Cf. 662."
  },
  {
    "quote": "Mjane hana sheria.",
    "person": "",
    "tail": "AL 1029. An unmarried person has no law [to keep]. A person with no relationship stands alone. The proverb can also mean that a person, having no relations, and no support, will lose the case in court. Mjane: a bereaved person, widow, widower; a bachelor or spinster."
  },
  {
    "quote": "Mkwaju muwi una tumbiriwe.",
    "person": "",
    "tail": "A 308; T 275; SAM 15.12; AL 854. The bad tamarind tree has its monkey. The general meaning is that everybody has a companion; the special meaning is that nobody is despicable. Mwajumi, mkwaju: tamarind, rather a useless tree."
  },
  {
    "quote": "Mkware hajiingilii mwenyewe.",
    "person": "",
    "tail": "KS mkware; AL 838. The prostitute does not copulate alone. Mkware: a prostitute."
  },
  {
    "quote": "Mla nawe hafi nawe ila mzaliwa nawe.",
    "person": "L. You'll be friendly with your associate in matters of profit and gain",
    "tail": "F 28.84; B l.54; H 70; L 53; MARA 2; JKP; T 280; SACL 654. A person who eats with you does not die for you, but one who is born with you will - L. You'll be friendly with your associate in matters of profit and gain, but if you get into trouble, your associate will leave you, but on the contrary your family will stay with you - MARA. \"Uterine relatives are the closest relatives. They will always support each other. Loyalty to one's family entails remembering them when one moves up the social ladder. Usisahau ubaharia kwa sababu ya unahodha {3416): Do not forget the lot of the seaman because [ you are now] a captain\" - SPK p.21. Cf. 380, 3625."
  },
  {
    "quote": "Mlevi ni yule anayemtambua mlevi.",
    "person": "",
    "tail": "REK. A drunkard is the one who recognizes a drunkard. It takes one to know one."
  },
  {
    "quote": "Moto wa mbali hukolea vizuri.",
    "person": "",
    "tail": "EM. m26. A reasonable distant fire satisfies most. You'll keep warm, without getting burned. Beware of what can destroy you."
  },
  {
    "quote": "Mpiga maji maganja, huvuja kwa makwapani.",
    "person": "ED. When you associate with worthless people",
    "tail": "ED 39. One who hits water with the palms of the hands [will have the water] oozing from the armpits. A useless effort. One does not give anything to a person who is unworthy of it - ED. When you associate with worthless people, you cannot avoid being caught up with their worthlessness. An uneducated person will not understand benefits - SPK."
  },
  {
    "quote": "Mpika majungu hataki majungu.",
    "person": "EM.",
    "tail": "EM m27. A potboiler does not like other potboilers. Potboilimg is causing discord. People who cause discord do not like others to cause discord between their colleagues - EM. Cf.729."
  },
  {
    "quote": "Mpika vyungu viwili, kimoja huungua.",
    "person": "",
    "tail": "REK. The person who cooks two pots will burn one."
  },
  {
    "quote": "Mrega havuki nyangwe: mkunguru na papasi.",
    "person": "AL.",
    "tail": "AL 1137. A Mrega does not travel through Nyangwe, on account of fever and ticks. It is better not to visit places where one may risk not being welcome - AL."
  },
  {
    "quote": "709a. Mshipa haukai ela kwa kipeto.",
    "person": "SPK.",
    "tail": "SPK. The belt does not stay [with its wearer] without a clasp. E.g,. a marriage needs to be concluded in a proper way - SPK."
  },
  {
    "quote": "Mtama ukimwagika huonekana punje.",
    "person": "SPK p.",
    "tail": "JK 144. When you spill millet, a grain will be seen. JK. Your mistake will not remain hidden. A more literal equivalent of this proverb is the following: Panapofuka moshi panaficha moto. The place that emits smoke, hides fire\" - SPK p.24."
  },
  {
    "quote": "Mtegemea nundu haachi kunona.",
    "person": "",
    "tail": "F 31.112; L 63; H 77;MS 112. A person who relies on the hump of a cow will not fail to grow fat. If you associate yourself with the right people, you cannot fail profiting from your relationship. Nundu: the hump of the zebu, a delicacy. Cf. 635, 698, 711."
  },
  {
    "quote": "Mti ukifa shinale na tanzuze hukauka.",
    "person": "",
    "tail": "A 308; NS 39; SACL 978; T 329;SAM 17.26; . When a tree dies at its roots, its branches dry up also. If the leader dies, the followers often give up. This refers also to moral corruption."
  },
  {
    "quote": "Mti mkubwa ukigwa [ukianguka], wana wa ndege  huyumbayumba.",
    "person": "",
    "tail": "JK 140; KB gwa; M 51 huyumba.; SACL 258,1032; T 328. When a big tree falls, the young birds flutter around it."
  },
  {
    "quote": "Mti huvunja mimea, nani ataililia?",
    "person": "",
    "tail": "RSP 49. The [falling] tree crushes the plants, who will cry for them?"
  },
  {
    "quote": "Mti mkubwa ukianguka matawi hayabaki.",
    "person": "EM.",
    "tail": "EM m30. If a big tree falls the branches cannot remain where they were. If a person with many dependents dies, the dependents' conditions deteriorate - EM."
  },
  {
    "quote": "Mti mkuu umeanguka, ndege wa mashakani.",
    "person": "",
    "tail": "KA. A big tree has fallen, the birds are in trouble."
  },
  {
    "quote": "Mto hauna tope kwenye chemchemu.",
    "person": "EM.",
    "tail": "EM m32. A river has no mud at its spring. But as it proceeds on its way it can become dirty. The meaning is that a person is innocent as a child, but growing up may be spoiled - EM."
  },
  {
    "quote": "Mtoto (or mwana) wa nyoka ni nyoka.",
    "person": "MM.",
    "tail": "F 32.122; FSM 149: B 2.60; MARA 54. The offspring of a snake is a snake. \"If intelligent parents have backward children, this proverb is also used\" - MM."
  },
  {
    "quote": "Mwana wa simba ni simba.",
    "person": "",
    "tail": "F 34.146; B 1.70. The offspring of a lion is a lion. Mtoto and mwana: child, son/daughter, offspring. To show that the proverb is not always true: Cf. 519."
  },
  {
    "quote": "Mtoto wa paka haanguki chali.",
    "person": "",
    "tail": "LE3 226.6; AL 343. A kitten never falls on its back. A cunning person succeeds to get out of trouble. Cf.1111."
  },
  {
    "quote": "Mtu hamfanzii hiana mtu asiyoamini, kefu  aliyomwamini.",
    "person": "",
    "tail": "V hiana. People do not deceive others whom they do not trust, much less whom they trusts."
  },
  {
    "quote": "716a. Mtu hufanya wanayofanya watu.",
    "person": "",
    "tail": "SPK. A person does what other people do."
  },
  {
    "quote": "Mtu hujulikana kwa sababu ya mwenziwe.",
    "person": "",
    "tail": "NGU. One is known on account of companions."
  },
  {
    "quote": "Mtu kwao.",
    "person": "",
    "tail": "Unyonge p.43. A person is [when] in his/her own environment."
  },
  {
    "quote": "Mtu ni watu.",
    "person": "",
    "tail": "MARA 52. A person is people. A person cannot live alone. Without living in fellowship a person cannot grow. A similar proverb : Kizuri cha mtu huonekana na wake. AL. A person's beauty is that person's willingness to meet fellow humans."
  },
  {
    "quote": "Mtu pweke ni uvundo.",
    "person": "",
    "tail": "MARA 53; J peka. A loner is like a bad smell. It is bad not to associate with others. Upweke si maisha, vibaya kuvaa gunia. LE2 303.8. Loneliness is not a life, to put on sack cloth is not recommended. It should not be a permanent condition. Cf. 615, 1406."
  },
  {
    "quote": "720a. Mtu, wake humwong'onya hamtapiki.",
    "person": "",
    "tail": "SPK. Your family may be disgusted with you, but they will never throw you out."
  },
  {
    "quote": "720b. Muhogo mchungu usiuchezee.",
    "person": "SPK.",
    "tail": "SPK. Do not play with bitter cassava. Bitter cassava is poisonous. It should be properly boiled first. Do not play with a vindictive character; do not take a serious matter lightly - SPK."
  },
  {
    "quote": "Muwi huombewa na mwema.",
    "person": "",
    "tail": "JK 121. A good person will intercede on behalf of a bad person. We often see useless criminals being bailed out by honorable people, bad sons saved by their noble fathers - JK."
  },
  {
    "quote": "Mwacha asili ni mjasiri.",
    "person": "AL. It is a bold person who renounces ancestry - F. But also",
    "tail": "F 33.137; AL 639. One who leaves his/her place of origin is foolhardy - AL. It is a bold person who renounces ancestry - F. But also: Mwacha asili si mjasiri. SACL 73; AL 640. One who leaves one's own people is never a hero [abroad]. A variation: mwacha mwongo ni muongo. T 355a. One who leaves his/her own people is a liar. \"A person who forsakes association makes a mistake (lit., is a liar), and will never be fully human. A person is a social animal\" - T. These proverbs are closely related. A bold person is often foolhardy, is taking risks and therefore not easily to be trusted. Mjasiri: a bold person."
  },
  {
    "quote": "Kila jasiri salama.",
    "person": "",
    "tail": "AL 641. Every foolhardy person [believes to be] safe."
  },
  {
    "quote": "Mwacha asili ni mtumwa.",
    "person": "",
    "tail": "KA. One who leaves his/her ancestry is like a slave. Such a person loses knowledge of his/her origin, customs, tradition and therefore is looked down upon and ridiculed. Do not despise your own culture, even if people laugh at those customs. Mwacha asili: a person who leaves customs, traditions, the ways of ancestors and culture. Mtumwa: a person who is owned and used by somebody."
  },
  {
    "quote": "Mwacha kwao ni mwasi, endako hana kiasi.",
    "person": "",
    "tail": "KA. Those who leave their homestead are rebels; they are in trouble wherever they go."
  },
  {
    "quote": "Mwana wa mtu ni kizushi, akizuka zuka  naye.",
    "person": "",
    "tail": "J zua; SACL 427; T 371;B 3.61. A person is a revolutionary; if a person emerges, emerge with that person. There is no telling what a person may do: be ready, seize any advantage offered. Be ready for change. Kizushi: what appears or comes up suddenly; therefore, an unexpected guest, or somebody who does not shout hodiò(May I come in?)."
  },
  {
    "quote": "Mwegama haanguki, ila mwegamiza huanguka.",
    "person": "SPK. One leaves a benefactor who has nothing more to offer - AL.",
    "tail": "SACL 200; AL egama; AL 1549. The one who is supported does not fall, unless the one who supports falls - SPK. One leaves a benefactor who has nothing more to offer - AL."
  },
  {
    "quote": "Mwenda kwao si mtoro.",
    "person": "",
    "tail": "NESTOR 43. One who goes home is not a deserter. A person never forgets his home. Cf. 698, 718, 719, 722."
  },
  {
    "quote": "Mwenda na kuu k'owi wala haoni miuya.",
    "person": "",
    "tail": "T 376; SACL 630: AL 38. One who goes with a large [vessel] bathes not, nor does he see the billows. That person is not splashed by the waves and is not in danger. About traveling in style and having good associations. Kowi from kuowa (kuoga): to bathe. Miuya: waves (mawimbi) - SACL."
  },
  {
    "quote": "Mwendo kikwongonga nawe mtapike.",
    "person": "",
    "tail": "KS ongonga; Al 1129. If your companion gives you nausea, reject him as vomit."
  },
  {
    "quote": "Mwenye kutembea na mbuzi anatamani nyama.",
    "person": "",
    "tail": "AL 488. One who walks with goats desires meat."
  },
  {
    "quote": "Mwenye majivuno hataki majivuno.",
    "person": "",
    "tail": "EM 20 m35. A proud person does not like pride. A proud person does not like another proud person. Cf. 3985B."
  },
  {
    "quote": "Mwenye shombo hajisikii.",
    "person": "",
    "tail": "NGU. A person who has a fishy smell does not know it."
  },
  {
    "quote": "Mwili wa mwenzio ni kando ya mwilio.",
    "person": "KA.",
    "tail": "F 36.171; KA. Your companion's body is beside your body. The pain and suffering of your friend does not hurt you as much as it hurts your friend - KA."
  },
  {
    "quote": "Mwitu ni mpya, komba ni wapya.",
    "person": "JKP.",
    "tail": "JKP. New forest, new bush babies. \"If you are unhappy, move house and make new friends who may have unknown talents. Bush babies are believed to make palmwine\" - JKP."
  },
  {
    "quote": "Mwituni mna matata na wa miji hwenda mbio.",
    "person": "",
    "tail": "JKP. In the forest there are many hazards and townspeople walk through it in great haste.\"Wa miji [townspeople] are proud of their urban background, but are frightened in the bush. Everyone in his own environment\" JKP."
  },
  {
    "quote": "Mwivi huenda na wevi, mlevi nao walevi.",
    "person": "JK.",
    "tail": "JK 145. A thief goes with thieves, a drunkard with drunkards. Birds of a feather flock together. As a man is so is his company - JK."
  },
  {
    "quote": "Mzazi haachi ujusi.",
    "person": "",
    "tail": "F 37.178. She who gives birth cannot escape ritual defilement. Ujusi: \"natural defilement of childbirth as affecting both mother and child and everything that comes into contact with them until both have been washed ceremoniously according to Muslim usage seven days after the birth of the child\" - J."
  },
  {
    "quote": "Nazi mbovu harabu ya nzima.",
    "person": "",
    "tail": "F 38.3; B 2.24; J; SWA 31; H 88; FSM 165; RECH 126, 398; MARA 57; V 52; KB harabu; SACL 269; KS nazi. A bad coconut spoils the good ones. One is tainted by association; even when an innocent one is involved in group punishment. Cf. 758."
  },
  {
    "quote": "Nchi ya mhaini ina mengi mazuri.",
    "person": "",
    "tail": "REK. The land of a traitor has many nice things. Otherwise nothing would tempt a traitor."
  },
  {
    "quote": "Ndege wa aina moja huruka pamoja.",
    "person": "",
    "tail": "NGU. Birds of a kind fly together."
  },
  {
    "quote": "Ndugu chungu, jirani mkungu.",
    "person": "",
    "tail": "F 38.6. A brother is like a cooking pot, a neighbor is like a pot cover. Both are useful, they complement one another. Family and neighbors help each other."
  },
  {
    "quote": "Ndugu mbaya hushinda rafiki mzuri.",
    "person": "",
    "tail": "JK 139; AL 878. A bad member of the family is still better than a nice friend. One does not leave one's own, how imperfect they may be. Cf. 3745."
  },
  {
    "quote": "Ndugu mbaya si sawa na jirani mwema.",
    "person": "",
    "tail": "NGU. A bad sibling is not comparable to a good neighbor. Same as 740."
  },
  {
    "quote": "Ngoma ndio sauti ya umoja wa watu.",
    "person": "",
    "tail": "NGU. The drum is the unified voice of the people."
  },
  {
    "quote": "Nguruwe anafia muhogo.",
    "person": "",
    "tail": "AL 87. The pig dies for cassava roots. Craving stops for nothing. Cf. 1107."
  },
  {
    "quote": "Ni mti wa mfereji.",
    "person": "",
    "tail": "AL mfereji. It is a tree at an irrigation ditch. Said about an opportunist. A person appearing wherever there is something to obtain."
  },
  {
    "quote": "Ni nduguyo akuhusuye.",
    "person": "JK.",
    "tail": "JK 139. It is your brother who concerns you [or any kinsman] - JK."
  },
  {
    "quote": "Njia ya kupimia haki ni adhabu.",
    "person": "",
    "tail": "NGU. To measure justice is by way of punishment."
  },
  {
    "quote": "Njiapanda iliua udugu.",
    "person": "",
    "tail": "AL 889. The bifurcation killed the family relationship. Looking for personal profit harms the family."
  },
  {
    "quote": "Nyani mwenda pweke.",
    "person": "",
    "tail": "T 439. An ape that goes alone."
  },
  {
    "quote": "Nyati mwenda pweke.",
    "person": "",
    "tail": "T 440; A 292. A buffalo that goes alone. The rogue elephant or buffalo driven away from the herd has a savage temper. Used to describe people."
  },
  {
    "quote": "Nyati mwenda pweke, windo rahisi la mwindaji.",
    "person": "",
    "tail": "SAM 20.5. The buffalo that goes alone is an easy bag for the hunter. A person without friends has nobody to turn to in time of need."
  },
  {
    "quote": "748a. Nyani nyani kunanani.",
    "person": "SPK.",
    "tail": "SPK. Monkey, monkey scratch one another [If you scratch my back...] - SPK."
  },
  {
    "quote": "Nyege ni kunyegezana.",
    "person": "",
    "tail": "KA; KS nyege. Itching is itching together. It is good when done together or done to each other. Nyege: itching but also tickling for sexual excitement."
  },
  {
    "quote": "749a. Nyege senende pekeyo.",
    "person": "SPK.",
    "tail": "SPK. Lust, don't go on by yourself. As soon as sexual desire awakes in boy or girl, he or she must be married. If their elders leave them unmarried, they will become sinners - SPK."
  },
  {
    "quote": "Nyota haionekani mchana.",
    "person": "",
    "tail": "AL 487. A star is not visible in plain daylight."
  },
  {
    "quote": "Nyuki huenda na maua yake.",
    "person": "",
    "tail": "J; SACL 701; V nyuki; AL ua The bee goes with its flowers. And sways with the flowers. It follows its natural tendencies."
  },
  {
    "quote": "Nyumba na rika haziachwi.",
    "person": "",
    "tail": "JK 139. The house and the age group are not deserted. The family and those who were in the same initiation rites must never be deserted. Cf. 722."
  },
  {
    "quote": "Palipo na moshi pana moto.",
    "person": "",
    "tail": "RECH 342; JK. Where there is smoke there is fire."
  },
  {
    "quote": "Panapofuka moshi panaficha moto.",
    "person": "",
    "tail": "JK 144. The place that emits smoke, hides fire."
  },
  {
    "quote": "Penye mavi hapakosi uyoga.",
    "person": "",
    "tail": "KA. There is no lack of mushrooms on farm manure. Cf. 174, 753."
  },
  {
    "quote": "Povu lapanda, uliepe.",
    "person": "",
    "tail": "JKP. Scum floats on top, avoid it."
  },
  {
    "quote": "Riziki ya mtu iko kwa watu.",
    "person": "EM.",
    "tail": "EM r12; SPK. A person's fortune is with other people. \"Everybody gets his fortune from Almighty God, but God does not give a person his fortune directly. He does so through other people\" - EM."
  },
  {
    "quote": "Riziki ya paka iko mapipani.",
    "person": "KA. Pipa",
    "tail": "KA; SM. The daily necessities of a cat are in the drums. The cat is searching for food in garbage bins. Lazy people try to get their food for nothing - KA. Pipa: big oil drums."
  },
  {
    "quote": "Samaki mmoja akioza, huoza wote.",
    "person": "",
    "tail": "F 43.2; RECH 466; JK 145; V 52; SACL 718. If one fish rots, they all rot."
  },
  {
    "quote": "Samaki mmoja akioza ni mtungo pia.",
    "person": "",
    "tail": "J samaki; L 114; A 140; T 473; V 52; RECH.421; SACL 718; KB 274; MARA 3; KS samaki. If one fish goes bad the whole string does also."
  },
  {
    "quote": "Pono mmoja akioza, huoza na shazile.",
    "person": "So and So is as sleepy as a pono - J.",
    "tail": "ED 65. If one pono rots, the whole string rots also. Pono: name of a fish, said to be often in a torpid state. The expression goes: Ana usingizi kama pono, So and So is as sleepy as a pono - J. Cf. 736."
  },
  {
    "quote": "Shurubu za paka huzaliwa nazo",
    "person": "",
    "tail": ". NGU. Cats are born with whiskers. Someone boasting about his special qualities."
  },
  {
    "quote": "\"sitaki\" haviwi nongwa, vikachongea  na watu.",
    "person": "T. That refusal of mine is not meant to involve other people. A polite explanation of a refusal of anything that is proposed to one or given one in company",
    "tail": "T 495. My saying \"I don't want it\" is not by way of disagreeableness, or being invidious to others -T. That refusal of mine is not meant to involve other people. A polite explanation of a refusal of anything that is proposed to one or given one in company, intended as a hint: \"Don't let my having refused, deprive my friends\" - T. Sitaki is the subject of the sentence and is therefore considered a noun (ki-vi class)."
  },
  {
    "quote": "Sogea huko sikulala upeka.",
    "person": "",
    "tail": "NGU. Come close, I don't sleep alone. Upeka: upweke, alone. Cf. 720."
  },
  {
    "quote": "Sote twataliwa na mazingira.",
    "person": "",
    "tail": "NGU. We all are ruled [influenced] by our environment."
  },
  {
    "quote": "Sultani hakamati mwizi.",
    "person": "",
    "tail": "AL 840. The chief [alone] does not catch a thief."
  },
  {
    "quote": "Tawi kavu kuanguka si ajabu.",
    "person": "",
    "tail": "MARA 2. It's not a wonder that a dry [tree] branch falls down. Or a very sick person dies, or a lazy student fails; a drunkard falls, a thief is caught."
  },
  {
    "quote": "Tawi lililokatwa, lakauka.",
    "person": "",
    "tail": "KB 290. A branch cut off a tree will dry up. A child deprived of its parents wastes away."
  },
  {
    "quote": "Tumbili akiisha miti huja mwilini.",
    "person": "SAM. If a monkey lacks the trees for its living on acount of enemies it goes all out and attacks. So",
    "tail": "SAM 23.3; SM. When the monkey has finished the branches, it comes to the trunk. When a bad person gets caught he/she will drag down as many people as possible - SAM. If a monkey lacks the trees for its living on acount of enemies it goes all out and attacks. So, don't provoke even a weak person, because you might get hurt - SM."
  },
  {
    "quote": "Tunda jema halikawii mtini.",
    "person": "",
    "tail": "MARA 2. A good fruit does not stay for long on a tree. A beautiful woman will get married."
  },
  {
    "quote": "Tunda la pori haliwezi kuchekelea tunda mwenzake.",
    "person": "",
    "tail": "KB 296; AL 1178. A fruit of the bush cannot laugh at its companion. In case of a forest fire both are in the same danger."
  },
  {
    "quote": "Udugu wa nazi hukutania chunguni.",
    "person": "F. Misfortune brings the family together - AL.",
    "tail": "F 45.4; L 96; AL 906. The relationship of coconuts happens to be a meeting in the cooking-pot. This is said of people who do not want to cooperate until it is too late - F. Misfortune brings the family together - AL."
  },
  {
    "quote": "Udugu wa nazi mkutano pakachani.",
    "person": "TAA.",
    "tail": "TAA 25. The meeting place of the coconut brotherhood is in the basket. When all the members agree they stay together, but when trouble comes everyone goes his own way - TAA."
  },
  {
    "quote": "ujana-dume ni miongoni mwa wenzio.",
    "person": "",
    "tail": "EM u5. A youth's bravery is seen when among companions [where he can count on their help]. When confronting a lion or another danger."
  },
  {
    "quote": "Ujirani ni fedha katika kasha.",
    "person": "",
    "tail": "J; V; AL 1000. Having neighbors is [like having] money in a box. But also: Help received from neighbors must be paid back by mutual services."
  },
  {
    "quote": "Ukelele wa shundi ni mmoja.",
    "person": "MARA. People of the same character or outlook work together - MARA. Shundi",
    "tail": "KA; MARA 2. The songs of the coucal birds are all the same. One sings and all answer in the same tune. All other birds imitate the shundi - MARA. People of the same character or outlook work together - MARA. Shundi, dudumizi, gude, tipitipi: the white-browed coucal. Cf. 893."
  },
  {
    "quote": "Ukienda njia ya pofu, utapofua lako jicho.",
    "person": "",
    "tail": "V 47. If you go the way of the blind, you will blind your own eye. If you follow bad examples you'll become bad."
  },
  {
    "quote": "Ukikaa karibu na waridi huachi kunukia.",
    "person": "",
    "tail": "REK. If you stay close to roses, you'll have a nice smell. Cf. 698."
  },
  {
    "quote": "Ukikaa na kilabu hupati kitu [ila] aibu.",
    "person": "AL. Kilabu is not in Swahili dictionaries. It is derived from the English club and has two meanings",
    "tail": "AL 11 27; NGU. If you stay with the club, you won't get anything but shame - AL. Kilabu is not in Swahili dictionaries. It is derived from the English club and has two meanings: rungu, a cudgel and a social group, a club. Cf. 1710 for another meaning of kilabu."
  },
  {
    "quote": "Ukimwona buku mchana, ni siafu.",
    "person": "",
    "tail": "AL 489. If you see the buku rat during daytime, it's on account of the safari ants. An unusual happening has its reason. Buku: a very large long-tailed rat, also called ndezi."
  },
  {
    "quote": "Ukipenda mtu, upende na mbwa wake.",
    "person": "",
    "tail": "AL 1532. If you love someone, love also his/her dog."
  },
  {
    "quote": "Ukitaka kusaidiwa nawe saidia wenzako.",
    "person": "",
    "tail": "NGU. If you want to be helped, help your neighbor. Start helping others and you'll find helpers."
  },
  {
    "quote": "Ukosefu wa mwenenzi si wa mkazi milele.",
    "person": "",
    "tail": "SACL 647, 946; T 529; AL 866. The oddities of a passer-by are not so annoying as those of one you live with constantly. Relatives cannot hide their faults from one another. T. quotes the following verse: Ukoshefu wa mwenenzi si wa mkazi milele Kufunua macho panzi si chui kufuma ndole Kufileko kwa ndovu si uzima wa kunguni. Traveller's straits are not so annoying as a constant inhabitant's. A grasshopper opening its eyes is not so bad as a leopard clenching his paw. An elephant's death-scene is not so annoying as the life of a bug."
  },
  {
    "quote": "Umwogope mwenda peke.",
    "person": "",
    "tail": "AL peka. Beware of the solitary person."
  },
  {
    "quote": "Umwepuke mwenda-pweke.",
    "person": "",
    "tail": "SPK. Avoid the solitary. [Elephant or buffalo.] Cf. 720, 748."
  },
  {
    "quote": "780a. Usifungue duka ila kupenda kucheka.",
    "person": "",
    "tail": "SPK. Do not open a shop unless you like smiling."
  },
  {
    "quote": "Usisafirie nyota ya mwenzio.",
    "person": "JKP.",
    "tail": "F 49.38; Mulika, p.10; KS nyota. Don't travel under the [lucky] star of your companion. \"Do not risk an enterprise only because someone else succeeded in it\" - JKP. 782. Omitted."
  },
  {
    "quote": "Uyoga unaotea mavini.",
    "person": "KB.",
    "tail": "KB 37. A mushroom grows on dung. This is said if someone is prevented from taking revenge or from being realistic on account of family ties, etc. - KB."
  },
  {
    "quote": "Vumbi la kisonzo si la ufukwe.",
    "person": "",
    "tail": "MARA 2. The dust of the cow dung is not comparable to the white sand on the beach. Stay with the good people, follow their habits and behavior and you'll be loved. Kisonzo; the thick sludge of the cow dung in the stable. Ufukwe (mchanga): sand of the seashore."
  },
  {
    "quote": "Wa kuume haukati wa kushoto.",
    "person": "",
    "tail": "T 573; J ume; V l9; SACL.455; MS 87; L 50. The right hand does not cut off the left one. One must not harm oneself or one's immediate family. Cf. 3089."
  },
  {
    "quote": "Waarabu wa pemba, hujuana kwa vilemba.",
    "person": "",
    "tail": "FSM 196. The Arabs of Pemba know each other by the turban."
  },
  {
    "quote": "Waswahili hujuana kwa vilemba.",
    "person": "",
    "tail": "FK. The Swahili can tell each other by the turban they wear. Cf. 3294."
  },
  {
    "quote": "Wananchi wakila panya, ule panya.",
    "person": "",
    "tail": "AL 317; JK 146. If the inhabitants of a country eat mice, you too eat mice. Follow the customs of the country."
  },
  {
    "quote": "Wanandugu siwatenge.",
    "person": "JK.",
    "tail": "JK 139. \"Do not keep your kinsmen away\" - JK. \"Uterine relatives are the closest relatives. They will always support each other. Loyalty to one's family entails remembering them when one moves up the social ladder\" - JK."
  },
  {
    "quote": "Wanandugu siwatenge wachangane.",
    "person": "",
    "tail": "JKP. Do not separate kinsfolk, they should join together. Changana: of people joining together for a special purpose, e.g. as of volunteers for a cause - J."
  },
  {
    "quote": "Wavuvi wa pweza hujuana (or hukutana)  mwambani.",
    "person": "",
    "tail": "MARA 2. The cuttlefish (octopus) fishermen know (meet) each other at the reef. People of the same profession know each other. Pweza: cuttlefish, inkfish, octopus that lives at the reefs."
  },
  {
    "quote": "Waweza kuishi bila ndugu (rafiki), huwezi  kuishi bila majirani.",
    "person": "",
    "tail": "NGU. You can live without relatives (friends), but you cannot live without neighbors."
  },
  {
    "quote": "Wenye kusuka virago ni mabinti; siku  wataolewa nani atasuka?",
    "person": "",
    "tail": "AL 177. Girls plait the sleeping mats, who will plait them when they are married? Today prepare for tomorrow."
  },
  {
    "quote": "Wewe mkono, unakula na giza, unasahau  kinywa.",
    "person": "",
    "tail": "AL 1198. You, the hand, you eat in darkness, you forget the mouth [of the others]. One who eats alone and in secret shows that he does not want to share."
  },
  {
    "quote": "Wingi wa siafu ndio nguvu yao.",
    "person": "",
    "tail": "NGU. The multitude of ants is their strength."
  },
  {
    "quote": "Yako hunitembelea.",
    "person": "",
    "tail": "REK. What is yours walks over to me. Visits me. Your goodness or evil reflects on me."
  },
  {
    "quote": "",
    "person": "",
    "tail": ""
  }
]