[
  {
    "quote": "Afadhali kufa vitani kuliko kufa mtumwa.",
    "person": "",
    "tail": "NGU. It's better to die in the war than to die as a slave. 3282. Akikalia kigoda mtii. EM.9.5. The one who sits on the stool must be obeyed. Said of a man invested with authority. Kigoda: stool, traditional seat on which a man of respect and authority sits. EM."
  },
  {
    "quote": "Akosapo mkubwa, mdogo huadhibiwa",
    "person": "",
    "tail": ". EM.10.7. When a great person blunders, a junior person is punished. A scapegoat."
  },
  {
    "quote": "Akupitaye kwa nguvu mwogope.",
    "person": "",
    "tail": "NGU. Fear the one who is stronger than you."
  },
  {
    "quote": "Aliye juu ni juu.",
    "person": "",
    "tail": "J.,juu; V.142; KB.,juu; SACL.196; MS.7, yu juu. The one who is above is above. A powerful man is out of reach."
  },
  {
    "quote": "Aliye juu yu juu : mbwidi haliwina funo.",
    "person": "",
    "tail": "T.4.14. The one who is above is above: a beast of prey is not eaten by the funo-antelope. Mbwidi or mbwidyi for mbwa-mwitu: jackal, wild dog."
  },
  {
    "quote": "Aliye na nguvu hula, dhaifu hulipa.",
    "person": "",
    "tail": "KB.17. The mighty feasts, the poor pays."
  },
  {
    "quote": "Aliyekalia kiti cha enzi ndiye mtawala.",
    "person": "",
    "tail": "NESTOR 12. The one who sits on the throne is the ruler. The one who possesses an article at the time is the owner. NESTOR."
  },
  {
    "quote": "Aliyekupa wewe kiti ndiye aliyenipa kumbi.",
    "person": "",
    "tail": "F.2.17; MARA 3. The one who gave you a chair is the same who gave me a coconut husk [to sit on]. Do not despise me. I occupy the station God gave me, just as you do. F. Kumbi: the shell that houses the coconut. Often used as a stool to sit on. In the same way that townspeople use chairs, villagers use makumbi (coconut husks). In case townspeople mock the villagers, the farmers answer 'Don't boast about your chairs. Almighty God who gave you chairs, gave us the kumbi and God could change that. Be grateful for the good things God gave us. God could give gifts to others. MARA."
  },
  {
    "quote": "Aliyekupa wewe kiti, mimi kaninyima kumbi.",
    "person": "",
    "tail": "NGU. The one who gave you a chair, refused to give me a coconut husk."
  },
  {
    "quote": "Aliyekuweka kitini, ndiye aliyeniweka chini.",
    "person": "",
    "tail": "SM. The one who put you on a chair, is the one who put me down. The one who put you high up in rank has put me below. Cf. #1482; #449."
  },
  {
    "quote": "Aliyepanda juu akianguka huvunjika.",
    "person": "",
    "tail": "NGU. If they climb high up and fall they break."
  },
  {
    "quote": "Amefanyaye kafara na dawa ili awe na bwana,  mwisho wake hulemewa na mazito kujaliwa.",
    "person": "",
    "tail": "REK. Somebody made an offering of an amulet and medicine in order to be with the master, at the end that person will be overloaded with all the things granted. Bwana: master, boss, even husband."
  },
  {
    "quote": "Asimamao haendi mbio hayafukuzwa.",
    "person": "",
    "tail": "JKP. The one who stands will not start running before he is chased away. \"It is not easy to dislodge a dignity once he is in power.\" JKP. Asimamao = asimamaye. Hayafukuzwa = hajapofukuzwa."
  },
  {
    "quote": "Atangazaye mirimo, si mwana wa ruwari.",
    "person": "",
    "tail": "F.5.43. The one who allocates the tasks is not [necessarily] the son of the headman. Ruwari or liwali: the headman. Mirimo: work, probably from kulima: to work the land, farm."
  },
  {
    "quote": "Dagaa pia humtuma papa.",
    "person": "",
    "tail": "REK. The sardine also employs the shark."
  },
  {
    "quote": "Dalili ya ushehe ni kilemba.",
    "person": "",
    "tail": "EM.43.1. The sign of Sheikh-hood is a turban. The headgear has thus become a sign of work and station in life. EM. Cf. #289."
  },
  {
    "quote": "Dua la kuku halimpati mwewe",
    "person": "",
    "tail": ". H.98; F.8.6; B.2. 36; RECH., dua; L.18, haimpati; V., dua; MARA 4; SWA.2; KS,dua. The curse of the chicken does not reach the kite. Or: The prayer of the fowl does not bother the hawk. It is vain to protest against those in power. A woman wearing a kanga with this proverb printed on it tells the world around her that she is impervious to prayers and curses of her admirers. An interesting word change of this old proverb:"
  },
  {
    "quote": "Dua la kuku halimshiki mwewe",
    "person": "God depends on your status with God. Prayer in Islam",
    "tail": ". REK. The prayer of the chicken does not seize the hawk. Something more has to be done than praying. One suggested that being heard by God depends on your status with God. Prayer in Islam: Sala (salat,): formal prayer during worship, a form that must be followed in order to be ritually correct. Dua (du'a): ejaculatory phrases of one's own choice, without a fixed pattern. Spontaneous and intercessor prayer. (Kenneth Cragg, The Call of the Minaret, Galaxy Book edition, Oxford U. Press, 1964 p. 106). Also the reverse is heard:"
  },
  {
    "quote": "Dua la mwewe halimpati kuku",
    "person": "",
    "tail": ". The prayer of the hawk does not get the chicken. Prayer alone is not enough, one must act in order to obtain what one desires."
  },
  {
    "quote": "Fedheha kutawaliwa",
    "person": "",
    "tail": ". EM f.5. It's shameful to be ruled. To be ruled rob people from their essential qualities of being human, i.e. to make their own decisions. This applies to parents as well as their growing and grown-up children. But one can also be ruled by bad habits. EM."
  },
  {
    "quote": "Hakuna jumbe kapera",
    "person": "",
    "tail": ". NGU. No chief is a bachelor."
  },
  {
    "quote": "Hata mtumwa alipata kuwa mtoto wa mtu",
    "person": "",
    "tail": ". EM h15. Even a slave has once been somebody's child. Even a slave once tasted parental love. This is said to remind a person to treat a servant as well as any other person. EM. Cf. #1515, #1531."
  },
  {
    "quote": "Hii yafutika, hii haifutiki",
    "person": "",
    "tail": ". T.92. That [sin] can be wiped out, this one cannot be wiped out. A common expression in the mouth of women when scolding their slaves; as though to say, \"It is no venial sin if you disobey my orders.\" T."
  },
  {
    "quote": "Hivyo ndivyo ilivyo sivyo?",
    "person": "",
    "tail": "(p.243; 3 Sec.School Students. Edwin Mellon Press.) That's the way it is, isn't it? This is often said when managers get all the praise and money, while the contributions of others are not considered."
  },
  {
    "quote": "Ipunguzwayo ni iliyojaa",
    "person": "",
    "tail": ". MARA 2. What is full will be diminished. A person in charge should not be sad or angry if attacked, accused or spoken ill of. It is because people want to make a person in charge smaller. Or if a person is good, they want to smear that person. MARA. Cf. #1437."
  },
  {
    "quote": "Jicho la mkubwa ni jicho la tai",
    "person": "",
    "tail": ". EM j10 The leader's eye is like an eagle's eye. A leader sees many of the things in the sector overseen."
  },
  {
    "quote": "Jicho la mwinyi humnenepesha mtwana.",
    "person": "",
    "tail": "EM j12. A master's eye makes a slave fat. Every person likes to be recognized by people in charge."
  },
  {
    "quote": "Jogoo hawiki bila ruhusa.",
    "person": "",
    "tail": "NGU. The rooster does not crow without permission. Jogoo: a cock; a young boisterous person. Cf. #.3305."
  },
  {
    "quote": "Jogoo mkubwa hamwachii mdogo kuwika",
    "person": "",
    "tail": ". EM jk16 A big cock does not allow a small one to crow. A big rooster wants to keep its prestige. A small one will be disciplined. A bigger person can oppress a smaller one, who may be able to do as good a job."
  },
  {
    "quote": "Jongoo, kunja mkia, wazuri wapite mbele.",
    "person": "",
    "tail": "AL 497. Centipede, curve your tail and let the beautiful people pass by. Little people should not be pretentious. AL."
  },
  {
    "quote": "Jukwaani hawakai wengi.",
    "person": "",
    "tail": "EM j18 Only few can sit on a platform. The top positions anywhere are few. Cf. #335."
  },
  {
    "quote": "Jumbe akikuumiza (akikuudhi) tabasamu.",
    "person": "",
    "tail": "EM j19. If the headman hurts (offends) you, smile. The jumbe has authority. If you take offense you may be hurt."
  },
  {
    "quote": "Juu ya mwalimu kutoa ruhusa.",
    "person": "",
    "tail": "JKP. It is up to the [school] master to give permission."
  },
  {
    "quote": "Kambara anapotembea na \"mpenda  kula\",\"mpenda kula\" anakula mavi mengi.",
    "person": "",
    "tail": "AL 1608. When the catfish goes walking with the Glutton-fish, the Glutton-fish will eat a lot of excrements. The little ones get only the left-overs from the big ones."
  },
  {
    "quote": "Kichwa kimoja hakivai kofia mbili.",
    "person": "",
    "tail": "AL,vaa; AL 1741. A single head does not wear two hats. One person should not be in charge of two offices at the same time. Later, the Arusha Declaration: \"No TANU or government leader should receive two or more salaries ...[or] ... hold directorship in privately owned enterprises.\" (Part Five, section A., paragraphs 2 and 3)"
  },
  {
    "quote": "Kidole cha mkubwa kilimpatia mbuzi mimba.",
    "person": "The experience of a superior proves to be effective. AL.",
    "tail": "AL 1480. The finger of the headman has made the goat pregnant, The experience of a superior proves to be effective. AL."
  },
  {
    "quote": "Kifaranga hawezi kujaa chungu.",
    "person": "",
    "tail": "AL 1588. A young chicken cannot fill the pot. An inferior usually cannot take charge."
  },
  {
    "quote": "Kijacho na maji, cha mwenye mji.",
    "person": "",
    "tail": "SACL.498; AL 1558; JKP. What is brought along by the water belongs to the chief. What comes with the water is appropriated by the chief. \"Flotsam and jetsam includes not only wood, but also ambergis.\" JKP. Cf. #1141o."
  },
  {
    "quote": "Kikubwa kibaya ni kidinda.",
    "person": "",
    "tail": "REK. Greatness gone bad is a sore. People in power being corrupt is a sore, it harms the whole community."
  },
  {
    "quote": "Kila aingiapo simba mbuzi huchukulia.",
    "person": "",
    "tail": "JKP. Wherever the lion enters it carries the goat away. The lion always wins. The powerful person or ruler will collect taxes at will, or carry away your daughter. JKP."
  },
  {
    "quote": "Kila kundi na mkubwa wao.",
    "person": "",
    "tail": "NGU. Every group has its own leader."
  },
  {
    "quote": "Kila mamlaka mina allahi.",
    "person": "",
    "tail": "JKP. Every authority originates from God. Mina or mimina: pour out, pour, spill."
  },
  {
    "quote": "Kila mmoja ni mfalme nyumbani mwake.",
    "person": "",
    "tail": "BM 10. Every person is a ruler at home."
  },
  {
    "quote": "Kila mtu akae kwa cheo chake.",
    "person": "",
    "tail": "JKP. Let every person stay in his or her rank."
  },
  {
    "quote": "Kisichomfaa mkubwa ni mshipi.",
    "person": "Chenye hakienei. It is the belt that does not go well with the chief. All authority is imperfect and therefore criticism comes easily.",
    "tail": "AL 1550,Chenye hakienei. It is the belt that does not go well with the chief. All authority is imperfect and therefore criticism comes easily."
  },
  {
    "quote": "Kisigino hufuata mguu.",
    "person": "",
    "tail": "EM k16. The heel follows the foot. A servant must follow wherever the master wants the servant to go"
  },
  {
    "quote": "Kivuli cha miti mingine hustwisha, cha mingine  hukausha.",
    "person": "",
    "tail": "EM k20. The shade of some trees is healthy for the undergrowth, while that of others dries it up. Some bosses favor the growth of the juniors, while other discourage them."
  },
  {
    "quote": "Kivuli cha mvumo huwafunika walio mbali.",
    "person": "",
    "tail": "F.16. 31; V.95; KB,finika; KS,kivuli; JKP; SACK.191; 420,jivuli; MS.31,aliye."
  },
  {
    "quote": "Vuli la mvumo humfunika alo mbali.",
    "person": "",
    "tail": "JKP. The shadow of the mvumo [palm tree] provides shelter for those who are far away. \"A powerful person can provide protection far away. Second meaning: A foolish father will not protect his own child but a distant friend.\" JKP. But also used in case of a farmer who produces food for many; or a teacher teaching many children. Mvumo is the Deleb palm, Palmyra palm or the Borassus palm. It has a slightly bottleshaped stem up to 60 feet tall, and is crowned with a head of large fan-shaped leaves."
  },
  {
    "quote": "Mti mkubwa unaota kivuli kikubwa.",
    "person": "",
    "tail": "NGU. A big tree develops a big shadow. Cf. #324, #1430."
  },
  {
    "quote": "Kobe  haumi mguu wa chui.",
    "person": "",
    "tail": "AL 1562. The tortoise does not bite the leg of a leopard. Revolt against authority is dangerous. Don't insult a strong man."
  },
  {
    "quote": "Kondoo wawili hawawezi kunywa pamoja kwenye  chungu kimoja.",
    "person": "",
    "tail": "EM K21. Two sheep cannot drink out of the same pot at the same time. Their heads are too big. Only one leader can lead at the same time."
  },
  {
    "quote": "Koti kwake ni mgongoni.",
    "person": "",
    "tail": "NGU. The place of one's coat is on one's back. Everything has its place."
  },
  {
    "quote": "Kuagiza ni kuweza?",
    "person": "",
    "tail": "TS 35/31. Is giving orders the same as enabling?"
  },
  {
    "quote": "Kuku hali anakwenda akila ameisha hukumiwa afe.",
    "person": "",
    "tail": "AL 1616. Although the chicken is going on eating, it is already condemned to die. Little people don't know what the ruling power has in mind for them."
  },
  {
    "quote": "Kuku hashindani na kisu.",
    "person": "",
    "tail": "KB.125. MP.226.1. The chicken is no match for the knife. It is the earthen pot against the iron pot. MP."
  },
  {
    "quote": "Kuku ataweza kushindana na kisu?",
    "person": "",
    "tail": "KB.125. Can a fowl fight a knife? Cf. #1424."
  },
  {
    "quote": "Kuna chuma cha suwezi, hushindana na sukuo?",
    "person": "",
    "tail": "T.183. Is there iron from Suez, that can fight the grindstone? Of useless resistance against superior forces."
  },
  {
    "quote": "Kwa kukaukani, maji visimani, hata mfalume,  kiu kimuume.",
    "person": "",
    "tail": "JKP When the water in the wells dries up, even the king suffers from thirst. \"In time of dearth even the king loses his rights.\" JKP."
  },
  {
    "quote": "Kwa simba fisi huinama: ya simba fisi hula  nyama.",
    "person": "",
    "tail": "RSP.74. For the lion the hyena bows [and so] the lion's food it eats."
  },
  {
    "quote": "Kwenye vipofu mwenye chongo hutawala.",
    "person": "",
    "tail": "REK. Among the blind one-eye rules."
  },
  {
    "quote": "Kwa vipofu, mwenye chongo huwa [ni] mfalme.",
    "person": "",
    "tail": "NGU. Among the blind one-eye is king."
  },
  {
    "quote": "Macho ya vyura hayamzuii mteka maji kuteka.",
    "person": "",
    "tail": "EM m1. The toad's eyes don't stop a water-drawer from drawing water. Words and warnings of small people don't stop big people to do their things. Cf. # 1417a."
  },
  {
    "quote": "Mafurika hutengeneza mkirizi wake  wenyewe.",
    "person": "",
    "tail": "NGU. The floods make their own path."
  },
  {
    "quote": "Mali ya mjomba si ya mpwa.",
    "person": "",
    "tail": "AL 1115. The property of the (maternal) uncle is not going to the nephew/niece. Don't count on help from others."
  },
  {
    "quote": "Mamlaka yanamsahau mfalme anayekufa.",
    "person": "",
    "tail": "NGU. The dying king forgets his authority. Mamlaka: authority, right to ownership; property."
  },
  {
    "quote": "Mbiu ya mgambo ikilia ina jambo.",
    "person": "",
    "tail": "F.23.27; T.252; H.59; J., mbiu; SACL.527; KS, mbiu. When the buffalo-horn sounds, there is something of importance. [and often something is wrong]. Mbiu ya mgambo: formerly a buffalo-horn was blown to call people to hear a proclamation or announcement. J."
  },
  {
    "quote": "Mbwa anakufa, kengele inabaki.",
    "person": "",
    "tail": "AL 1470. The dog dies, but its bell remains. Power is transferred to the successor, another hunting dog will carry the bell. AL."
  },
  {
    "quote": "Mbwa hushikwa mdomo na mwenyewe.",
    "person": "",
    "tail": "REK. The mouth of a dog is held tight by the owner. A dog does what its owner wants."
  },
  {
    "quote": "Mbwa wa jumbe ni jumbe.",
    "person": "",
    "tail": "AL 1533. The dog of the chief is also a chief. Receives the honor of a chief: respect, food. Jumbe, or mwami: chief."
  },
  {
    "quote": "Meno yasipite midomo.",
    "person": "",
    "tail": "AL 691; AL, mdomo/shinda. Teeth should not exceed the lips. One should stay within one's rank. AL."
  },
  {
    "quote": "Mfalme akifanya biashara, raia watakuwa  maskini.",
    "person": "",
    "tail": "NGU. If the king goes into business the citizens will become poor."
  },
  {
    "quote": "Mfalme hasifiwi kwao.",
    "person": "",
    "tail": "NGU. A king is not honored in his own country. Mfalme: king, chief"
  },
  {
    "quote": "Mgomba mfupi ndio ukatwako majani.",
    "person": "",
    "tail": "KB.182. From a short banana tree one cuts the leaves. It is usually the little and meek person who carries the burden."
  },
  {
    "quote": "Milio ya vyura haiwazuii ng'ombe kunywa  maji.",
    "person": "",
    "tail": "REK. The cries of the frogs do not stop the cows from drinking water. Who is bothered by the cries of a frog? Mindful of a Native American proverb: A frog does not drink up the pond in which it lives. Cf.#3355."
  },
  {
    "quote": "Mja kwako akusikilize.",
    "person": "",
    "tail": "REK. A person who is with you should listen to you."
  },
  {
    "quote": "Mjumbe hauawi.",
    "person": "",
    "tail": "F.26.64; T.267; A.73; KB.184; AL 1513; MARA 3. A messenger must not be slain. The messenger is innocent and must be respected. KB; AL."
  },
  {
    "quote": "Mkizima moto mtaota nini?",
    "person": "",
    "tail": "AL 1464; AL zima. If you extinguish the fire, what will warm you? Undermining authority is always harmful."
  },
  {
    "quote": "Mkoba haungeharibika hungetembea na furushi  mkononi.",
    "person": "",
    "tail": "AL 1469. If your shoulder bag were not broken you would not walk with a bundle in your hand. The inferiors suffer when their chiefs are becoming worthless."
  },
  {
    "quote": "Mkono wa serikali ni mrefu.",
    "person": "",
    "tail": "REK. The arm of the government is long. Cf. #1411."
  },
  {
    "quote": "Mkubwa kakupita.",
    "person": "",
    "tail": "NGU. The leader is greater than you."
  },
  {
    "quote": "Mkuu yu juu.",
    "person": "",
    "tail": "RSP.27. The great one is on top. A powerful man always wins. RSP. The only Great One at the top is God. MM."
  },
  {
    "quote": "Mlio wa chura utamdhurisha nani?",
    "person": "",
    "tail": "JKP. The cry of the frog, whom will it harm? \"The frog is considered a funny, defenseless animal, a symbol for a cuckolded man.\" JKP. Cf #1409."
  },
  {
    "quote": "Mnyonge kupata haki ni mwenye nguvu kupenda.",
    "person": "",
    "tail": "T.298; MS.46; V.76; SACL.263, 579. The poor's right depends on the liking of the powerfull."
  },
  {
    "quote": "Mnyonge hupata haki na mwenye nguvu kutaka.",
    "person": "",
    "tail": "NS.9. A poor person usually receives rights as a gift, but the powerful just takes them. Power is stronger than right and money is all-powerful. NS."
  },
  {
    "quote": "Moto ni mtumishi mwema, lakini bwana mbaya.",
    "person": "",
    "tail": "NGU. Fire is a good servant, but a bad master."
  },
  {
    "quote": "Mpishe mwenye nguvu apite.",
    "person": "",
    "tail": "NGU. Let the strong man pass by."
  },
  {
    "quote": "Mti wa kimo chako hauwezi kukupa kivuli.",
    "person": "",
    "tail": "EM m31. A tree of your height cannot shade you. A person with the same ability as yourself cannot help you in matters which require greater ability than you have. EM."
  },
  {
    "quote": "Mtinda nywele kichwani.",
    "person": "",
    "tail": "TS 69/3. The one who cuts the hair on the head. This is said of chiefs: they don't know the day they will be dismissed. When someone tresses the hair of somebody, who will not know what kind of hairdo he or she will get? TS."
  },
  {
    "quote": "Mtoto akipanda juu ya mti, chini yuko mkubwa.",
    "person": "",
    "tail": "AL 1587. If a child climbs in a tree, there is an adult below. One who is protected will take risks."
  },
  {
    "quote": "Mtu mmoja hawezi kutumikia mabwana wawili.",
    "person": "",
    "tail": "NGU. A person cannot serve two masters."
  },
  {
    "quote": "Mtumbwi uheshimu maji na maji yaheshimu  mtumbwi.",
    "person": "",
    "tail": "KB.205. May the dugout canoe respect the water, and the water respect the canoe. About the mutal respect of employer and employee, superior and inferior. Cf. #1233."
  },
  {
    "quote": "Mtumwa huthamini cha bwana wake.",
    "person": "",
    "tail": "REK. A slave values his master's goods. He takes care of them. Thamini: to value something, to put a price on it. Cf. #214."
  },
  {
    "quote": "Muko ndani ya koko, vishindo vya mwenye nyumba.",
    "person": "",
    "tail": "MP.303.15. You are still in the bush: triumph of the mistress of the house. Freely: \"Concubine: the first lady always conquers.\" MP. The first wife in a household is always the most powerful. Vishindo: shocks; Vigelegele: shouts of triumph; ushindi: victory."
  },
  {
    "quote": "Mungu tusalimu kodi, mayumba hayana vitu.",
    "person": "",
    "tail": "JKP. May God preserve us from taxes; even the big houses [the rich families] have nothing left."
  },
  {
    "quote": "Mwamba ukitoka nyumba, makombamoyo yanasambaa.",
    "person": "",
    "tail": "AL 1457. If the ridge pole leaves the roof, the other poles fall aside. Without a chief there is disorder and failures. AL. Kombamoyo or mwamba: roof pole."
  },
  {
    "quote": "Mwenye kutawala hawezi kulala.",
    "person": "",
    "tail": "RSP.102. A ruler cannot sleep."
  },
  {
    "quote": "Mwinda [naye] huwindwa.",
    "person": "",
    "tail": "NGU. The hunter also is hunted."
  },
  {
    "quote": "Mwungwana hasukumwi.",
    "person": "",
    "tail": "NGU. A gentleman is not pushed. He moves freely."
  },
  {
    "quote": "Mwungwana hatupi nguo chakavu.",
    "person": "",
    "tail": "AL 7. A free person does not abandon an old piece of clothing. One does not easily discard an object one is used to. It is hard to abandon customs, habits, pleasures."
  },
  {
    "quote": "Nazi haishindani na jiwe.",
    "person": "",
    "tail": "MARA.58; EM N1. A coconut cannot compete with a stone. \"A junior cannot beat a senior.\" EM. Jiwe: stone; here, a person in authority. Cf. #1413, #1441, #1442."
  },
  {
    "quote": "Ndege tele katika mti, mwenye midomo mekundu  ndiye mkubwa.",
    "person": "",
    "tail": "AL 679. There are many birds in the tree, but the chief is the one with a red beak."
  },
  {
    "quote": "Nikiwa kwangu mfalme",
    "person": "I would be a king.",
    "tail": ". NGU. If I were at home, I would be a king."
  },
  {
    "quote": "Nyumba kwa kuwa na nguvu, lazima iwe na mwamba",
    "person": "",
    "tail": ". KB.254. A house in order to be solid needs a ridge pole. In order to keep a family or a society strong it needs a head."
  },
  {
    "quote": "Nywele huchukuliwa na kichwa.",
    "person": "",
    "tail": "MARA 2. Hair is carried by the head. Hair on the head is hair. Hair needs the head in order to be hair. Used for people, who depend on others being in order to exist or to do a job. Dependency. Malaika: eyelashes, hair on arm or hand. Masharubu: mustache. Ndevu: beard Nywele: hair on the head. Hair on other parts of the body is not called nywele."
  },
  {
    "quote": "Nywele ziliheshimu uso, uso ukaziheshimu  nywele",
    "person": "",
    "tail": ". AL 1185. Hair respects the face, and the face respects the hair. Superior and inferior respect each other, etc."
  },
  {
    "quote": "Nywele ziliota zikaogopa uso",
    "person": "",
    "tail": ". AL 1569. The hair has grown and was afraid of the face. The inferior must stay within certain limits."
  },
  {
    "quote": "Nzige hawana mfalme.",
    "person": "",
    "tail": "NGU. Locusts have no chief. Nobody controls them from doing harm."
  },
  {
    "quote": "Ogopa anayekutuma, usiogope mpokea ujumbe",
    "person": "",
    "tail": ". EM o2. Fear the one who sends you and not the one who receives the message. The one who sends you has more authority over you."
  },
  {
    "quote": "Pa mndewa usishindane napo.",
    "person": "",
    "tail": "EM p2. In the headman's domain you should not be a challenge. You should observe the regulations of that place. Mndewa: headman or clan leader."
  },
  {
    "quote": "Pa shoka hapaingii kisu.",
    "person": "",
    "tail": "KA; MARA 2. At the place of an axe, a knife does not enter. If an axe is needed, a knife is useless [to split a coconut, to cut a tree}. Use adequate tools or means."
  },
  {
    "quote": "Paa akitoka shimoni, haya ya mchimbaji.",
    "person": "",
    "tail": "AL 391. If the antelope escapes from the hole, blame is the digger's. Imperfect work is offensive to the headman in charge. AL The workman is responsible for his work."
  },
  {
    "quote": "Pahali pa mtu kufawa ni mtu aliye juu yake.",
    "person": "",
    "tail": "T.447; SACL.212. The place for a person to get good is [with] the boss. T. Where can help for you come from, if not from above you? SACL. Stand by your boss and you'll profit."
  },
  {
    "quote": "Paka akiondoka, panya hutawala.",
    "person": "",
    "tail": "F.41.4; H.93; J., panya; T.448; V.3; A.139; L.84; B.2.17; RECH. 428; CM.53; KB.257; SWA.57; MARA 3. When the cat goes away, mice reign."
  },
  {
    "quote": "Paka akitoka, panya wakaruka",
    "person": "",
    "tail": ". RSP.110. If the cat leaves, the rats jump. A cruel ruler is better than no ruler. RSP."
  },
  {
    "quote": "Paka wakiondokea, panya tatumilikia.",
    "person": "",
    "tail": "RSP.50. When the cats are gone, the rats will rule us. Young ambitious leaders are no better than the old traditional chiefs and elders. RSP. Tatumilikia for watatumilikia or watatumaliki. MM."
  },
  {
    "quote": "Safari ya mabwana, arusi ya maboi.",
    "person": "",
    "tail": "KB.271. The journey of the masters is like a wedding feast for the servants."
  },
  {
    "quote": "Samaki anaogelea majini nayo maji yatamla.",
    "person": "",
    "tail": "AL 1573. The fish that swims in water will be eaten by the water. A flatterer risks being exploited. AL."
  },
  {
    "quote": "Samaki huanza kuoza kichwani.",
    "person": "MP.",
    "tail": "JK.122. A fish begins to rot at its head. When leaders are corrupt, the whole community will become corrupt. JK., MP."
  },
  {
    "quote": "Samaki inaoza kichwani.",
    "person": "",
    "tail": "MP.226. 12. The fish rots at the head."
  },
  {
    "quote": "Serikali ina mkono mreful.",
    "person": "",
    "tail": "RECH.471. The government has a long arm. There is no running away from it. Cf. #1411."
  },
  {
    "quote": "Sheria haijui nguvu.",
    "person": "",
    "tail": "NGU. The law does not know force. The law is impartial."
  },
  {
    "quote": "Sheria haina kwao.",
    "person": "",
    "tail": "KS, sheria; NGU. The law has no home. The law does not belong to any special group of people."
  },
  {
    "quote": "Sheria iishapo dhuluma huanza.",
    "person": "",
    "tail": "NGU. Where law ends, violence starts, Dhuluma: injustice, fraud, oppression, violence"
  },
  {
    "quote": "Sheria na chuma hazina huruma.",
    "person": "",
    "tail": "RSP.57. The law and iron [weapons] have no mercy. RSP."
  },
  {
    "quote": "Sheria ni msumeno hukata huku na huku.",
    "person": "",
    "tail": "KS, msumeno. The law is like a saw, it cuts everywhere. Cf. #1431."
  },
  {
    "quote": "Shida kwa aliyetawala kuitika unyofu.",
    "person": "",
    "tail": "KB.285. It is difficult for one who has ruled to submit to a former subordinate. KB. It is difficult for a person in power to correspond to honesty. MM."
  },
  {
    "quote": "Si nyumba, si nchi, haiwezi kukaa bila  kiongozi.",
    "person": "",
    "tail": "NGU. House nor country can stay without a leader."
  },
  {
    "quote": "Sikio halipitii kichwa.",
    "person": "",
    "tail": "F.44.8; SWA.p.93; KB. 278; F., halipwani; AL 1564. The ear does not surpass the head. One ought to know one's place. But also : Use your head, do not believe all you hear. The egg is not more clever than the hen. V.83. The inferior does not surpass his superior. KB."
  },
  {
    "quote": "Masikio yasipite kichwa",
    "person": "",
    "tail": ". AL 1565. The ears should not surpass the head."
  },
  {
    "quote": "Shingo haipiti kichwa.",
    "person": "",
    "tail": "AL 1566. The neck does not surpass the head."
  },
  {
    "quote": "Bega halipiti kichwa",
    "person": "",
    "tail": ". AL 1567. The shoulder does not surpass the head. Cf. #1339."
  },
  {
    "quote": "Simba alaye nyama ya mtu hana nguvu",
    "person": "",
    "tail": ". NGU. A man-eating lion has no strength. A sick or disabled lion goes for easy prey. Some people make their fortune off weak and old people. Cf. #1852"
  },
  {
    "quote": "Simba mla watu akiliwa, huwani?",
    "person": "",
    "tail": "T.488; KA. When a man-eating lion is devoured, what matters it? Why be amazed if an evil person falls down."
  },
  {
    "quote": "Sindano huduru dirani.",
    "person": "",
    "tail": "JKP. The needle turns on the point of the compass. The needle of the compass determinates the direction of the ship. JKP. The husband decides in a marriage. Dira (compass) also means female genital, the needle being the male symbol. Duru: turn."
  },
  {
    "quote": "Sungura, bakia pembeni; tembo mwenye shindo  apite",
    "person": "",
    "tail": ". AL 698. Hare, stay in the corner, let the elephant in heavy stride, pass by. Wise people let the ambitious people pass."
  },
  {
    "quote": "Tarumbeta ni mwenyewe",
    "person": "",
    "tail": ". REK. The trumpet is the master. The trumpet is dominating and listened to."
  },
  {
    "quote": "Toa amri, nawe upokee amri.",
    "person": "",
    "tail": "EM t13. Give orders and receive orders. What you do to others, you should be ready to accept it, when it is done to you."
  },
  {
    "quote": "Tunda lililokatazwa [linalokatazwa] ni tamu.",
    "person": "",
    "tail": "NGU. The forbidden fruit is sweet."
  },
  {
    "quote": "Ubeberu - kama  shetani.",
    "person": "",
    "tail": "NGU. Exploitation is work of the devil. Ubeberu or ubepari: the state of exploitation"
  },
  {
    "quote": "Ubepari ni unyama",
    "person": "",
    "tail": ". KS. Exploitation is beastly."
  },
  {
    "quote": "Ukiipata itumie: ukikosa ijutie",
    "person": "",
    "tail": ". NS.15. If you get it, use it; if you miss it, regret it. This is said of people who become arrogant when in power; when they lose their power they'll get their due."
  },
  {
    "quote": "Ukipata kitumie, ukikosa jishukurie",
    "person": "",
    "tail": ". SAM.24.5. If you get it, use it; if you lack it, be patient in it. Take the good with the evil."
  },
  {
    "quote": "Ukitaka kusafiri, bwana-mwitu umkiri.",
    "person": "",
    "tail": "RSP.135. If you want to travel, pay due respect to the master o£ the wilderness. RSP."
  },
  {
    "quote": "Ukiwa mkubwa jisahihisha mwenyewe.",
    "person": "",
    "tail": "NGU. If you are an important person, scrutinize your own behavior."
  },
  {
    "quote": "Ukubwa ni jaa.",
    "person": "",
    "tail": "MARA.71. Greatness is like a rubbish hole."
  },
  {
    "quote": "Mkubwa jaa.",
    "person": "",
    "tail": "AL 58. A great person [is like a] rubbish hole. A person in charge is like a garbage heap, much abuse, blame and accusation is thrown upon that person. This is said to remind people in power that ukubwa si raha, being in power, is not comfort. The rich people are wasteful. AL."
  },
  {
    "quote": "Uongozi ni jalala",
    "person": "",
    "tail": ". EM u23. Leadership is like a rubbish pit. Leadership is the place where rubbish is thrown; that is, all blames, insults and evils concerning an organization or business are levelled against its leader. EM."
  },
  {
    "quote": "Ukuu si pembe kama  mtu ataota.",
    "person": "",
    "tail": "AL 687. Greatness is not a horn that grows on the head of somebody. It must be earned."
  },
  {
    "quote": "Usigombeze upepo; njiwa aliyetandika vibaya.",
    "person": "",
    "tail": "AL 1559. Don't quarrel with the wind; it's the pigeon that landed badly. It is dangerous to contest people in authority. AL."
  },
  {
    "quote": "Usile kwa sahani ukasahau bunguu.",
    "person": "",
    "tail": "KA. Don't eat from a plate, and forgetting [that you were eating from] the earthen bowl. Cf. #925; #1661; #1438"
  },
  {
    "quote": "Usiogope mkubwa, ogopa ukubwa.",
    "person": "",
    "tail": "NGU. Don't be afraid of the person in charge, but fear to be in charge. Ukubwa: greatness, power, grandeur, celebrity, renown."
  },
  {
    "quote": "Usione simba kapigwa na mvua.",
    "person": "",
    "tail": "KA. Don't ignore a lion that has been caught in the rain. The lion might shiver and look like a wet old dog, but it is still very dangerous. Don't look down on people who seemingly lost their power. Cf. #1721; #1719."
  },
  {
    "quote": "Usisahau ubaharia kwa sababu ya unahodha.",
    "person": "",
    "tail": "F.49. 39; SWA.28; H.107; JK.140."
  },
  {
    "quote": "Usisahau ubaharia kwa kupata unahodha",
    "person": "",
    "tail": ". FSM.195. Do not forget the lot of the seaman because [you are now] a captain. Do not despise those who are beneath you. Cf.925."
  },
  {
    "quote": "Utakwenda utarudi.",
    "person": "",
    "tail": "AL 1551. You'll go, [but] you'll come back. Independence has a catch."
  },
  {
    "quote": "Utii ni bora kuliko kafara.",
    "person": "",
    "tail": "NGU. Obedience is better than a sacrifice. Kafara: offering, a charm, a sacrifice."
  },
  {
    "quote": "Viovu vya bwana si vyema vya juma kitwana",
    "person": "",
    "tail": ". SAM. 26.1; MS.190. The bad things of the master are not the good things of Juma, the servant. Bad people in power often hinder good people doing good. SAM. But what about: Powerful people get away with the bad things they do, but not Juma Kitwana, the little person?"
  },
  {
    "quote": "Wakubwa humeza wadogo",
    "person": "",
    "tail": ". KB.341. The big ones eat the small ones."
  },
  {
    "quote": "Wakubwa wadogo wana taabu.",
    "person": "",
    "tail": "EM w10. Big little people have difficult times. If a small or little persons are put in charge they will have difficulties."
  },
  {
    "quote": "Wali unaifokea sahani.",
    "person": "",
    "tail": "AL 696. The cooked rice is angry with the plate. The subordinate is always angry in vain with his superior. Foka: blurt out a rush of words, as in anger."
  },
  {
    "quote": "Watu humcha mfalme anayetawala.",
    "person": "",
    "tail": "NGU. People respect the ruling king."
  },
  {
    "quote": "Watu wawili wanagombiana usultani",
    "person": "",
    "tail": ". AL 1473. Two people dispute the job of the chief. One person only will be in power. This is also a riddle. The answer is miguu: the legs."
  },
  {
    "quote": "Wewe jiwe mimi nazi.",
    "person": "",
    "tail": "L.107; V.107. You are the stone, I am the coconut. I am helpless, you have the power to crush me. Cf. #1421, #1442."
  },
  {
    "quote": "Wewe kisu, mimi nyama.",
    "person": "",
    "tail": "NS.ll; WIKON.227i SWA.35; V.107, sisi nyama; SACL.404. You are the knife, I am the meat. [Or: we are the meat] It is your pleasure, I am at your mercy. Complaining is useless, you are too powerful."
  },
  {
    "quote": "Wewe kisu, mimi kipini.",
    "person": "I am the anvil. V. Everyone must cooperate to the measure of one's ability. AL.",
    "tail": "V.107; SACL.404: AL 1052. You are the knife, I am the handle. You are the hammer, I am the anvil. V. Everyone must cooperate to the measure of one's ability. AL. Cf. #1421, #1441."
  },
  {
    "quote": "Yai litakuwa juu, la mamaye kuku kuu.",
    "person": "",
    "tail": "RSP.36. The egg will be on top of its mother, the big hen. The next generation will try and teach their elders. RSP."
  },
  {
    "quote": "Yai lina[m]shauria kuku.",
    "person": "",
    "tail": "AL, yai. The egg advising the hen. An inferior giving advice to a superior."
  },
  {
    "quote": "Yenu hunuka, yetu hainuki.",
    "person": "",
    "tail": "REK. Yours smells bad, ours does not smell evil."
  }
]