[
  {
    "quote": "Adhabu ya kaburi hujua (or aijua; aijuaye ni; ajua) maiti.",
    "person": "",
    "tail": "L l; Vyajua.; F 1.2; B 1.68, KB 29; H l; MARA l; SWA 61; T 2; KS adhabu; SPK. [Only] the corpse knows the torment of the grave. No one knows better where the shoe pinches than the one who wears it. Cf. 1848. 1383. Adhabu ya kaburi kila mtu ataiona. REK. Everybody will undergo the sentence of the grave. Adhabu: punishment, sentence."
  },
  {
    "quote": "Afaye hakosi kuzikwa.",
    "person": "",
    "tail": "NGU. The one who dies will be buried."
  },
  {
    "quote": "Afua ni mbili, kufa na kupona.",
    "person": "MM. Kufa na kupona",
    "tail": "T 4; MS 4; J afua. Deliverance is of two kinds, dying and getting better. Said to a person who is critically ill, that even death is just as good as getting better: it will end suffering - MM. Kufa na kupona, do or die; used in strong promises. Cf. 1448."
  },
  {
    "quote": "Aibu ya maiti aijua mwosha.",
    "person": "",
    "tail": "F 1.4; B 1.12; 3.61; H.l; SWA 1962 aijuaye ; MARA The corpse washer knows the shame [defects] of the deceased. Cf. 4238."
  },
  {
    "quote": "Aliye taabani hana uwongo.",
    "person": "",
    "tail": "EM.ll.ll. A person on the death bed tells no lies. A person about to die is not afraid of the consequences."
  },
  {
    "quote": "Aliyefariki haoni dhiki.",
    "person": "",
    "tail": "MA 43. One who has passed away does not feel oppression. \"A dead person feels no cold.\""
  },
  {
    "quote": "Aliyekufa ni nani kilio kikamleta?",
    "person": "",
    "tail": "JKP. Whoever died [and found] that crying has brought him/her back [to life]? About useless effort."
  },
  {
    "quote": "Aliyekula kitovu chako, hatakuachia utumbo.",
    "person": "",
    "tail": "KB 18. One who consumes your navel [i.e., your child] will not leave you the fruit of your belly. An allusion to death, which spares neither child nor adult."
  },
  {
    "quote": "Aloachwa kaachiwa mengi.",
    "person": "",
    "tail": "SAM 3.13. The people who are left [bereft, bereaved] find that they are left with many things [burdens]."
  },
  {
    "quote": "Amekaa katika kivuli cha mumewe.",
    "person": "",
    "tail": "KS kivuli.. She lived in the shadow of her husband. Said of a widow living with her children, without remarrying."
  },
  {
    "quote": "Amepeleka kilio matangani.",
    "person": "",
    "tail": "T 24; MA 53; V lO0. Somebody has sent a wail to the scene of mourning. Said when someone does something very apropos\" - T. Cf. 2052, 2061."
  },
  {
    "quote": "Anayekaa na maiti, hawachi kulia-lia.",
    "person": "",
    "tail": "NGU. The person who stays with a dead person does not stop weeping."
  },
  {
    "quote": "1394a.  Anokufa awachaye wana afurahi, haifi hayati, tawi hufa uhai hukaa.",
    "person": "SPK.",
    "tail": "SPK. The one who dies leaving children let that person rejoice! Life does not die; the branches die, life goes on - SPK."
  },
  {
    "quote": "Asiyejua kufa na atazame kaburini.",
    "person": "",
    "tail": "KA; MARA 2. A person who does not know about dying should look in a grave. If you don't know something you should investigate. Don't laugh about things you don't know. Learn from other people's mistakes."
  },
  {
    "quote": "Asojua kufa, nangalie ng'ombe.",
    "person": "T. Nangalie",
    "tail": "T 37. Let a person who does not know how to die, look at the ox. Oxen and sheep are the images of quietness into death. Asojua for asiyejua. O may stand for any relative particle except one relating to place/time - T. Nangalie, contraction of na and angalie. Cf. 1429."
  },
  {
    "quote": "Bora kilema kuliko mfu.",
    "person": "",
    "tail": "KB 36. Better crippled than dead. There is no remedy against death."
  },
  {
    "quote": "Chendako mavani hakina marejeo.",
    "person": "SAM.",
    "tail": "SAM 6.4; MS 127. What enters into the burial ground has no return. Only a free person has a choice - SAM."
  },
  {
    "quote": "Chenye asili ya kiumbe hakikosi deni la kifo.",
    "person": "",
    "tail": "REK. What has the beginning of a creature, will not miss the debt of death. What is created must die."
  },
  {
    "quote": "Hakuna chanzo kisicho [na] mwisho.",
    "person": "",
    "tail": "MA 121. There is no beginning that has no end. Everything has an end."
  },
  {
    "quote": "Lenye  mwanzo lina mwisho.",
    "person": "JKP.",
    "tail": "ED 25; MARA 3; KSmwisho; JKP. What has a beginning has an ending. All things in the world, pleasant and unpleasant, will come to an end - JKP. Cf. 3468, 4375."
  },
  {
    "quote": "Hakuna kilima bila kaburi.",
    "person": "",
    "tail": "KB 61. There is no hill without a grave."
  },
  {
    "quote": "Hakuna mrukaji aliyefaulu kuepa kifo.",
    "person": "",
    "tail": "KB 63. There is no one who can jump so high as to escape death."
  },
  {
    "quote": "Hakuna tajiri shimoni.",
    "person": "",
    "tail": "KB 64. There is no rich person in a grave. The grave levels all distinctions."
  },
  {
    "quote": "Hatuko sawa maishani, tukifa wote sawa.",
    "person": "",
    "tail": "NGU. During our life we are not the same, but in death we are the same."
  },
  {
    "quote": "Heri kufa kuliko kufariki.",
    "person": "",
    "tail": "FSM 47; AL 777, 1881; KS heri. It's better to die than to part company. Understood is total separation: ostracism, exile, etc. Cf. 720, 1406."
  },
  {
    "quote": "Hii pweke ni uvundo, kuondokewa si kwema.",
    "person": "",
    "tail": "T 91; MS l; AL peke; SACL. This loneliness is disgusting, to be deserted is not good."
  },
  {
    "quote": "Hivi sasa ni muovu, hifa utanikumbuka.",
    "person": "",
    "tail": "T 97; MS 23 kifa for hifa.. Just at the moment I am bad, [but] when I die you will remember me. Hifa for nikifa : when I die."
  },
  {
    "quote": "Hofu ya kaburi kaja na umri.",
    "person": "",
    "tail": "RSP 7. Fear of the grave comes with [old] age."
  },
  {
    "quote": "Hucheka aliyefiwa kabla ya kufikwa na kifo.",
    "person": "",
    "tail": "KA. Laughing at a bereaved person before oneself has experienced a death. It's bad to laugh at somebody's misfortune."
  },
  {
    "quote": "Hujafa hujaumbika.",
    "person": "",
    "tail": "TS 66.4; TS 127.5; AL umbwa.. You haven't died yet, you don't even look like youÕre dead. Wait till you are adult, then you could start thinking about dying. Cf. 1833."
  },
  {
    "quote": "Hutabishi na akuzikaye.",
    "person": "",
    "tail": "KB 75. You don't argue with your grave digger."
  },
  {
    "quote": "1411a.  Idadi ya wenye kufa, ni mungu aijuaye.",
    "person": "God alone knows it.",
    "tail": "SPK. The number of those who are going to die, God alone knows it."
  },
  {
    "quote": "Kama hujui kufa tazama kaburi.",
    "person": "",
    "tail": "B 4.41; F 12.2. If you do not know death, look at the grave. Cf. 1396."
  },
  {
    "quote": "Kifo hakichagui wala hakina mjanja.",
    "person": "",
    "tail": "NGU. Death is not fastidious nor is there any one who can cheat. Death takes just anybody, and there is no escape."
  },
  {
    "quote": "Kifo hakina kinga.",
    "person": "",
    "tail": "WIKON 234. Death has no defense. \"Death is a black camel, which kneels at the gates of all.\""
  },
  {
    "quote": "Kifo hakina mzee wala kijana.",
    "person": "",
    "tail": "AL 1822. Death does not respect neither adult nor child."
  },
  {
    "quote": "Kifo ki karibu, ki kishogoni mwako.",
    "person": "",
    "tail": "T 140, SACL 361, 407; Vkifo ;MS 35 kisogoni. Death is near, it is at the back of your head. The answer to this is sometimes: Au, nadhani ki karibu zaidi. SPK. Or, I think, it is even nearer."
  },
  {
    "quote": "Kifo kikimbizwa funza chawekwa mahali gani?",
    "person": "AL. An ironical question. There is no escape from death.",
    "tail": "MA 172; SACL.; Al 1817. The death [dead body] from which the maggot is driven away, where is it kept? Where do you find a corpse sheltered from worms? - AL. An ironical question. There is no escape from death."
  },
  {
    "quote": "Kifo kimlacho jirani, hakikusahau wewe.",
    "person": "",
    "tail": "KB 95. Death which eats your neighbor will not forget you."
  },
  {
    "quote": "Kifo kimoja mazishi mengi.",
    "person": "EM.",
    "tail": "EM k8. One death but various burials. Death is all one, but there are many ways of disposing of the dead body - EM."
  },
  {
    "quote": "Kifo kina milango mingi.",
    "person": "",
    "tail": "NGU. Death has many doors."
  },
  {
    "quote": "Kifo na kiumbe, kiumbe na kifo.",
    "person": "",
    "tail": "MA 168. Death and creature, creature and death. They go hand in hand."
  },
  {
    "quote": "Kila mahuluki, hufa hafufuki, kabula ya buki.",
    "person": "",
    "tail": "JKP. Every creature dies and will not rise again, before the trumpet [of the Resurrection]."
  },
  {
    "quote": "Kila mlumbi nalumbe, hawatabaki viumbe.",
    "person": "JKP. Mlumbi",
    "tail": "JKP. Let all talkers talk, mortals will not remain. All human beings will die, even the ones who put on airs of importance - JKP. Mlumbi (mlumbaji), a questioner, orator. Nalumbe (contracted na+alumbe), and let him/her talk."
  },
  {
    "quote": "Kilichokufa kiliishi.",
    "person": "",
    "tail": "NGU. What died was alive."
  },
  {
    "quote": "Kilichomla baba na mwana kitamla.",
    "person": "",
    "tail": "FSM 70. What has consumed the father will also consume his child. One who hates the father will hate the son also. The weaker ones will be harmed sooner. Cf. 1390."
  },
  {
    "quote": "Kitumba (or maiti) hakikosi lazima.",
    "person": "",
    "tail": "AL kitumba ; AL 1440. There is no death without someone culpable. A death of natural causes is not admissible. Kitumba, maiti, corpse, a dead person."
  },
  {
    "quote": "Kiumbe hawezi kuvunja safari.",
    "person": "",
    "tail": "JKP. A mortal cannot break life's journey. Ari, disgrace. Cf. 511. The poem goes on: Mfano mkizi, ni kufa kwa ari. Like the octopus dying in shame- JKP."
  },
  {
    "quote": "Kiumbe mwisho n nini?",
    "person": "",
    "tail": "T 161. Mortal man, what is the end? Be consoled, all must die. Ni before nini is n."
  },
  {
    "quote": "1428a.  Kufa hakwishi  or  kufa hakuna tamati.",
    "person": "",
    "tail": "SPK. Dying never ends. Dying has no end."
  },
  {
    "quote": "Kufa kikondoo ndiko kufa kiungwana.",
    "person": "",
    "tail": "T 38; F 17.42; KB 117; V fa;.JK 133."
  },
  {
    "quote": "Mungwana  hufa kama kondoo.",
    "person": "KB. Kufa kiungwana",
    "tail": "A free person dies like a sheep. Use kindness against violence - KB. Kufa kiungwana, to suffer hardship without complaining. The opposite would be kufa kama mbuzi, to die like a goat. Cf. 1396."
  },
  {
    "quote": "Kufa kolewa ni mungu.",
    "person": "God.",
    "tail": "SACL 706. Death is ordained by God."
  },
  {
    "quote": "Kufa kufaana.",
    "person": "",
    "tail": "F 17.48 ; T 170 kufa kufana. Dying is a benefit. Death has its benefits [if the dead person was rich or hated or suffered much]. Kufana and kufaana (two forms from -faa) are used here: to be profitable."
  },
  {
    "quote": "Kufa kuzima taa.",
    "person": "",
    "tail": "NGU. Dying is like extinguishing the lamp."
  },
  {
    "quote": "Kufa kwa wengi ni harusi.",
    "person": "MM. When someones dies leaving many descendants they will make a big meal  to console themselves - SPK.",
    "tail": "F 17.44; JPK; MARA 2. The death of many is like a wedding. When any hardship is a joint adventure, the burden becomes lighter - MM. When someones dies leaving many descendants they will make a big meal (lit., a wedding) to console themselves - SPK."
  },
  {
    "quote": "Kuja kwa  wengi ni arusi.",
    "person": "JKP.",
    "tail": "JKP. Where many people go there must be a wedding. \"Free meals are served at Swahili weddings for all comers\" - JKP. Cf. 1258."
  },
  {
    "quote": "Kufa kwa mdomo, mate hutawanyika.",
    "person": "",
    "tail": "F 17.45; KB 118, FSM 78; MARA 3. When the mouth dies, the saliva is scattered. If the leader dies the family or organization or structure breaks up. Mdomo here: speaker, leader, mouthpiece. Earthy version: kufa kwa nyuma (or mkundu) mavi hutawanyika. FSM 79; KS mkundu. When the behind dies the excrement is scattered. When the supervisor leaves the workers take it easy."
  },
  {
    "quote": "Kufa ni faradhi ya iliyokadirika.",
    "person": "",
    "tail": "J kadiri; KB kadiriwa; MM. Death is a necessary condition of what is finite."
  },
  {
    "quote": "Hatari  ya kufa haikimbiki, ni faradhi.",
    "person": "",
    "tail": "AL kimba. The danger of death cannot be outrun, it's a common necessity."
  },
  {
    "quote": "Kufa ni nini?  Ni kuonana na baba.",
    "person": "AL.",
    "tail": "AL 1826. What is dying? It's meeting one's ancestor. If you find your ancestors you find the source of life - AL."
  },
  {
    "quote": "Kufa ni njia ya kila kiumbe.",
    "person": "",
    "tail": "MA 202. To die is the path of every mortal."
  },
  {
    "quote": "Kufa si kuisha.",
    "person": "",
    "tail": "MA 204. To die is not [the same as] to come to an end. Life goes on. Belief in life after death."
  },
  {
    "quote": "Kufa si suna, ni faradhi.",
    "person": "",
    "tail": "J suna; SPK. Death is not optional, but inevitable."
  },
  {
    "quote": "Kufa tutakufa wote.",
    "person": "",
    "tail": "Holiday. As for dying, we shall all die."
  },
  {
    "quote": "Kufiwako ndiko kuchekwako.",
    "person": "",
    "tail": "Kiswahili March 1973:5. Where is bereavement there is ridicule [laughter, mockery]."
  },
  {
    "quote": "Kulala na kufa ni sawa.",
    "person": "",
    "tail": "KB 127. Sleeping and dying look alike. Both are not productive."
  },
  {
    "quote": "Kukimbia pafiwapo, kukimbilia paliwapo.",
    "person": "",
    "tail": "JKP. Running away from a place where people die, running to a place where people eat."
  },
  {
    "quote": "Kuna kufa na kupona, hwenda hesho tutaona.",
    "person": "",
    "tail": "T 185; JPK. There is dying and healing, perhaps we shall see tomorrow. \"This is a common saying to an enquiry about the state of a sick person. It is considered imprudent to discuss what ought to be God's prerogative\" - JKP. \"Anything may happen at any time in life\" - JKP. Kufa na kupona, to try in every possible way, to do one's utmost. Cf. 1385."
  },
  {
    "quote": "Kuna uzima na kifo.",
    "person": "",
    "tail": "KB 128; JKP; SACL 211. There is life and there is death. Two alternatives of mortals: there is a time of living and a time of dying. Cf. 1444."
  },
  {
    "quote": "Kunako matanga kumekuwa watu (or kumekufa mtu).",
    "person": "KB.",
    "tail": "F 18.56; KB 129: AL 130. Where there is mourning celebration, there are people [someone died]. Any gathering draws people for different reasons. There is mutual assistance in difficult situations - KB."
  },
  {
    "quote": "Kuzika ni thawabu, yaliypbaki ni fahari.",
    "person": "",
    "tail": "NGU. To bury someone is praiseworthy, what is left is praise."
  },
  {
    "quote": "Kuzimu kuna mambo.",
    "person": "KB.",
    "tail": "T 205; KB. In the other world there are [terrible] things. It is terrible in hell - KB."
  },
  {
    "quote": "Kwenda na ulele-ngoma.",
    "person": "March. Poetical for",
    "tail": "T 212. To go with the Dead-March. Poetical for \"to die.\" Ulele, a lament; probably from lala, lay down, sleep."
  },
  {
    "quote": "Kwenye mauti kusi sauti.",
    "person": "",
    "tail": "RSP 125. The place of death has no voice. Do not raise your voice where there is bereavement."
  },
  {
    "quote": "1450a.  Maisha hayana pato, hutupita kama ndoto.",
    "person": "",
    "tail": "SPK. Life has no profit, it passes like a dream."
  },
  {
    "quote": "Maisha huondolewa wakati yakiwa matamu.",
    "person": "",
    "tail": "NGU. Life is taken away when it is sweet."
  },
  {
    "quote": "Maisha matamu lakini mafupi.",
    "person": "",
    "tail": "NGU. Life is sweet but short."
  },
  {
    "quote": "1452a.  Maisha mawi na mema piga na kulaza hema.",
    "person": "",
    "tail": "SPK. Life is bad things as well as good things, [it is] to set up our tent and then to strike it."
  },
  {
    "quote": "Maisha ni mafupi kwa mahitaji ya mwanadamu.",
    "person": "",
    "tail": "NGU. Life is short for the needs of a person. A person always desires more."
  },
  {
    "quote": "Maiti haikosi mzishi.",
    "person": "",
    "tail": "ZO p.250. A dead person has an undertaker. Mzishi : a bosom friend, undertaker, gravedigger. Mazishi, burial preparations. Cf. 1458, 1459."
  },
  {
    "quote": "Maiti haina lawana.",
    "person": "",
    "tail": "NGU. A dead person has no blame. Cf. 1463."
  },
  {
    "quote": "Maiti haitoki (or hatoki) jasho.",
    "person": "AL.",
    "tail": "AL 363. A dead person does not perspire. A lazy person expects everything from others - AL."
  },
  {
    "quote": "Maiti hakosi sifa.",
    "person": "AL.",
    "tail": "AL sifa; AL 1026. A dead person does not lack praise. The eulogy is full of nice words, but is belated - AL."
  },
  {
    "quote": "Maiti hamziki maiti mwenziwe.",
    "person": "",
    "tail": "MA 261. A dead person does not bury another dead person. Two needy people cannot help one another."
  },
  {
    "quote": "Maiti hana ndugu, ndugu yake kaburi.",
    "person": "",
    "tail": "AL 1884. The dead person has no relatives, one relative is the tomb."
  },
  {
    "quote": "Maiti hapatilizwi sanda.",
    "person": "",
    "tail": "KS patiliza.. A corpse is not bothered for a shroud."
  },
  {
    "quote": "Maiti  hapatilizwi.",
    "person": "JKP.",
    "tail": "JKP. \"The dead man is not punished. De mortuis...\" - JKP."
  },
  {
    "quote": "Maiti ha(i)toi sanda.",
    "person": "JKP. The i refers to sanda. Maiti belongs to the m-wa class",
    "tail": "AL pa; JKP: KB 144. The dead man gives no shroud. Or, The dead man does not take away a shroud. \"After death it is too late to care: Who will pay for the shroud? Take timely precautions\" - JKP. The i refers to sanda. Maiti belongs to the m-wa class: Maiti mpewa sanda, A dead person is given a shroud."
  },
  {
    "quote": "Maiti haulizwi sanda.",
    "person": "",
    "tail": "B 2.19; F 21.4; B 4.78. A dead man is not asked whether he likes a shroud. Cf. 1461, 2610."
  },
  {
    "quote": "Maiti hayana ubaya.",
    "person": "",
    "tail": "NGU. A dead person has no evil. \"Never speak ill of the dead.\""
  },
  {
    "quote": "Maiti hutukumbusha mungu.",
    "person": "",
    "tail": "REK. A dead person reminds us of God."
  },
  {
    "quote": "Maiti mwenda peke.",
    "person": "",
    "tail": "AL 1883; AL peka. A dead person goes alone."
  },
  {
    "quote": "Maiti mzito hazami majini.",
    "person": "",
    "tail": "NGU. A heavy corpse does not sink in the water. Nobody will be lost, all come home. One home for all."
  },
  {
    "quote": "Maiti ya jumanne hung'olewa mlango.",
    "person": "",
    "tail": "T 227. A Tuesday's dead has the door removed. \"Tuesday is thought to be a very unlucky day to die on. The torment of the grave is then much greater. The door is lifted off its hinges out of pity, that there may be no jolting in getting the body out of the house, which it would feel, as it remains sentient till it has passed the or deal of the two angels in the tomb. As if to say, Let there be nothing done which might aggravate the poor person's hard lot\" - T."
  },
  {
    "quote": "Makaburi mengi ni ya fukara.",
    "person": "",
    "tail": "NGU. The poor have many graves."
  },
  {
    "quote": "Malipo ya kifo ni kuzaa.",
    "person": "",
    "tail": "KB 153. The payment of death is procreation. Cf. 1508."
  },
  {
    "quote": "Maombolezo katika kilio si mema.",
    "person": "",
    "tail": "Steere p. 194. Loud lamentations are not becoming in mourning."
  },
  {
    "quote": "Mauti haitoi sanda.",
    "person": "",
    "tail": "KB 144. Death does not give a shroud. Death gives no presents."
  },
  {
    "quote": "Mauti hayana muhula.",
    "person": "",
    "tail": "KS muhula.. Death has no appointment. Muhula, fixed time, season."
  },
  {
    "quote": "1472a.  Mauti hutia kilio.",
    "person": "SPK.",
    "tail": "SPK. Death makes people cry. One day the seriousness of life will be brought home to everyone - SPK."
  },
  {
    "quote": "1472b.  Mauti yatawakumba ghafula msihiari.",
    "person": "",
    "tail": "SPK. Death will strike you suddenly, when you don't want it."
  },
  {
    "quote": "Mbwa hafi maji akiona ufuko.",
    "person": "",
    "tail": "KS mbwa ; AL 1854. A dog does not die in the water, if it sees the beach."
  },
  {
    "quote": "1473a.  Mchukua roho hikimbiliki.",
    "person": "",
    "tail": "SPK. No one can flee from the Taker of souls."
  },
  {
    "quote": "1473a.  Mende hafi moshi.",
    "person": "SPK.",
    "tail": "SPK. A cockroach does not die of smoke. Cockroaches foregather in the kitchen where the fire is. An old salt does not drown - SPK."
  },
  {
    "quote": "1473b.  Mfa maji hachi kulalama.",
    "person": "",
    "tail": "SPK. The drowning person does not stop crying."
  },
  {
    "quote": "Mfalme hafi.",
    "person": "",
    "tail": "NGU. A king does not die. A new one will come. The power goes on. Sometimes this is added: na akifa hanuki, and if he dies he does not smell."
  },
  {
    "quote": "Mfu hapatilizwi.",
    "person": "",
    "tail": "SAM 13.1; KA; KS patiliza. A dead person is not reproached. Said of people who cannot take care of things."
  },
  {
    "quote": "Mgeni mzuri ni pongo; akifa atakuachia pembe.",
    "person": "JKP.",
    "tail": "KB 181; JKP; AL 1262. A handsome guest is like an antelope; when he dies he'll leave you his horns. The family rejoices in the death of a rich relative. Contrary-wise: a poor guest would oblige you to pay his/her debts, burial costs, etc. \"Handsome means a rich uncle; antelope trophies fetch good prices\" - JKP. Cf. 1431."
  },
  {
    "quote": "Mgumba hana kilio.",
    "person": "",
    "tail": "KS mgumba ; AL 1035. A person who dies without children is not mourned. He or she is not remembered. A sterile woman has no ceremonial burial. Without offspring one is not bewailed."
  },
  {
    "quote": "1477a.  Mpe mtu sifa baada ya kufa.",
    "person": "SPK.",
    "tail": "SPK. Praise a person after his/her death. Many secret things may yet come out about a person while alive - SPK."
  },
  {
    "quote": "1477b.  Mtwaa roho haziwiki.",
    "person": "SPK.",
    "tail": "SPK. The taker of souls cannot be stopped. Death is merciless - SPK."
  },
  {
    "quote": "Mtu hafi ila kwa mzishi wake.",
    "person": "JK. The last witnesses are friends accompanying to the cemetery. This means that after death we shall be properly buried",
    "tail": "T 337; JK 126; AL 1825. A man does not die except for his burier - JK. The last witnesses are friends accompanying to the cemetery. This means that after death we shall be properly buried, since it is a duty incumbent upon all Muslims to bury a corpse that is lying about. This is intended as a consoling proverb for those who never have luck. What can a person do if good luck does not seem to arrive? - JK. Mzishi (here), a close relative of the deceased - MM."
  },
  {
    "quote": ".  Mtu hafi mara mbili.",
    "person": "",
    "tail": "NGU. A person does not die twice. Die well the first time."
  },
  {
    "quote": "Mtu huanza kufa mara tu akishazaliwa.",
    "person": "",
    "tail": "NGU. A person starts dying as soon as he/she is born."
  },
  {
    "quote": "Mtu hufa kwa zake.",
    "person": "",
    "tail": "NGU. A person dies for his/her belongings."
  },
  {
    "quote": "Mungu hajui kijana.",
    "person": "",
    "tail": "KB 165 p.550; SACL 424. God does not know a youth. God calls young as well as old."
  },
  {
    "quote": "Mungu hangoji.",
    "person": "",
    "tail": "JK 138. God does not wait."
  },
  {
    "quote": "1483a.  Mwanadanu atakufa, jina lake   litakaa.",
    "person": "",
    "tail": "SPK. People will die, but their names will remain."
  },
  {
    "quote": "Mwanamaji hutaraji kufa maji.",
    "person": "",
    "tail": "JK 135. A sailor expects to die at sea. Cf. 1484, 1861."
  },
  {
    "quote": "Mwanamaji wa kwale hufa maji mazoea.",
    "person": "KA. People who defy danger become reckless - AL.",
    "tail": "F 33.142; KA; AL 637. To a seaman of Kwale, death by water is a common experience. This applies to all who think that they are experts. They can easily have an accident - KA. People who defy danger become reckless - AL. Cf. 1484, 3609."
  },
  {
    "quote": "Mwinda tembo hufa kwa tembo.",
    "person": "",
    "tail": "FSM 162. An elephant hunter usually gets killed by an elephant. A person usually dies on the site of his occupation. Cf. 1484, 3609."
  },
  {
    "quote": "Mwosha hadhamini pepo.",
    "person": "",
    "tail": "T 68.300. One who washes the corpse does not give a certificate for paradise. Of people who pretend to have influence in high places."
  },
  {
    "quote": "Mwosha hadhuru maiti.",
    "person": "",
    "tail": "F 37.174; FSM. The undertaker does not harm the corpse. And keeps all the secrets. Cf. 1489, 4227."
  },
  {
    "quote": "Mwosha [naye] huoshwa.",
    "person": "",
    "tail": "B 2.19i; F 37.175; H 85; JK 45; KB 224; J osha; NS 14. The washer of the dead is washed also [one day]. Mwosha, a professional corpse-washer."
  },
  {
    "quote": "Na  mwanadamu hapana kitu, mara huwa mzima na mara akafa.",
    "person": "",
    "tail": "CB 21. And so a human being is nothing, once healthy and at once dead."
  },
  {
    "quote": "Ni  afadhali kuishi kuliko kufa.",
    "person": "",
    "tail": "J fadhili. It is better to live, than to die. Cf. 1397."
  },
  {
    "quote": "Pambo la jeneza.",
    "person": "",
    "tail": "T 451. The decoration of the bier. Cold comfort."
  },
  {
    "quote": "Pang'okapo jino hapakosi pengo?",
    "person": "SPK.",
    "tail": "KA; SM; SPK. Where a tooth has been pulled is there not an open space? If an important person goes away or dies, an open space is left. Said, for instance, of a widow - SPK."
  },
  {
    "quote": "Pia mwewe ashishiwe.",
    "person": "RSP.",
    "tail": "RSP 106. Even the kite has been seized [by death]. Dangerous men do not live forever - RSP."
  },
  {
    "quote": "Pua [ya kila binadamu] inaangalia chini.",
    "person": "",
    "tail": "AL 1810. The nose of human beings looks down [at the earth]. All men must die."
  },
  {
    "quote": "Saa haingoji mfalme.",
    "person": "JK.",
    "tail": "JK 127; NGU wakati haungoji. The hour does not wait for the king. The hour of death allows no delay - JK. Cf. 2407."
  },
  {
    "quote": "Sikio la kufa halisikii dawa.",
    "person": "F. Medicine is now useless. Halisikii kamwe",
    "tail": "F 44.9; MS 139; KA; KS sikio; AL 1583: REK. A dying ear does not feel the medicine - F. Medicine is now useless. Halisikii kamwe, hears nothing. Cf. 1946, 3509."
  },
  {
    "quote": "Siku yako itafika ya kuhama duniani.",
    "person": "",
    "tail": "JKP. Your day to leave this world will come."
  },
  {
    "quote": "1498a.  Sote twenda na ulele-ngoma.",
    "person": "SPK.",
    "tail": "SPK. We are going to die. Lit., going with the funeral drum - SPK."
  },
  {
    "quote": "Tunaishi mara moja, tunakufa mara moja.",
    "person": "",
    "tail": "NGU. We live once, we die once."
  },
  {
    "quote": "Tunda la wema ni wema, la ubaya ni ubaya.",
    "person": "",
    "tail": "EM t23. The fruit of goodness is goodness, and of evil is evil. A good person has good actions, and a bad person has bad actions."
  },
  {
    "quote": "1500a.  Ucheo wa kufa hauelekei mwenye cheo.",
    "person": "",
    "tail": "SPK. The fear of death does not benefit a noble person."
  },
  {
    "quote": "Udongo utakuita.",
    "person": "JK.",
    "tail": "JK 136. The clay will call you. The belief is that human beings have been created from clay and will return to clay on the place where the clay was taken from - JK."
  },
  {
    "quote": "Ufu haushindiki.",
    "person": "",
    "tail": "JKP. Death is invincible. Death cannot be beaten."
  },
  {
    "quote": "Ufu mpofu.",
    "person": "",
    "tail": "RSP 80. Death is blind."
  },
  {
    "quote": "Ugonjwa ni suna, kufa ni faradhi.",
    "person": "Krapf.",
    "tail": "KS ugonjwa; AL 1841. Sickness is hazardous, but death cannot be escaped. Praying, fasting are necessities, but wearing a nice hat or dagger is a matter of custom, not a divine prescription - Krapf. \"Suna or sunna is to be distinguised from faradi, which implies necessity - Krapf. Cf. 1439."
  },
  {
    "quote": "Ukienda, ya roho yAkufuata, ya macho yawachwa.",
    "person": "",
    "tail": "REK. If you go, [the wishes] of the heart follow you, the visible things are left behind."
  },
  {
    "quote": "Ukifa usiogope kuoza.",
    "person": "",
    "tail": "AL 1885. If you die don't be afraid to decompose. Accept the inevitable."
  },
  {
    "quote": "Ulacho ndicho chako, kilichobaki ni cha mchimba lindi.",
    "person": "J. Do not deny others the things you can't use. This is used in order to make the guest eat more - JK.",
    "tail": "L 101; JK 140; SACL 475; KB 315; V la; J la; FSM 30. [Only] what you eat is yours, the rest belongs to the grave-digger. Understood: the heir - J. Do not deny others the things you can't use. This is used in order to make the guest eat more - JK. Cf. 2504."
  },
  {
    "quote": "Upinzani wa kifo ni uzazi.",
    "person": "",
    "tail": "KB 308. The counterbalance of death is procreation. Cf. 1449."
  },
  {
    "quote": "Utahadhari na shimo.",
    "person": "",
    "tail": "JK 137 Beware of the grave."
  },
  {
    "quote": "Wapeleka kilio matangani (or msibani).",
    "person": "",
    "tail": "KA. You bring a wail the burial [hardship]. You come with a request for help, just when they have their hands full of trouble."
  },
  {
    "quote": "Yule aliye mwema haachwi, hufiwa.",
    "person": "",
    "tail": "EM y9. A good person is not abandoned, the partner dies. Only death separates."
  },
  {
    "quote": "Yuwenda endaye, mwenda kweli hana marejeo.",
    "person": "SAM. Mama",
    "tail": "SAM 27.2;MS 192. The one who goes, goes [but] the one who goes for real has no return. This is a kind of prayer of parents for their children: The child: Nakwenda (I am going). Parent: Hujenda mama/baba/ yuwenda endaye, mwenda kweli hana marejeo. Go child, one who is going goes, but one who really goes has no return - SAM. Mama/baba, mother/ father. The child is called mother if a girl or father if a boy."
  },
  {
    "quote": "Zama ama uogolee.",
    "person": "",
    "tail": "NGU. Sink or swim. Two choices. Cf. 1444, 1445."
  }
]