[
  {
    "quote": "Achari yalisha",
    "person": "SPK. Achari",
    "tail": ". SPK. Pickles cause [the guests] to eat. A request must be couched in pleasant terms - SPK. Achari, appetizer. 2629a. Akomelepo mwenyeji na mgeni koma papo. T 9; MS 4; KS mgeni; AL 1396. Where the host has stopped, there the guest stops also. When the host is convinced about something, the guest stops arguing - AL."
  },
  {
    "quote": "Akufukuzaye hakwambii toka",
    "person": "SPK. The whole line",
    "tail": ". MARA 1. One who chases you away does not tell you \"leave.\" Do not wait until you are told. If you are not welcome, stay away. The visitor must be careful not to overstay his welcome - SPK. The whole line: Akufukuzaye hakwamnii: toka Huona mamboye yamebadilika Waweza: ukae, huwezi: ondoka. SPK. If one wants to be without you, that person will not tell you: get out! One can see it from that person's behavior. It has changed. You can say: Stay. You cannot say: Go away. Cf. 2631."
  },
  {
    "quote": "Akuwingaye kwake hakwambii ndokea, hukutendea vitendo ambavyo vya kukuchukia.",
    "person": "",
    "tail": "AL 485. One who expels you does not tell you go away, but he'll treat you unkindly. Cf. 2630."
  },
  {
    "quote": "Heri yako heri yangu.",
    "person": "JKP.",
    "tail": "JKP. Your happiness is my happiness. \"Said to a guest\" - JKP."
  },
  {
    "quote": "Karibu mgeni, lakini humwekei macho",
    "person": "",
    "tail": ". REK. Invite the stranger but do not scrutinize him. Kumwekea macho, put the eyes on somebody."
  },
  {
    "quote": "Kazi haina ugeni.",
    "person": "EM.",
    "tail": "EM k3. Work knows no guest. When a guest arrives at the host's, the guest gets time to be entertained and to rest. When that period is over, and the host resumes his work which even the guest can do, the guest joins in without hesitation - EM. Cf. 2648."
  },
  {
    "quote": "Kuku mweupe ni hatari kwa usalama.",
    "person": "",
    "tail": "REK. A white chicken is a danger for security and peace. A white chicken stands out in the village, and so does a stranger. That easily upsets the tranquility of the village."
  },
  {
    "quote": "Nzi  mweupe.",
    "person": "SPK.",
    "tail": "SPK. A white fly. A red herring - SPK. Cf. 2644."
  },
  {
    "quote": "Kula ni faradhi ya kila mtu.",
    "person": "",
    "tail": "FK. Eating is the right of everybody. Nobody must ever be refused food. Cf. 1435."
  },
  {
    "quote": "Kusimama ingali kwenda.",
    "person": "",
    "tail": "T 196; B 1.16. Standing and still going. Said if somebody is invited to come in and to sit down, but keeps on standing and talking. Another meaning: Whether you sit on a chair or stand, if people see you they will say that you were there - MM."
  },
  {
    "quote": "Kutu kuu ni la mgeni",
    "person": "F. The host brings out his best things",
    "tail": ". F 19.61; B 4.84. Old rust is for the visitor - F. The host brings out his best things, not normally used. The expression Kupokewa kwa mikono miwili, to be received with open arms. Cf. 2841."
  },
  {
    "quote": "Maji! Ni kumbwe na kinyweo!  Matupu yasonga moyo.",
    "person": "T. You offer me water to drink. That is all right",
    "tail": "T 229; SACL 447, kumba; AL 1230. [As for] water, [give me] a morsel of food and [then] the beverage; all by itself it [water] gives a person the colic [lit., compresses the heart] - T. You offer me water to drink. That is all right, but you know water on an empty stomach is hard on the heart - SACL. This is said to somebody who gives only water without offering something to eat at the same time. K'umbwe from kukumba (also kumega), to break off a morsel - T. K'umbwe for nkumbwe for nikumbwe, that I be engulfed - SACL."
  },
  {
    "quote": "Mgeni hachomi chaza mtaani akanuka",
    "person": "F. A visitor",
    "tail": ". F 26.57; L 48; NGU. A stranger does not roast an oyster in a village and then get accused of smelling of it - F. A visitor, even when roasting an oyster in a village, will not be told that it smells. A stranger should be excused for strange ways - F. But also: If somebody does not respect the customs of the people, the visitor is in danger of being blamed."
  },
  {
    "quote": "Mgeni hachukui nyumba.",
    "person": "",
    "tail": "PVP. A guest does not take over the house."
  },
  {
    "quote": "Mgeni na mwenyeji",
    "person": "",
    "tail": ". NGU. The visitor and the owner. Omitted is husaidiana, help each other. Cf. 2643."
  },
  {
    "quote": "Mgeni naje mwenyeji apone.",
    "person": "SACL. It is usual for a guest to bring his host some present - F. The host will often invite friends and neighbors. When a government official comes",
    "tail": "T 261; ED 33;SACL 550; V mgeni; SM. May the guest come and bring some relief to the host. The arrival of a guest is a blessing - SACL. It is usual for a guest to bring his host some present - F. The host will often invite friends and neighbors. When a government official comes, the offices are closed, the streets are swept, the courtyard is cleaned - SM. Naje for na aje, and may come."
  },
  {
    "quote": "Mgeni ni kuku mweupe.",
    "person": "F. The new wife is the center of attraction - AL.",
    "tail": "F 26.5B; MARA 3; AL 937. A stranger is like a white chicken. And is very noticeable - F. The new wife is the center of attraction - AL."
  },
  {
    "quote": "Usijifanye  kuku mweupe.",
    "person": "",
    "tail": "KA. Don't become a white chicken. Becoming different from the others. Showing off. Cf. 2635, 4064."
  },
  {
    "quote": "Mgeni ni maji ya mvua.",
    "person": "",
    "tail": "AL, geni. A visitor is like rain [does not stay]. But also a visitor is welcome like rain in a scorched land."
  },
  {
    "quote": "Mgeni ni mtumwa wa mwenye nyumba",
    "person": "AL.",
    "tail": ". AL 1146. A visitor is the slave of the owner of the house. In a strange environment one acts subdued - AL."
  },
  {
    "quote": "Mgeni pofu ingawa ana macho yake.",
    "person": "",
    "tail": "KA; SM. A stranger is blind even if the visitor has eyes. If the visitor sees bad or unpleasant things nothing must be said."
  },
  {
    "quote": "Mgeni siku mbili, ya tatu mpe jembe",
    "person": "",
    "tail": ". PVP 83. A guest two days, the third give him a hoe. Do not exceed your hospitality. Cf. 2634. Here a well-known poem about hospitality:"
  },
  {
    "quote": "Mgeni wa mvua hafukuzwi, mwache aweke mzigo wake",
    "person": "",
    "tail": ". AL weka; AL 1062. A visitor arriving in the rain is not refused entry, let him put down his load."
  },
  {
    "quote": "Mkarimu humchinja mkirimiwa",
    "person": "EM.",
    "tail": ". EM m19. A host kills the guest - EM. \"If a person extends a warm welcome to a guest, but if the guest does not appreciate it, the host may think that the guest has seen some shameful things in the house and if the guest goes away, the guest will tell other people about it. Consequently, the host may kill the guest in order to stop telling others what has made the guest refuse to accept the hospitality which was offered. The moral is that if a person is given a warm welcome, it should be accepted joyfully and gratefully\" - EM. Mkarimu, a generous person, who likes to give. Mkirimiwa from kirimu, a person who has been invited for a meal."
  },
  {
    "quote": "Mwenda kwao hafungwi mlala",
    "person": "",
    "tail": ". B 1.16; T 624. Somebody going home is not fastened to a palm-strip. A parting guest must not be loaded with commissions. It was customary for a person going home to tie a palm-strip on the arm in reminder of an errand given by the host."
  },
  {
    "quote": "Mwenye kuwa na mgeni haoni mwezi mwandamo.",
    "person": "",
    "tail": "AL 1149. One who lodges a visitor does not see the appearance of the new moon. The host must not alert the visitor to the passing days."
  },
  {
    "quote": "Njoo mgeni uponye mwenye nyumba.",
    "person": "",
    "tail": "EM n19. Welcome guest and save the host. All will enjoy delicious food and quarrels will be put to rest. Cf. 2643."
  },
  {
    "quote": "Nyumba yangu ni joya, atakaye huingia.",
    "person": "AL.",
    "tail": "J joya; B 3.61; KS joya; AL 1250. My house is like a spongy coconut, anyone who likes goes into it. Everyone is welcome. My house attracts profiteers - AL."
  },
  {
    "quote": "Pema usijapo pema, ukipema si pema tena.",
    "person": "F. Familiarity breeds contempt. Ukipema probably uki-pa-ima",
    "tail": "F 42; AL 1028. A good place you do not go to is a good place; if you go too often, it isn't a good place any longer - F. Familiarity breeds contempt. Ukipema probably uki-pa-ima, if you stay there."
  },
  {
    "quote": "Shereheka na mgeni wako kama vile ambavyo  ungependa ushereheshwa ugenini",
    "person": "",
    "tail": ". NGU. Celebrate with your visitor as much as you would like to be celebrated as a visitor."
  },
  {
    "quote": "Siku njema ni zawadi ya msafiri",
    "person": "KB. A polite phrase of welcome.",
    "tail": ". T 484; KB 281. A good day is the gift of a traveler - KB. A polite phrase of welcome."
  },
  {
    "quote": "Simlishe paka wa jirani, atavunja kombe na sahani",
    "person": "JK. Be careful whom you invite. One who interferes in other people's business is in danger of being accused of causing harm or damage - AL. Kombe",
    "tail": ". JK 140; AL 176. Do not feed the neighbor's cat, it will break cups and saucers - JK. Be careful whom you invite. One who interferes in other people's business is in danger of being accused of causing harm or damage - AL. Kombe, a large serving plate [china], definitely not cups. MM."
  },
  {
    "quote": "Tabasamu hushibisha",
    "person": "EM.",
    "tail": ". EM t1. A smile satisfies hunger. Even if there is little food, if the host gives it with an open and happy heart, the guest will be satisfied - EM."
  },
  {
    "quote": "Uchwewapo [na jua], lala.",
    "person": "",
    "tail": "T 549; A 170; J shika; JK 142; SACL 919; KA. When you are overtaken by the sunset, sleep. This saying is often said in combination with:"
  },
  {
    "quote": "Ushikwapo  shikamana",
    "person": "V. Be courageous in difficult times KA.",
    "tail": ". F 48.27; T 549; A 170; J shika; V 126; SACL 919; KS ukishikwa. When you are pressed, allow yourself to be held. Where you are caught, stay. Where it pleases you, stay there. Taken as advice: If hospitality is offered to you, take it, don't go further - V. Be courageous in difficult times KA."
  },
  {
    "quote": "Ushikwapo  shikamana, si wengi wa kupendana.",
    "person": "",
    "tail": "SPK. When someone offers you friendship, hold on [to him/her] there are not many people who love one another."
  },
  {
    "quote": "Ugeni mbaya kukosa jirani.",
    "person": "",
    "tail": "NGU. Being a stranger is bad, you have no neighbor to turn to for help."
  },
  {
    "quote": "Unapopokea mgeni, usifunge uso",
    "person": "",
    "tail": ". AL pokea. When you receive a visitor, don't frown."
  },
  {
    "quote": "Usigombane na mgeni; siku zake ni chache",
    "person": "",
    "tail": ". AL 1150; AL siku. Don't quarrel with a visitor; his stay is short."
  },
  {
    "quote": "Usipangue fanicha ukingali mgeni",
    "person": "",
    "tail": ". EM u34. Don't rearrange the furniture while you are a visitor or a newcomer. When new to a place, don't start changing things before you have studied the situation. Fanicha, furniture."
  },
  {
    "quote": "Usivunje [hata] mguu wa kuku.",
    "person": "",
    "tail": "JK 140; AL 1152. Do not break [even] a chicken's leg. Nobody is allowed to take liberties with the wife of the host."
  },
  {
    "quote": "Uzuzu mtoka mbali",
    "person": "",
    "tail": ". NGU. Ignorance belongs to the one who comes from afar. Uzuzu, inexperience, strangeness, incompetence, foolishness, ignorance."
  }
]