[
  {
    "quote": "Aendae kwa mganga hakosi jambo.",
    "person": "",
    "tail": "FSM 84. A person who goes to the medicine doctor is never without something wrong. Understood is that the doctor will always find something wrong. 2576. Afichaye ugonjwa haponi. NGU. One who hides sickness will not be cured."
  },
  {
    "quote": "Afya bora na ghofira.",
    "person": "",
    "tail": "JKP. Health is best with God's pardon. Ghofira or Ghofora: [God's] pardon."
  },
  {
    "quote": "Afya haina kima.",
    "person": "",
    "tail": "JKP. Health is priceless."
  },
  {
    "quote": "Afya! Kulia juu, chini ku moto.",
    "person": "",
    "tail": "T 2; SACL 444. Health! Grow tall, below there is fire. Grow tall! To remain small has inconveniences. This is said when a child sneezes."
  },
  {
    "quote": "Afya! Kua kama mgomba.",
    "person": "",
    "tail": "KS. Health, grow like a banana tree."
  },
  {
    "quote": "Kuwa kama mgomba, mnazi unakawia.",
    "person": "",
    "tail": "KS mgomba. Grow up like a banana tree, the coconut tree is too slow."
  },
  {
    "quote": "2579a. Afya ni baraka ya rabuka.",
    "person": "",
    "tail": "SPK. Good health is a blessing from your Lord."
  },
  {
    "quote": "Afya ni taji hakuna aijuaye isipokuwa mwenye  maradhi.",
    "person": "",
    "tail": "MA 22. Health is a crown and no one knows it save a sick person."
  },
  {
    "quote": "Anayeugua siye anayekufa.",
    "person": "",
    "tail": "V ugua; KS; AL 1843. The one who is sick is not [necessarily] the one who dies. A healthy person may die suddenly."
  },
  {
    "quote": "Atekea sambu mai.",
    "person": "",
    "tail": "SACL 792. So-and-so is like a boat which draws water. About a very sick person. Cf. 2590."
  },
  {
    "quote": "Auguwaye huangaliwa.",
    "person": "F. A sick person is visited - T.",
    "tail": "F 5.44; T 39. A sick person is cared for - F. A sick person is visited - T."
  },
  {
    "quote": "Bora ni afya kuliko mali.",
    "person": "MA.",
    "tail": "A 202; T 36; SACL 43. Health is the chief thing and it is better than wealth - MA.21; KS."
  },
  {
    "quote": "Bora ni salama, kuliko ghanama.",
    "person": "MM.",
    "tail": "RSP 33. Rest when ill, it is better than medicine - MM."
  },
  {
    "quote": "Chendacho kwa mganga hakirudi tena.",
    "person": "MARA.",
    "tail": "Kiswahili March 1973, p.79; MARA 2; KA. What goes to the doctor does not come back. Gifts given to your wife or mother-in-law should not be claimed back. This is also used to calm a person who has given things to cheats and thieves and does not expect to get them back - MARA."
  },
  {
    "quote": "Chendacho mavani hakuna marejeo.",
    "person": "",
    "tail": "KA. What goes to the cemetery does not come back"
  },
  {
    "quote": "Dawa inayowasha inakupenda.",
    "person": "",
    "tail": "V dawa. The medicine which hurts, likes you. Bitter pills may have blessed effects."
  },
  {
    "quote": "Dawa haitolewi bure.",
    "person": "",
    "tail": "JGH. Medicine is never given freely"
  },
  {
    "quote": "Dawa ya jipu ni kulipasua.",
    "person": "",
    "tail": "Unyonge p.17. The cure of a boil is to open it."
  },
  {
    "quote": "Donda-ndugu laisha dawa.",
    "person": "MM. Donda-ndugu",
    "tail": "SAM 6.1. An incurable ulcer finishes medicine. This is said of someone who does not want to improve his ways. There is no substitute for loss or separation of a dearly beloved person - MM. Donda-ndugu: lit., ulcer-sibling, a wound which someone has for a very long time and which does not respond to medicine. It is like a sibling who is always with you."
  },
  {
    "quote": "Kidonda-ndugu chapoa?",
    "person": "",
    "tail": "SACL 754; T 153. Does a sibling-sore [ever] get well?"
  },
  {
    "quote": "Fulani atekea sambu maji.",
    "person": "So is like a pirogue drawing water",
    "tail": "AL teka. So-and-So is like a pirogue drawing water, and almost sinking. Near dying. Cf. 2582."
  },
  {
    "quote": "Ganga ganga la mganga humlaza mgonjwa na  tumaini.",
    "person": "",
    "tail": "REK. The continual care of the doctor encourages the sick person."
  },
  {
    "quote": "Heri kuzuia kuliko kuuguza.",
    "person": "",
    "tail": "F. Prevention is better than cure."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Jongo mavunda.",
    "person": "",
    "tail": "V jongo. Rheumatism is a spoil-work. Jongo: a kind of rheumatism, a swelling of the joints. Mavunda or mivunja: a spoiler."
  },
  {
    "quote": "Kazi ni dawa.",
    "person": "",
    "tail": "BMT p.11. Work is like a medicine. Work cures."
  },
  {
    "quote": "Kidogo ni tamu, kingi huembeza.",
    "person": "JKP. Embeza",
    "tail": "JKP. A little is sweet, a lot is oppressing. \"Makes you sick.\" \"Too much of a good thing; advice to a young girl about lovers\" - JKP. Embeza (lema), overcome."
  },
  {
    "quote": "Kidonda ukitonesha mwenye hakijifichi.",
    "person": "",
    "tail": "NGU. Hurt the sore of somebody and it will reveal itself. A sore that is revealed can be cured."
  },
  {
    "quote": "Kizuizui mgonjwa wa macho hawezi kabisa.",
    "person": "",
    "tail": "JKP. The deaf person who gets an eye disease is sick indeed."
  },
  {
    "quote": "Kulimbika kucha, ugonjwa wa kujitakia.",
    "person": "",
    "tail": "V ugonjwa; L 37. To grow long [finger] nails [is] to invite sickness [injury]. A rule of health. This is said with reference to something unpleasant that is caused by one's own negligence - L."
  },
  {
    "quote": "Kutaataa siyo dawa ya kufa.",
    "person": "",
    "tail": "SM. Moving restlessly is not a remedy against dying. What is spoiled is spoiled. Kutaataa, the restless moving of a sick person."
  },
  {
    "quote": "Kwa mdogo pumu, kwa mkubwa mafua.",
    "person": "EM.",
    "tail": "EM k36. Asthma to the small, colds to the big. If a child and an adult have the same disease, the child's is called properly asthma, but the adult is given a more respectable name (e.g., cold), so as not to lower that person's respect. The same in life. A small person is called by his proper name, but the important person is given a more respectful name - EM. Cf. 2616."
  },
  {
    "quote": "Kwa mganga (or mkunga) haziishi nyimbo.",
    "person": "",
    "tail": "FSM 84. A medicine man [midwife] is never without a song. Neither ever lacks an answer, even if it is only fictitious."
  },
  {
    "quote": "Mali ya mgonjwa faida ya mfumu.",
    "person": "",
    "tail": "AL 1718. The property of a sick person profits the healer. Mfumu, or mganga, a healer, doctor."
  },
  {
    "quote": "Maradhi yakija, huja kwa shoti ya farasi;  yakitoka hutoka mtambao wa chungu.",
    "person": "",
    "tail": "ED 28. When sickness comes it comes in the gallop of a horse, but going away, it goes like a creeping ant."
  },
  {
    "quote": "Maradhi yaingiavyo, ndivyo sivyo yatokavyo.",
    "person": "",
    "tail": "SPK. The way a disease enters [the body] that is not the way it departs."
  },
  {
    "quote": "Mchoo ni ukoo.",
    "person": "",
    "tail": "T 256. The short rainy season is filth. The weather is cold and water is scarce, not inductive to cleanliness. Mchoo: the period of short rains in July."
  },
  {
    "quote": "Mfarijii aliyeumia hata kama ni adui kwako.",
    "person": "",
    "tail": "NGU. Console the sufferer, even your enemy."
  },
  {
    "quote": "Mficha ndwele hapati dawa",
    "person": "",
    "tail": ". FSM 107. One who hides his/her sickness doesn't get medicine. The best cure for difficulties and problems is to come out with them and talk about them. Cf. 2937."
  },
  {
    "quote": "Mganga hajigangi.",
    "person": "",
    "tail": "F 25.55; MARA 3. A [witch] doctor does not cure him/herself. Mganga wa miti shamba. A native doctor with local medicine."
  },
  {
    "quote": "Mgonjwa akiugua sana, si lazima afe.",
    "person": "",
    "tail": "NGU. Even a very sick person does not necessarily die."
  },
  {
    "quote": "Mgonjwa haulizwi dawa.",
    "person": "",
    "tail": "H 66; SWA 18; FSM lll; MS 163. A sick person is not asked if he wants a remedy. Just give what is needed. Do not ask a beggar what he needs; instead, satisfy that person's needs."
  },
  {
    "quote": "Mgonjwa haulizwi uji.",
    "person": "MM. Because it's the",
    "tail": "F 26.60; B 2.19; MARA 3; AL 1153. A sick person should not be asked if he wants porridge - MM. Because it's the \"thing\" for a sick person."
  },
  {
    "quote": "2610a. Mgonjwa mwenziwe ni kitanda",
    "person": "",
    "tail": ". MA 310. A bed is the companion of a sick person."
  },
  {
    "quote": "Mtambua ndwele ndiye mganga",
    "person": "",
    "tail": ". ED 42; V mtambua. The person who recognizes the illness is the physician. Only when a person recognizes the cause of trouble can it be cured. Cf. 3169."
  },
  {
    "quote": "2611a. Mtoto akitotukuta si mzima",
    "person": "",
    "tail": ". SPK. If a child does not jump about, it is not healthy."
  },
  {
    "quote": "2611b. Mtu ni afya",
    "person": "",
    "tail": ". JGH. A person is health."
  },
  {
    "quote": "Mwenye tende hana paja.",
    "person": "Krapf. The Arabs attribute this sickness to an evil spell - SACL.",
    "tail": "KS paja, tende; AL 988. A person suffering from elephantiasis has no lap [for a child to sit on]. Tende, teende: A thick or swollen leg. The person does not feel pain. This sickness is common in cold and damp places e.g. on Pemba island - Krapf. The Arabs attribute this sickness to an evil spell - SACL."
  },
  {
    "quote": "Nduli na mchimba dawa shauri lao ni moja.",
    "person": "SACL. The object of both the digger of medicines and the angel is one",
    "tail": "T.414; SACL.534, 673, nduli; MS 58. The angel of death and the pharmacist [the root-digger] are in accord - SACL. The object of both the digger of medicines and the angel is one, viz., to relieve the afflicted one - T. Death and the doctor, their counsel is the same - T. Nduli: 1. the Swahili name of the death-angel, Izrail. 2. death, smallpox, a killer - MM. Ndui, smallpox - J. Cf. 1385."
  },
  {
    "quote": "Ng'ombe mteua jani ni mgonjwa.",
    "person": "",
    "tail": "ED 62. A cow that chooses grass is sick. Cf. 4724. 2615. Omiited."
  },
  {
    "quote": "Pumu zimepata mkohozi (or kikohozi).",
    "person": "",
    "tail": "KA; SM; NGU. The one who has a cold gets emphysema. A person who is weak will get a greater sickness. The understanding of this proverb is that someone with a minor illness as a common cold, complains that he has a lung decease. Used, e.g., when a child cries his heart out for a minor hurt."
  },
  {
    "quote": "Shibe ya waganga hutoka kwa wagonjwa.",
    "person": "",
    "tail": "NGU. The bounty of the physician comes from the sick."
  },
  {
    "quote": "Sitafuga ndwele na waganga tele.",
    "person": "F. It means",
    "tail": "F 44.14; L 90. I shall not suffer illness while doctors abound - F. It means: Why should I suffer when all I have to do is ask for help; many are ready and capable to aid me out of my problems - MM. Or, could it mean that I wouldn't dare to fall sick with so many doctors around looking for patients?"
  },
  {
    "quote": "2618a. Tunza maji ya kisima, jamaa wawe wazima",
    "person": "",
    "tail": ". SPK. Take good care of the well so that the family may be well."
  },
  {
    "quote": "Ugonjwa hufichwa lakini kifo hakifichiki.",
    "person": "",
    "tail": "NGU. Sickness can be hidden, but death cannot be hidden."
  },
  {
    "quote": "Ugonjwa ni mmoja, matabibu wana tofauti ya  elimu.",
    "person": "",
    "tail": "JK 124. Sickness is one [is the same], but the doctors differ in their science. Cf. 880."
  },
  {
    "quote": "Ugonjwa wa moyo aujua mgonjwa.",
    "person": "",
    "tail": "NGU. The sickness of the heart is known by the patient."
  },
  {
    "quote": "Ukiona ndwee ikishindana na dawa, mganga  sijisumbue, pana jambo litakuwa.",
    "person": "",
    "tail": "T 524. When you see a disease struggling with medical treatment, doctor, don't be upset, something will happen. Cf. 409."
  },
  {
    "quote": "Ukiwaa (or ukiugua) uwe na subira",
    "person": "JKP. Waa",
    "tail": ". JKP. If you fall ill, have patience. Recovery will take longer than you think - JKP. Waa (Lamu dialect),ugua: to be ill."
  },
  {
    "quote": "Umeingiwa mti.",
    "person": "",
    "tail": "V mti. The tree has been overtaken. A powerful person is sick."
  },
  {
    "quote": "2624a. Usipouguza mwele una koo la ujuko.",
    "person": "",
    "tail": "SPK. If you do not look after a patient you will have a family of the shroud (i.e., all your relatives will die)."
  },
  {
    "quote": "Uzee hauna dawa.",
    "person": "",
    "tail": "NGU. There is no cure for old age."
  },
  {
    "quote": "Uzima haubadilishwi mali.",
    "person": "",
    "tail": "KB 333. Life [health] and wealth are not bartered."
  },
  {
    "quote": "Uzima wa akili ni mwili.",
    "person": "",
    "tail": "NGU. The health of the brain is related to the body."
  },
  {
    "quote": "Wakati tabibu",
    "person": "",
    "tail": ". EM w7. Time is a healer."
  }
]