[
  {
    "quote": "Ala  moja haikai panga mbili.",
    "person": "",
    "tail": "MARA 2. Two swords dont fit in one scabbard. Cf. 848, 894, 909. 842. Aliyezoea tumbaku tambuu haiwezi. KA. One who is used to tobacco is not satisfied with betel leaves. Said of people who cannot change their ways. Cf. 825, 891."
  },
  {
    "quote": "Ana nchi yake simba, ana maji yake mamba.",
    "person": "JK.",
    "tail": "RSP 118. The lion has its land, the crocodile has its water. \"And never the twain shall meet\" -JK."
  },
  {
    "quote": "Aumwae na kiukizi (or pili) hakamiki.",
    "person": "JK. Kiukizi",
    "tail": "JKP. One who is bitten by a viper cannot be sucked (lit., be milked). That person will surely die. The wound caused by a snake bite has to be squeezed out or sucked - JK. Kiukizi: Tana dialect for pili, viper. Kama: to milk."
  },
  {
    "quote": "Bibi wa ovyo anampata mume mzuri.",
    "person": "",
    "tail": "KB 32. A nobody-woman will marry a fine husband. Cf. 887."
  },
  {
    "quote": "Chanda si sawasawa.",
    "person": "",
    "tail": "ED 88. The fingers are not alike. All humans are different."
  },
  {
    "quote": "Chui na mbuzi hawalali nyumba moja.",
    "person": "",
    "tail": "LE3 226.10. The leopard and the goat do not sleep in the same house. There is no harmony possible between totally dissimilar people. They do not frequent the same places. Cf. 848."
  },
  {
    "quote": "Fahali wawili hawakai zizi moja.",
    "person": "",
    "tail": "MARA 2; H 98; B 2.8; J; SWA 33; MS 45.28. Two bulls cannot stay together in one stable. Mafahari: RECH.88; NS 12; F 21.3; V 141; SACL 213 under hawaikai Boma instead of zizi occurs."
  },
  {
    "quote": "Giza  na nuru havikai pamoja.",
    "person": "",
    "tail": "NGU. Darkness and light don't stay together."
  },
  {
    "quote": "Hapachezei ngoma ya matanga penya arusi.",
    "person": "",
    "tail": "EM h.9. A mourning dance is not played at a wedding ceremony."
  },
  {
    "quote": "Haramu yako ni halali ya mwenzio.",
    "person": "Muslim law or custom. Halali",
    "tail": "REK What is illegal for you is permitted for your friend. Haramu: fobidden, unlawful, prohibited, e.g., by Muslim law or custom. Halali: lawful, permissible, allowed, rightful, ceremonially clean. Mwana wa haramu: an illegitimate child."
  },
  {
    "quote": "851a.  Hasara nda kichwa koko kuwana na mwenye  pembe.",
    "person": "JK. Nda",
    "tail": "JKP. It is the disadvantage of the hornless animal to fight one with horns. Meet your rival well prepared, the craftsman needs good tools - JK. Nda: ni ya, is of. Koko: stone of fruit, such as mango. Also ena kokoni: go into a mangrove swamp, to cut firewood (Sacl.). -wana: -pigana, fight. Mbwa koko: a wild dog."
  },
  {
    "quote": "Hata ng'ombe mweusi,  maziwa yake meupe.",
    "person": "",
    "tail": "NGU. Even a black cow gives white milk."
  },
  {
    "quote": "Hata ng'ombe mweusi na mwekundu maziwa yao ni meupe.",
    "person": "",
    "tail": "NGU. Even a black and red cow give white milk. Cf. 2858."
  },
  {
    "quote": "Hati ikiwa hiari, husitawisha shairi.",
    "person": "JK. Hiari",
    "tail": "JKP. When the handwriting is superior, the poetry will flourish. \"Excellence of form and expression ought to be in harmony with beautiful contents\" - JK. Hiari: choice, free. Cf. 2156, 2160."
  },
  {
    "quote": "Hawapikiki katika chungu kimoja.",
    "person": "",
    "tail": "SEMI 20. They cannot be cooked in the same pot. Said of people who do not agree, who are entirely incompatible, who quarrel all the time."
  },
  {
    "quote": "Huwaje kuisaliti nyama ndavu na asali.",
    "person": "SPK.",
    "tail": "SACL 791. What good<!--[if !supportFootnotes]--> does it do to mix stale meat and honey? Said of something that is beyond repair; also said of people. ÒStale meatÓ refers to a woman of loose morals - SPK. Cf. 3508."
  },
  {
    "quote": "Ilipo haki dhuluma haidumu.",
    "person": "",
    "tail": "NGU. Where there is justice, injustice does not last."
  },
  {
    "quote": "Inzi hatui juu ya damu ya simba.",
    "person": "",
    "tail": "P 230. The fly does not settle on a lion's blood. Even a wounded lion is dangerous. In riddles, lion's blood stands for fire."
  },
  {
    "quote": "Ituuzayo tia iyo isokuwako si dawa.",
    "person": "",
    "tail": "SM. Apply the medicine that is not so good anymore, the medicine that you don't have is useless. Whatever little and old you have, use it. Don't throw it away. It's better than nothing. And one day you may need it. Ituuzaye, ichuruzikayo, itiririkayo: what trickles, flows. Iyo, hiyo: that."
  },
  {
    "quote": "Iyuayo ndiyo ipigayo.",
    "person": "",
    "tail": "T 635d. The [arrows] that go waveringly are the ones that hit. Understood: mivi = arrows. Yua: wobbling, not flying straight."
  },
  {
    "quote": "Jivu halijai gao la mkono.",
    "person": "Sacl. Ashes do not fill the palm of your hand",
    "tail": "KBgao; SACL 246; JKP. One cannot keep two hands full of ashes - Sacl. Ashes do not fill the palm of your hand, they will escape your grasp. \"Do not try to keep something useless\" - JK. Gao: a handful. Halijai = halijazi: does not fill."
  },
  {
    "quote": "Jogoo wawili hawawezi kusaidiana wakamate  kidudu kimoja.",
    "person": "",
    "tail": "KB 85. Two roosters are unable to help one another to catch the same insect. Two enemies will fight one another."
  },
  {
    "quote": "Kangaja silile, mchuzi towele.",
    "person": "",
    "tail": "ED 16. I don't eat the kangaja, but its gravy is a relish. We may dislike a person, but his favors are welcome. Kangaja: fish with a disagreeable smell (Acanthurus gham). Towele or kitoweo: anything eaten as a relish with the staple food: vegetables, meat, fish, etc. Cf. 2486."
  },
  {
    "quote": "Kipofu haonyi njia.",
    "person": "",
    "tail": "JKP. A blind person cannot show the way. Onya or onyesha: to show."
  },
  {
    "quote": "Kisochongolewa hakichongi.",
    "person": "",
    "tail": "ED l9. What is not sharpened does not cut. One cannot work with a tool that is not in good condition. Cf. 622."
  },
  {
    "quote": "Kitambaa kimoja, mivao mbalimbali.",
    "person": "",
    "tail": "AL 348. The same [head] cloth, but the ways of wearing it are different. Cf. 880, 2620."
  },
  {
    "quote": "Kivuli cha fimbo hakimfichi mtu jua.",
    "person": "",
    "tail": "F 16.30; KB 113; MS 110. The shadow of a stick cannot hide a man from the sun."
  },
  {
    "quote": "Huwezi kuficha jua na ungo.",
    "person": "",
    "tail": "MEM 324. You cannot hide the sun with a sieve. Use the appropriate means. Cf. 3324."
  },
  {
    "quote": "Kofia kubwa na kichwa chake.",
    "person": "",
    "tail": "NGU. A big hat for a big head. They go together. Two people who are well together."
  },
  {
    "quote": "Konzi ya maji haifumbatiki.",
    "person": "J. One cannot carry water in a sieve - V. This is said of a person whose real intentions one is not sure of.",
    "tail": "J fumba; F 16.35 T 165; V lll; SACL 230,438; MS 39; KS fumbata . A handful of water cannot be retained. Water cannot be grasped in the fist - J. One cannot carry water in a sieve - V. This is said of a person whose real intentions one is not sure of. Cf. 860."
  },
  {
    "quote": "Kuku ataota meno?",
    "person": "",
    "tail": "AL ota. Will the chicken grow teeth?"
  },
  {
    "quote": "Utamwoteshea mbwa pembe?",
    "person": "",
    "tail": "Can you make a dog grow horns?"
  },
  {
    "quote": "Kunguni wengi, kitanda hakilaliki.",
    "person": "JK.",
    "tail": "JKP. The bed with many bedbugs is not slept in. \"There is a limit to the amount of annoyance a person can take. Said of a troublesome spouse\" - JK."
  },
  {
    "quote": "Kupata kwa ushupavu, pepo  haiwezekani.",
    "person": "JK.",
    "tail": "JKP. Paradise cannot be gained by toughness or argumentation - JK. \"Ushupafu wa mwili : hardness of body, inured by labour. Ushupafu wa maneno, hard words used e.g. before a judge; fig.ushupafu, inclination to deny, quarrelsomeness.\" Krapf, ushupafu ."
  },
  {
    "quote": "Kwenye hame hapaliwi chakula.",
    "person": "",
    "tail": "REK. In an abandonned homestead no food is eaten. Nothing edible is left."
  },
  {
    "quote": "Kwenye miti hakuna wajenzi.",
    "person": "SWA. There where nature is generous",
    "tail": "T 213; SWA 47; FSM 88; MS 44.2; V mti; H 47 Kunako miti...; Penye miti...:; F 4214; KB 263; MARA 3. Where there are trees, there are no builders. You do not find builders where the trees are, even though trees are used for building; i.e., things do not go as expected - SWA. There where nature is generous, there is none to exploit it - KB. Things go by opposites. It shows the irony of people who do not use their special talents. This is said when resources are left unused or misused - MM. Trees are regarded as useless wilderness, builders as bringers of civilisation. 'Trees' also means 'blockheads,' primitive people - SPK. \"Wajenzi, builders, implies people who have turned the bush into habitable land\" - JK. The verse goes on: Kuna wapuzi tu, hakuna wasaidizi. JKP. There are only fools, none who can help."
  },
  {
    "quote": "Kwenye mpilipili hutafuti mbaazi.",
    "person": "",
    "tail": "EM k40. You do not get peas from a pepper bush. Good people do good things, bad people don't."
  },
  {
    "quote": "874a. Kwenye ng'ombe kuna pembe.",
    "person": "",
    "tail": "SPK. Where there are cows there are horns.."
  },
  {
    "quote": "Lazima haina haramu.",
    "person": "EM.",
    "tail": "EM l6. Necessity has no illegality. \"When a person wants to satisfy a necessary need, that person ignores even taboos attached to it. \"Necessity knows no law\" - EM. Cf. 884."
  },
  {
    "quote": "Lila na fila havitangamani.",
    "person": "J. Good and evil will not mix - F. Used when two situations must not be confounded. The case of lila is not the same as that of fila - KB",
    "tail": "J lila; T 223; F 20.6; KB lila; SACL 473; B 4.83, Hazitangamani; JKP; KS; NGU. Perhaps and actuality are not compatible - J. Good and evil will not mix - F. Used when two situations must not be confounded. The case of lila is not the same as that of fila - KB; SACL."
  },
  {
    "quote": "Hila na lila hazitangamani.",
    "person": "MM. The good will be spoilted by contact with the bad - SPK. Tangamana or changamana",
    "tail": "MM. Bad intentions and the consequences thereof do not mix. They come back - MM. The good will be spoilted by contact with the bad - SPK. Tangamana or changamana : to join together. Lila na fila, a saying: for good or bad - J. \"Lila (night) and fila (action) are two women. No two cases are the same. Another interpretation is that lila means good and fila evil\" - JK."
  },
  {
    "quote": "Maji mengi hayazuiliki.",
    "person": "",
    "tail": "SACL 1050. A great amount of water cannot be retained."
  },
  {
    "quote": "Maziwa ya mbuzi hayadhuru chai.",
    "person": "",
    "tail": "NGU. Goat's milk does not spoil the tea."
  },
  {
    "quote": "878a. Mbuzi angelia mlio wa ng'ombe angejipasua.",
    "person": "SPK.",
    "tail": "SPK. If a goat would [try to] low like a bull she would burst. ...if a woman would try to rule the house - SPK."
  },
  {
    "quote": "Mbwa hali mbwa.",
    "person": "",
    "tail": "NGU. Dog does not eat dog. Cf. 881."
  },
  {
    "quote": "Mchele mmoja, mapishi mengi.",
    "person": "",
    "tail": "F 24.33; KB 172 mapikio mbalimbali . Rice is one, [but there are] many ways of cooking. Things can be done well in many ways."
  },
  {
    "quote": "Mchele mmoja, mapishi mbalimbali.",
    "person": "",
    "tail": "RECH 286; MEM 170; KS mapishi. Rice is the same but the ways of preparing are different ."
  },
  {
    "quote": "Mchele mmoja kila mtu na upishi wake.",
    "person": "",
    "tail": "MS 97. One rice but every one has his/her own way of cooking."
  },
  {
    "quote": "Mtama [ni] mmoja, wapishi [ni] mbalimbali [wengi].",
    "person": "JK.",
    "tail": "JK 124; JKP. \"The millet is always the same, but the cooks have different ways\" - JK. Cf. 2620."
  },
  {
    "quote": "880a. Mchovu halali kitanda cha mbali.",
    "person": "",
    "tail": "SPK. [Even] a tired person cannot sleep on a distant bed [i.e., not available]."
  },
  {
    "quote": "Meno ya mbwa hayaumani.",
    "person": "",
    "tail": "B 2.54; CM 44; F 25 48; RECH 576; MARA 40; JK 131; J; KB 162. The teeth of a dog do not bite each other. Do not enter when relatives fight, they will turn against you."
  },
  {
    "quote": "Simba na simba hawauani.",
    "person": "",
    "tail": "SPK. Two lions do not kill each other. Cf. 892, 905."
  },
  {
    "quote": "881a. Mfikiri huru hutukanwa.",
    "person": "SPK.",
    "tail": "SPK. A free thinker is abused. Few people like originality of though - SPK."
  },
  {
    "quote": "881b. Mkufu hausimami.",
    "person": "",
    "tail": "SPK. A chain does not stand."
  },
  {
    "quote": "Mkwamba hauzai zabibu.",
    "person": "",
    "tail": "MEM 81. A thornbush does not grow grapes."
  },
  {
    "quote": "Mnazi huhimili dhoruba, mwembe huanguka.",
    "person": "EM.",
    "tail": "EM m24. The palm tree can survive through a storm, but the mango tree falls. The palm tree is tall, but bends and bends. The mango tree does not bend and is uprooted - EM. \"The moral is that to survive the storms of life it is better to be flexible as the palmtree\" - EM."
  },
  {
    "quote": "Msafiri kafiri.",
    "person": "",
    "tail": "F 29.99; B 3.71; NGU; AL 123. A traveler becomes like an unbeliever. A person is sometimes compelled by circumstances to act contrary to that person's religion. E.g., Muslims are not allowed to eat pork, but away from home, they are allowed to eat pork, when nothing else is available."
  },
  {
    "quote": "Msafiri kadiri.",
    "person": "AL.",
    "tail": "AL 123. A traveller does according to his condition. In case of need one gives a twist to one's religious rules or customs - AL."
  },
  {
    "quote": "Mshale juu ni kutembea, chini ndipo pake.",
    "person": "AL.",
    "tail": "AL pake; AL 1552. An arrow travels high in the sky, but its place is here below. Dependence is hard for the ambitious - AL."
  },
  {
    "quote": "Mshale kwake ni porini.",
    "person": "",
    "tail": "NGU. Mshale kwao porini. NGU. An arrow belongs in the wilds. There an arrow can be used, not in town. Cf. 3532."
  },
  {
    "quote": "Mtu wa ovyo ana mali nyingi.",
    "person": "",
    "tail": "KB 202. A good-for-nothing has great wealth. Cf. 845."
  },
  {
    "quote": "Mwanzi hauvunjwi na upepo.",
    "person": "",
    "tail": "Nestor p.75. A reed is not broken by the wind. Cf. 883."
  },
  {
    "quote": "Mwenye kuchoma hali chenga zenye kuungua.",
    "person": "",
    "tail": "AL 1196. One who roasts corn does not eat the burned ones."
  },
  {
    "quote": "Mzinga mchafu ndio hutoa asali.",
    "person": "",
    "tail": "REK. It is the dirty beehive that gives the honey. There has been lots of activity going on."
  },
  {
    "quote": "Mzowea kunyonga, kuchinja hawezi.",
    "person": "F. A person who is too demanding comes in conflict with the rules accepted by society",
    "tail": "F 38.182; AL 808; KA; KS. One who is used to strangling food, cannot eat slaughtered meat. This proverb refers to persons who prefer a life of hardship to a life of ease, or to those who like doing things \"the hard way\" - F. A person who is too demanding comes in conflict with the rules accepted by society; and becomes offensive - AL. Said of someone who cannot changes his ways (activities, hours) for even better ways or a better job. A person who is used to get things easily without sweat will not do hard work - KA."
  },
  {
    "quote": "Ukizowea vya kunyonga, vya kuchinja huviwezi  [utakonda]. Aliyezoea tumbaku tambuu haiwezi.",
    "person": "",
    "tail": "KA. One who is used to tobacco is not satisfied with betel leaves."
  },
  {
    "quote": "Ndege hao wawili hawafungi matumba.",
    "person": "EM. Thus what makes a person guilty is not seeing but doing.",
    "tail": "EM 23/4. Those two birds do not tie bundles. Here birds means eyes. A person's eyes do not tie bundles. They do not act; therefore they cannot be blamed or accused that they have done something - EM. Thus what makes a person guilty is not seeing but doing."
  },
  {
    "quote": "Ng'ombe na mbuzi ni wamoja; mtu kando [mbali] ni  kondoo.",
    "person": "JK.",
    "tail": "MARA 60; JKP. Cows and goats are alike; a person however is like a sheep. Do not get mixed up with other people's fights. \"The sheep is regarded as a nobler animal than the dumb cows and goats\" - JK."
  },
  {
    "quote": "Ng'ombe na mbuzi ni wamoja; mtu kando na kondoo.",
    "person": "",
    "tail": "KA. Cows and goats are alike; man and sheep are different."
  },
  {
    "quote": "Ng'ombe na mbuzi ni mmoja, kondoo ni mtu mbali.",
    "person": "SPK.",
    "tail": "SPK. Cows or goats it is all the same, but a sheep is a different parson. Important people and low-class people are of the same character; only a few are good and noble - SPK."
  },
  {
    "quote": "893a. Ngozi na mafupa iyafunike hakuna lisilo na  ndugu yake.",
    "person": "SPK.",
    "tail": "SPK. The skin and the bones: let it cover them, there is nothing that does not have its brother. Nothing is unique: every person may find a partner in life. Brothers and friends fit together like the skin over bones -SPK."
  },
  {
    "quote": "Ngozi ya paa haikai watu wawili.",
    "person": "",
    "tail": "T 421. The hide of a gazelle does not seat two people. Said of something in short supply. Cf. 848."
  },
  {
    "quote": "Ngumu ngumu inazaa teketeke, teketeke inazaa  ngumungumu.",
    "person": "AL. About vexation in life.",
    "tail": "AL 1758. Hard grains produce soft ones; and soft grains produce hard ones. This is also a riddle: Unripe maize and hard maize. Generation follows generation - AL. About vexation in life."
  },
  {
    "quote": "Ngwena na mwingine ngwena, hawawezi kupatana.",
    "person": "JK.",
    "tail": "RSP 138. Two crocodiles cannot agree. \"Aggressive people do not get along together\" - JK."
  },
  {
    "quote": "896a. Njia haimeli mani (or majani).",
    "person": "SPK.",
    "tail": "SPK. No grass grows on the path. No sleep comes to the worried mind - SPK."
  },
  {
    "quote": "896b. Nyendo hazitakufaa, ila maji yakijaa.",
    "person": "SPK.",
    "tail": "SPK. Rollers will be of no use to you [when trying to launch your boat] unless the tide is in. The high tide is needed to float the ship. The rollers can take it only so far -SPK."
  },
  {
    "quote": "896c. Nyoka muomba njiani usimlishe nyumbani.",
    "person": "SPK.",
    "tail": "SPK. Do not feed in your house the snake you found begging on the roadside. Do not trust people who solicit your pity - SPK."
  },
  {
    "quote": "Paka wa nyumba hawingwi.",
    "person": "",
    "tail": "F 41.6. A house cat is not chased away. \"Don't cut off your nose to spite your face.\""
  },
  {
    "quote": "Pakubwa huingia mtu mkubwa.",
    "person": "",
    "tail": "NGU. In a big place enters a big person. A capable person is needed for a difficult place or situation."
  },
  {
    "quote": "Pembe hazioti kabla ya kichwa.",
    "person": "",
    "tail": "EM p9. The horns do not grow before the head [has grown]."
  },
  {
    "quote": "899a. Penye mtu mzima ni pazima.",
    "person": "SPK.",
    "tail": "SPK. The place where there is a sound person is a sound place. Mzima, lit., whole, healthy, adult, here refers to a person of sane mind and clear judgment - SPK."
  },
  {
    "quote": "899b. Penye watu wafunziki kazi haiharibiki.",
    "person": "",
    "tail": "SPK. Where there are experienced people the work is not wasted."
  },
  {
    "quote": "Pongo hawezi kulala siku moja na chui.",
    "person": "",
    "tail": "KB 267. The gazelle and the leopard cannot sleep any time in the same spot. Enemies avoid one another. Cf. 847."
  },
  {
    "quote": "Raka la jamvi ni kanda.",
    "person": "",
    "tail": "MARA 2; KA. A rag of the floormat is a [shopping] bag. The difference of the two is in the making. Things that are similar go together, and so do people. The jamvi [doormat] and the kanda [a bag] are made of the same material (leaf strips of the wild date palm: mkindu)."
  },
  {
    "quote": "Reli chuma - gurudumu chuma.",
    "person": "",
    "tail": "NGU. The rails are iron - the wheels are iron. They go together. Hand and glove."
  },
  {
    "quote": "Sahani isiyo kawa hufunikwaje mkeka?",
    "person": "",
    "tail": "MS 73. How can a plate without its cover be covered with a mat? Ironic. How can you use something so big and expensive to cover up something so little: There must be more to it than meets the eye. Don't burn your house to fright the mouse away."
  },
  {
    "quote": "Simba hamli mwanawe.",
    "person": "",
    "tail": "KA; SM. A lion does not kill her young. Bad people do not harm their children."
  },
  {
    "quote": "Simba na simba hawauani.",
    "person": "AL.",
    "tail": "JK 131; AL 657. Lions do not kill each other. Bad people do not harm each other - AL. Cf. 881, 891."
  },
  {
    "quote": "Sisimizi hawi ng'ombe.",
    "person": "",
    "tail": "KS sisimizi; AL 689. The small sisimizi will never be cows. About ambition. Sisimizi: a small black harmless ant (almost invisible)."
  },
  {
    "quote": "Ukaonapi (or ujaonapi) mnandi kujenga nyumba  kutwani (or barani)?",
    "person": "T. This proverb is- tied up with legend. The cormorant is thought to build its nest as a kind of white sponge just above water level - T.",
    "tail": "T 518; SACL 575; AL 617. When have you ever seen a cormorant build its nest westwards [on the mainland]? - T. This proverb is- tied up with legend. The cormorant is thought to build its nest as a kind of white sponge just above water level - T.; Sacl. It is used to explain that people generally act in their own accustomed way. Don't believe all that people tell you - AL. Kutwani: where the sun sets; inlands. Mnandi: cormorant, a voracious seabird. Cf. 4087."
  },
  {
    "quote": "Unga umezidi maji.",
    "person": "SM.",
    "tail": "SM. There is more flour than water. And a loaf cannot be good. This is said when somebody has a good thing going but then exaggerates somewhere and the project flounders - SM."
  },
  {
    "quote": "Uo mmoja hautiwi panga mbili.",
    "person": "AL.",
    "tail": "T 545; SACL 888; AL 951. Ala moja haikai panga mbili. MARA 2. One single sheath cannot receive two swords. Two swords are not put in one sheath. A woman cannot have two husbands - AL. Cf. 848, 894."
  },
  {
    "quote": "Uonepi jiwe gumu baharini likelea?",
    "person": "",
    "tail": "JKP. Where did you see a hard stone float in the sea?"
  },
  {
    "quote": "Utamwoteshea mbwa pembe?",
    "person": "",
    "tail": "AL 688. Will you succeed growing horns on a dog? Cf. 2127."
  },
  {
    "quote": "Vyanda vya miguu havivishwi pete.",
    "person": "",
    "tail": "MARA 2; KA. Rings are not put on toes. Do not put a fool in charge of an important job. Cf. 4158, 4574."
  },
  {
    "quote": "Watu hawakwei miti na matalawanda.",
    "person": "",
    "tail": "EM w13. People do not climb trees with sandals. Here sandals are like handicaps. A ridiculous thing to do."
  },
  {
    "quote": "Watu walio pamoja si maji mtungini.",
    "person": "",
    "tail": "EM w19. People who are staying together are not like water in a waterpot. People together will not stay quiet for long."
  },
  {
    "quote": "Wenye ghadhaba hawalingani, wenye mahaba  hawatengani.",
    "person": "",
    "tail": "RSP. 86. Irascible people do not get along together, lovers cannot be kept apart. Ghadhaba: more common is ghadhabu.."
  },
  {
    "quote": "Ya nini kutumia bomu kuulia  sisimizi?",
    "person": "",
    "tail": "EM y5. Why use a bomb to kill a small ant? Sisimizi: a small black harmless ant (almost invisible)."
  },
  {
    "quote": "Yaliyo pemba na mrima yapo.",
    "person": "",
    "tail": "NGU. What you find in Pemba island you find also in Zanzibar. Mrima: the coast opposite Zanzibar island."
  },
  {
    "quote": "Yaliyoko mbele yako utayaona, ya nyuma huwezi  kuyaona.",
    "person": "",
    "tail": "EM y3. You see what is before you, not what is behind you. A person cannot control all the things happening in his area of work."
  },
  {
    "quote": "918a. Yaliyovunjika hutengenezeka.",
    "person": "",
    "tail": "SPK. What was broken can be repaired."
  },
  {
    "quote": "Zobe na msuwale ni wamoja.",
    "person": "KA.",
    "tail": "KA. The zobe and the msuwele are alike. The zobe and the msuwele have legs and claws like crabs and shells like a tortoise. Stay with your associates - KA. Cf. 893."
  }
]