[
  {
    "quote": "Alaye peke hufa peke yake",
    "person": "",
    "tail": ". MA 40. One who eats alone dies alone. The one who refuses to share blessings with others will have to endure all hardship alone. 2483. Amechagua nazi akapata dafu. MA 59. So-and-so has chosen the fully grown coconut and got the unripe one. This is said of somebody who is not satisfied with possessions. The chances are that that person might lose all. Cf. 1540."
  },
  {
    "quote": "Anayekuwapo penye mgawo asijitandikie sahani  (or jani)",
    "person": "",
    "tail": ". AL 1275. One who is present at a sharing must not show up with a plate [leaf]. Greed is not appreciated."
  },
  {
    "quote": "Atokeapo mtoto wa fuko, mshike, japo wawinda  fuko.",
    "person": "",
    "tail": "EM 18.29. If a small mole appears, catch it, even if you are hunting for its mother. Do not despise small favors or gifts if you need bigger ones. Cf. 2493."
  },
  {
    "quote": "Baniani mbaya, kiatu chake dawa.",
    "person": "F. You may regard someone as bad",
    "tail": "F 6.5; L ll; MARA 3; KS, baniani. An evil Indian, his shoe is a medicine - F. You may regard someone as bad, and yet covet his goods - F. The Swahili liked to buy shoes from the Indian shopkeeper, although they thought the Banyan bad, because they adored cattle. Used when people have to give up things for a greater good or profit. - MARA. A Banyan, an Indian, who is a follower of Brahma - J. Cf. 862."
  },
  {
    "quote": "Bata mtaga mayai usimchinje kwa tamaa ya wingi.",
    "person": "EM.",
    "tail": "EM 25.9. Do not slaughter a laying duck from the desire of getting many eggs quickly. Do not kill the goose that lays the golden eggs - EM."
  },
  {
    "quote": "Cha wenyewe huliwa na wenyewe.",
    "person": "EM.",
    "tail": "EM 34.6. What is theirs is consumed by them. There are people, such as the rich, who do not co-operate with those who do not belong to their group or class. If they hold a party, for example, they will invite themselves only. Thus what is theirs is shared among themselves only - EM."
  },
  {
    "quote": "Chanda ukipewa usikimeze chote",
    "person": "KA.",
    "tail": ". MA 95; MA 15. If you are given a finger, do not swallow it all. Be grateful for the little - KA."
  },
  {
    "quote": "Ukipewa shubiri usichukue pima.",
    "person": "",
    "tail": "F 46.10; ED 77; KS pima; KA. If you are given a span, do not take a fathom. Shubiri: a span, from thumb to little finger of the open hand, about nine inches. Pima: a fathom, two yards, the stretch of a man's arms."
  },
  {
    "quote": "Ukipewa shubiri usitake reale.",
    "person": "Krapf.",
    "tail": "NGU. If you are given a span, don't desire a reale. Reali or rea: a German crown or dollar, that was current on the Swahili coast. Its name is derived from the Portuguese and Spanish coin real. - Krapf."
  },
  {
    "quote": "Changu chetu, chako chako",
    "person": "EM. This saying is used in criticizing a selfish person - EM.",
    "tail": ". EM 33.4. Mine is ours, yours is yours. If sharing is the principle, then everyone should share - EM. This saying is used in criticizing a selfish person - EM. Cf. 627."
  },
  {
    "quote": "Fuata nyuki ukafe mzingani",
    "person": "",
    "tail": ". KS nyuki. Follow the bee and then die in the hive. Greed can be killing. Cf. 635."
  },
  {
    "quote": "2491a. Hasadi yaua",
    "person": "",
    "tail": ". SPK. Jealousy kills. Hasadi for hasidi or husuda."
  },
  {
    "quote": "Hasidi mpishe njia apite.",
    "person": "",
    "tail": "KA. Let the envious person pass by on the road. A jealous person will not join you in a friendly way."
  },
  {
    "quote": "Heri kenda shika, kuliko kumi nenda uje",
    "person": "",
    "tail": ". L 24; B 2.29; KS afadhali. kama instead of kuliko; T 89; CM 42. Better nine take it, than ten go and come back. It is better to get nine now, than [perhaps] ten later."
  },
  {
    "quote": "Moja shika si kumi uje",
    "person": "",
    "tail": ". F 29.90; H 68; MARA 42; SWA 42. Taking one is better than ten upon return."
  },
  {
    "quote": "Moja shika kumi hutapata",
    "person": "",
    "tail": ". SPK. Hang on to one, you will not get ten. Cf. 2507."
  },
  {
    "quote": "Heri moja mkononi, kama  kumi mwituni",
    "person": "",
    "tail": ". MA 135; But KA and SM have mia ya mbali. Better one in the hand than ten in the bush."
  },
  {
    "quote": "Heri twaa kama  inshallah utapata",
    "person": "",
    "tail": ". KB 73. \"Take it\" is much better than \"You'll get it the Lord willing.\" Cf. 2493."
  },
  {
    "quote": "Hukuzidi pau wala ndakaka?",
    "person": "MM. Said of a thrifty person. Pau or pao",
    "tail": "T 102. You cannot beat the length of the pau and the height of the ndakaka. Why are you so thickheaded? - MM. Said of a thrifty person. Pau or pao, sticks used for the roof. Ndakaka, thin vertical sticks."
  },
  {
    "quote": "Husudi yaua kwa jicho la wivu.",
    "person": "",
    "tail": "JKP. Jealousy kills with the eye of envy. Husudi or hasidi, grudge,jealousy."
  },
  {
    "quote": "Imekuwa sisi kwa sisi",
    "person": "",
    "tail": ". EM I7. It has become everything for ourselves only. About people who work and care only for themselves."
  },
  {
    "quote": "Inzi kufa juu ya kidonda si haramu.",
    "person": "F. N.B. This and the following proverb are often used in reference to AIDS",
    "tail": "F 40.26; KA, si hasara, [not a loss]. For a fly to die on an ulcer is not bad. After all, it got what it wanted - F. N.B. This and the following proverb are often used in reference to AIDS; some others in this collection have been related to AIDS:"
  },
  {
    "quote": "Mwenye kufa kwa asali ya nyuki hana kilio",
    "person": "",
    "tail": ". One who dies in honey is not lamented."
  },
  {
    "quote": "Fuata nyuki ukafe zingani.",
    "person": "",
    "tail": "Follow the bee and die in the hive."
  },
  {
    "quote": "Nguruwe hawezi kuacha vihama.",
    "person": "",
    "tail": "A pig cannot leave rooting."
  },
  {
    "quote": "Nguruwe aendalo ndilo atendalo.",
    "person": "",
    "tail": "A pig does what it must do."
  },
  {
    "quote": "Kuti kavu kuanguka si ajabu.",
    "person": "",
    "tail": "A dry leaf falling down is nothing to be amazed about."
  },
  {
    "quote": "Inzi kufia maji sio hasara.",
    "person": "",
    "tail": "SPK The drowning of a fly is no loss."
  },
  {
    "quote": "Inzi kufia tuini si hasara",
    "person": "J. The death of a fly in coconut milk is not a big thing - SACL. The milk is still drinkable.",
    "tail": ". J tui; V 122; KB 256; SACL 211. A fly does not mind dying in coconut cream - J. The death of a fly in coconut milk is not a big thing - SACL. The milk is still drinkable. Cf. 2499."
  },
  {
    "quote": "Jicho la hasidi huenda kila pembe (or upande).",
    "person": "",
    "tail": "NGU. The envious eye goes everywhere. Looks everywhere to satisfy its greed. What the eye sees, the heart covets."
  },
  {
    "quote": "Jivu usilolilala usilipigie jibwa.",
    "person": "",
    "tail": "MARA 2. Don't beat a dog for the ashes you don't sleep in. Dogs and cats like to sleep on warm ashes. Humans don't. So why should you hit a dog for sleeping there? We should not refuse the use of things we don't use or need. Give help where you can. Jibwa, a big dog."
  },
  {
    "quote": "Joka kubwa halitemi.",
    "person": "",
    "tail": "EM j31. A big snake cannot spit. A snake swallows what it can. A big snake does not reject anything. It can only swallow. Some people will only receive, without giving anything back."
  },
  {
    "quote": "Joka la mdimu linalinda watundao",
    "person": "F. Too old or impotent. - AL A complete version",
    "tail": ". F 13.8; MARA 3; AL 970; FSM 56. The big snake of the lime tree guards against those who pluck the fruits. Said of a jealous husband - F. Too old or impotent. - AL A complete version, but not so common:"
  },
  {
    "quote": "Joka la mdimu halitundi wala halili, huwasa watundao  na walao.",
    "person": "MARA. Also used to say that everybody looks after his own interest. Joka",
    "tail": "V joka. The big snake in the lime tree neither picks nor eats the fruits, but wards off the pluckers and eaters. Used to describe people who do not allow people to use or to enjoy things they themselves don't use - MARA. Also used to say that everybody looks after his own interest. Joka, a big snake, means an angry and jealous person. Cf. 3274."
  },
  {
    "quote": "Jumbe mroho hufilisi wenzake.",
    "person": "",
    "tail": "EM j21. A greedy chief impoverishes the people. Jumbe, chief, headman."
  },
  {
    "quote": "Kama una ngozi yenye kufa na mbaya, usitamani  ngozi yenye mikia mirefu na mizuri.",
    "person": "",
    "tail": "AL 1282. If you have an old and damaged hide, don't desire those with long and beautiful tails."
  },
  {
    "quote": "Kenda fumbata si kumi njoo kesho.",
    "person": "SAM.",
    "tail": "SAM 9.5; MS 115; KA. Nine grasped in the hand is better than come tomorrow for ten. If someone pays you half of what is owed, take it; it is better than the promise: tomorrow I'll pay you all - SAM. Cf 2493."
  },
  {
    "quote": "Kichache hakikutoshi, na kingi hakikulishi",
    "person": "",
    "tail": ". JKP. A little does not suffice for you, a lot does not feed [your greed] either. A greedy person always wants more."
  },
  {
    "quote": "Kidaku anakazana lakini umaskini haumtoki.",
    "person": "Krapf. Food eaten at night before breakfast or before a fast day.",
    "tail": "ZO 260. The greedy person may try as hard as possible, but will not escape poverty. Daku , \"from the saying : Leni upesi, kesho kuna ndaa kuu, eat quickly, tomorrow there will be great hunger\" - Krapf. Food eaten at night before breakfast or before a fast day."
  },
  {
    "quote": "Kijaacho tele hutawanyika",
    "person": "RP p.",
    "tail": ". ED 20. What is abundantly full overflows. When the measure is full it overflows - RP p.586:151."
  },
  {
    "quote": "Kila mtaraji kingi hapati hata kimoja",
    "person": "",
    "tail": ". JKP. Whoever expects a lot, does not get anything."
  },
  {
    "quote": "Kimasomaso mwanangu usimwone",
    "person": "",
    "tail": ". KS kimasomaso. My son, don't encounter a jealous person. Kimasomaso, a person who is envious."
  },
  {
    "quote": "Kisicho chako usikitegemee.",
    "person": "",
    "tail": "NGU. Don't rely on what is not yours."
  },
  {
    "quote": "Kitu kisichokufaa wewe wamzuwiliyani mtu  kimfae?",
    "person": "",
    "tail": "T 250a. If a thing is of no use to you, why do you prevent someone else from using it? Wamzuwiliyani for wamzuilia nini. Cf. 2525."
  },
  {
    "quote": "Kobe,  unipe. Anasema, mkono ni mfupi!  Lakini wanamwambia, twaa. Anakamata",
    "person": "",
    "tail": ". KB 114. Tortoise. give me. The tortoise will say: my arm is too short. But tell it, Take, and the tortoise will grab it."
  },
  {
    "quote": "Kula nyingi si kushiba.",
    "person": "",
    "tail": "LE3 227.14; AL 67. Eating much is not necessarily being satiated. About someone who has received his share but wants more."
  },
  {
    "quote": "Kunenepa kwako ni kukonda kwangu.",
    "person": "",
    "tail": "NGU. Your growing fat is my growing skinny."
  },
  {
    "quote": "Kuomba msaada si kuiba.",
    "person": "",
    "tail": "REK. Begging for help is not [as disgusting as] stealing."
  },
  {
    "quote": "Kutaka ni mazoea",
    "person": "JKP.",
    "tail": ". JKP. Wanting is a habit. \"One could stop wishing things if one had the character\" - JKP."
  },
  {
    "quote": "Kwa jirani nusu, kwako kunona",
    "person": "",
    "tail": ". AL 708; AL nona. At your neighbor's, half a helping, but at your own place a succulent portion. A bragger depreciates the other person."
  },
  {
    "quote": "Madharau dogo hugutushwa na kubwa",
    "person": "",
    "tail": ". REK. Those who scorn little things will be without big things. Gutua, take away suddenly."
  },
  {
    "quote": "Maiti mpenda kupewa.",
    "person": "",
    "tail": "AL 806. A dead person likes to receive. The more a person is without things the more that person wants."
  },
  {
    "quote": "Maiti mpenda raha",
    "person": "",
    "tail": ". AL 805. A dead person likes peace."
  },
  {
    "quote": "2523a. Mali  kwa mali.",
    "person": "SPK.",
    "tail": "SPK. Possessions for possessions. Nothing for nothing - SPK."
  },
  {
    "quote": "2523b. Mali ni ja ngazi, utakapo panda",
    "person": "",
    "tail": ". SPK. Money is like a ladder, when you want to climb up."
  },
  {
    "quote": "2523c. Mali ni ya kuchuma, roho haichumi",
    "person": "SPK.",
    "tail": ". SPK. Money is for spending, but it is never spent on the soul. Unless it is spent on alms - SPK."
  },
  {
    "quote": "Mali ya yeye hula yeye",
    "person": "",
    "tail": ". EM m3. That person consumes all. About a person who is selfish and does not share with others."
  },
  {
    "quote": "Mali ya-ye mpe yeye.",
    "person": "",
    "tail": "SPK. Give that person what is due."
  },
  {
    "quote": "Mavi usiyoyala, wayawingiani kuku?",
    "person": "AL. Don't be a dog in a manger - F.",
    "tail": "F 22.22; MARA 3; T250a; MARA 3; AL 1292; KS winga. Why drive away the chicken from the dung which you do not eat yourself? Denying others what you don't use or need - AL. Don't be a dog in a manger - F. Cf. 2502, ×514."
  },
  {
    "quote": "Maziwa ambayo hunyonyi ni sawa utomvi.",
    "person": "",
    "tail": "AL 1285. The milk that you have not sucked is like [tree] sap to you. The fox said that the grapes were sour."
  },
  {
    "quote": "Mbegu moja ya karanga mkwe alilala nje.",
    "person": "AL.",
    "tail": "AL 823. For the loss of one groundnut the in-law slept in the open. Stupid obstinacy is harmful - AL."
  },
  {
    "quote": "Mbwa dume hawezi kumpokelea mwenzake chakula.",
    "person": "",
    "tail": "AL 1192. A male dog cannot receive food for his companion. He will eat it himself."
  },
  {
    "quote": "Mchua ngalawa mbili moja hupwelea.",
    "person": "",
    "tail": "FSM 102. One who sets out two boats [outriggers] runs one aground. Cf. 2539, 2542."
  },
  {
    "quote": "Mikono mingi haramu ya kula.",
    "person": "",
    "tail": "NGU. It is forbidden to eat with many hands. Eat with one hand only. Cf. 2538."
  },
  {
    "quote": "Mja wa hiana ana laana.",
    "person": "",
    "tail": "KA, SM. A jealous person has a curse. That person envies others and does not want others to enjoy anything and so has no joy. Hiana, udhalimu, uchoyo, unyimaji, envious, jealous, mean spirited."
  },
  {
    "quote": "Mkamia maji hayanywi",
    "person": "T. Complete version",
    "tail": ". T 268; FSM 114; ED 35; KB kamia; KS kamia. A person that puts his/her mind too much on water, drinks it not - T. Complete version: Mkamia maji hayanywi, akiyanywa humkwama. F 26.66. One who fixes his mind overmuch on water does not drink it, and if he does, it chokes him - F. Kila mkamia maji yamtoka puani. NGU. Everyone who greatly desires water has water coming out of his nose. Ania, intend, desire."
  },
  {
    "quote": "Mkataa chinjo hupata mtanda.",
    "person": "",
    "tail": "SAM 14.10. One who refuses a sliver [of meat] will get a big chunk. The ironical understanding is that if you refuse a little favor, you might get a misfortune. Cf. 2533. 2534. Omitted."
  },
  {
    "quote": "Mkataa ya kuchinja hupata ya kunyonga.",
    "person": "",
    "tail": "SAM 15.11. One who refuses slaughtered meat will get strangled meat. One who does not want to commit even small mistakes will fall into big ones. Cf. 2533."
  },
  {
    "quote": "Mkowa wa mlafi hurarukararuka ukiwa mpya",
    "person": "",
    "tail": ". REK. The belt of the glutton gets torn again and again, when it is new. By eating too much. Mkowa, money belt."
  },
  {
    "quote": "Mla kuku na mbuzi atamla mtu",
    "person": "",
    "tail": ". AL 496. The animal that eats chicken and goats will also eat a human being."
  },
  {
    "quote": "Mla kwa miwili hana mwisho mwema",
    "person": "T. Greed has no moderation. Greed results in trouble",
    "tail": ". F 28.81; ED 38; B 3.64; MARA 3; JKP. A person who eats with both hands will come to a bad end. Eating with both hands is a sign of impatience and greed, and is very impolite. The left hand is considered unclean - T. Greed has no moderation. Greed results in trouble: taking bribes, etc. Such a person has an evil ending - MARA. \"The adulterer will one day be caught \" - JKP."
  },
  {
    "quote": "Mla kwa miwili sitakula nae",
    "person": "",
    "tail": ". T 229. An eater with two hands, I will not eat with him /her. Cf. 2550."
  },
  {
    "quote": "2538a. Moyo hutamani hwishiwa sandani",
    "person": "",
    "tail": ". SPK. The heart is full wishes, it will all end in the shroud."
  },
  {
    "quote": "Mshika mbili lazima kimoja kimponyoke",
    "person": "",
    "tail": ". Swahili March 1967, p.108; JK 143; KS, mshika. One who grasps two things, must allow one to go."
  },
  {
    "quote": "Mwenza mbili moja humwacha",
    "person": "",
    "tail": ". V 37. A person who desires two must leave one."
  },
  {
    "quote": "Mshona kubwa ni lake.",
    "person": "",
    "tail": "REK. The one who sews roomy, sews his own garment. Cf. 662."
  },
  {
    "quote": "Msi nacho hasidi wa mwenye nacho",
    "person": "KA.",
    "tail": ". KA; MARA 2; SM. One who doesn't have it is jealous of the one who has it. And the one who has it does not want the other to have it - KA."
  },
  {
    "quote": "2541a. Msijitutize",
    "person": "SPK.",
    "tail": ". SPK. Do not overload yourselves. Do not be too greedy - SPK."
  },
  {
    "quote": "2541b. Mtaka hapati asokadiriwa.",
    "person": "",
    "tail": "SPK The covetous person does not get what was not destined for him/her."
  },
  {
    "quote": "Mtaka yote(or vyote) hukosa yote (or vyote).",
    "person": "Swa. Refers to Diva's translation of Aesop's fable about the dog and its shadow. Mtaka yote kwa pupa hukosa yote. J pupa",
    "tail": "J taka; F 31.111; A 292; T 317; B 1.72; SACL 605; RECH 363; CM 53; KS mtaka; H 75; SWA 59; B 2.49. One who wants all loses everything. You may lose the one piece of meat you have while going after another - Swa. Refers to Diva's translation of Aesop's fable about the dog and its shadow. Mtaka yote kwa pupa hukosa yote. J pupa; B 4. 47; SACL 766; V 59; MS 105; FSM 102; KS pupa. One who wants everything in a hurry loses everything."
  },
  {
    "quote": "Mtaka vingi kwa pupa hana mwisho mwema",
    "person": "",
    "tail": ". KS pupa. One who wants many things eagerly does not have a nice death. Cf. 1546, 1547."
  },
  {
    "quote": "Mtama usioula wawingiani dege.",
    "person": "",
    "tail": "KA. Why drive away the birds from the millet that you do not eat yourself. Cf. 2504."
  },
  {
    "quote": "Mteuzi haachi tamaa",
    "person": "V. Mteuzi",
    "tail": ". J teua; SACL 611; V tena; F 31.14; SM. A chooser [a critic -J] is always wishing - V. Mteuzi, a connoisseur, a critic. From teua, to choose, select - J."
  },
  {
    "quote": "Mtenzi haishi tamaa",
    "person": "AL. Mtenzi",
    "tail": ". B 3.39; H 78; FSM 138; AL tenda. An active hard-working person is never satisfied with his work - AL. Mtenzi [from tenda, to do], one who does things, carries on work. 2545. Omitted."
  },
  {
    "quote": "Muacha kiwi hanacho, na chema kimpotele.",
    "person": "",
    "tail": "T 355. One who discards a bad thing is without it, and the good thing escapes. Abandon not your old clothes till you get new ones."
  },
  {
    "quote": "Mwend (or mzazi) mwenye ubahili, zao la mwana  ni ubatili",
    "person": "",
    "tail": ". REK. The inheritance of the offspring of a parsimonious parent is emptiness. Nothing is left for the children. Ubahili, miserliness, parsimoniousness. Ubatili, emptiness, vanity, futility, uselessness, falseness. Cf. 4498, 4499."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Mwenye kufa kwa asali ya nyuki hana kilio.",
    "person": "",
    "tail": "AL 1288. He who dies of honey has no mourners. Cf. 2499, 2500."
  },
  {
    "quote": "Mwenye ndimi mbili hula na miwili",
    "person": "JK. Astute people show things to their own advantage",
    "tail": ". JK 121; AL 354. A person with two tongues eats with two [hands]. Only one hand may be used while eating. Only greedy children eat with both hands. Therefore, somebody who speaks with a double tongue will have the hands in some other dirty business - JK. Astute people show things to their own advantage, without paying attention to politeness - AL. Cf. 2538."
  },
  {
    "quote": "2550a. Nafusi na mali yasikukulie",
    "person": "",
    "tail": ". SPK. Do not permit passion and wealth to rule you."
  },
  {
    "quote": "Nyuki hutafuta ladha, watu hufuata fedha",
    "person": "",
    "tail": ". JKP. Bees search for a sweet taste, people run after money."
  },
  {
    "quote": "Pongo mwenye kula kunde (or kalanga) hachoki.",
    "person": "",
    "tail": "AL 79. The pongo antelope eating peas [peanuts] doesn't get tired [eating them]."
  },
  {
    "quote": "Pua ulale, vyenye kunukia si vyako.",
    "person": "",
    "tail": "AL 1286. Sleep my nose, what you smell is not for you."
  },
  {
    "quote": "Pupa halishi.",
    "person": "",
    "tail": "JK 129. Greed never finishes - JK; MM."
  },
  {
    "quote": "2554a. Roho ni kama  mtoto yahitaji kurudiwa.",
    "person": "",
    "tail": "SPK. Our greedy soul is like a child, it wants to be rebuked."
  },
  {
    "quote": "2554b. Roho ni kuacha mema ikatamani maovu.",
    "person": "",
    "tail": "SPK. Desire, that is to abandon good things out of greed for bad things."
  },
  {
    "quote": "2554c. Roho yataka mafuta",
    "person": "",
    "tail": ". SPK. The soul needs cleaning, shaking up."
  },
  {
    "quote": "Shauku nyingi huondoa maarifa.",
    "person": "KB.",
    "tail": "A 39i; J shauku; T 475; KB 284; SACL 712. Strong desire overrides prudence. Passion makes blind or imprudent - KB. Cf. 2532."
  },
  {
    "quote": "Sitafute tunda lisilo na mti",
    "person": "JKP.",
    "tail": ". JKP. Do not look for a fruit that does not belong to a tree. \"Or, do not look for a fruit [read: bride], who has no family \" - JKP."
  },
  {
    "quote": "Tajiri hutajirika na wenzake",
    "person": "EM.",
    "tail": ". REK; EM t4. A rich person is enriched by other people. The rich get many presents. People give to the rich in the hope to get something out of it. A wealthy person is made rich by the poor. \"Wealth is not a result of an individual's efforts, but the effort of many people...if only one of them becomes wealthy, that person does so because of the joint efforts of all of them including that person, for one's own efforts would not make that person wealthy \" - EM."
  },
  {
    "quote": "Tajiri mwenye maelfu hakatai [shillingi] moja",
    "person": "",
    "tail": ". NGU. A millionaire does not refuse one [shilling]."
  },
  {
    "quote": "Tamaa inaua mtu.",
    "person": "",
    "tail": "KB 288. Too much eagerness kills a person. Passion leads to crime."
  },
  {
    "quote": "Tamaa mbele, mauti nyuma.",
    "person": "",
    "tail": "F 45.1; L 93; B 2.19; H 100; WIKON 177; KS tamaa. Desire in front, death behind. Used as a warning to greedy or over-ambitious persons - H."
  },
  {
    "quote": "Tamaa nyingi nyuma ukiwa.",
    "person": "",
    "tail": "NS 38. Much desire ends in desolation. This is said of a greedy person. Ana mkono wa birika. A person with a hand like a vessel."
  },
  {
    "quote": "Tasiliti yashinda belua",
    "person": "",
    "tail": ". NGU; KS. A craving is stronger than any pain. Tasiliti or tasliti: a great love, craving. Belua or beluwa, loss, pain, trouble, misfortune. Cf. 2559."
  },
  {
    "quote": "Ubepari ni unyama.",
    "person": "",
    "tail": "KS ubepari, unyama. Exploitation is beastly (not human)."
  },
  {
    "quote": "",
    "person": "JK. Do not show greed. For the original text in the Lamu dialect",
    "tail": "Ukilamba vyanda, If you lick your fingers, Watu wakichunga, While people are watching, Watakwambia baadaye. They will later talk about you - JK. Do not show greed. For the original text in the Lamu dialect see JK's Proverbs from the Lamu Archipelago and the Central Kenya Coast; and his Four„ Centuries of Swahili Verse."
  },
  {
    "quote": "Ukitaka riba, sikio kuziba",
    "person": "JK. If you want to go against the norms",
    "tail": ". RSP 31. If you want big profits, stop your ears. Lest you hear the cries of your victims - JK. If you want to go against the norms, you have to be deaf to what your friends and neighbors say - MM. Riba: interest, overcharging, big prices. This is prohibited by Islamic culture."
  },
  {
    "quote": "Ukusuta hata uwe mjini, uko peke yako, tajiri  hata porini anafuatwa",
    "person": "",
    "tail": ". NGU. If you are penniless you are alone even in a town, but a rich man is followed even into the wilds."
  },
  {
    "quote": "Usiache kunanua kwa kutega.",
    "person": "",
    "tail": "F 48.28; AL 339. Do not forget to break open the traps [with caught game] while you go on setting traps. Kumamamua or Kunanua take out of a trap, force apart, open by force. Cf. 2542."
  },
  {
    "quote": "Usilie ngoa",
    "person": "JK.",
    "tail": ". JK 120. Do not cry with jealousy - JK."
  },
  {
    "quote": "Usione mlango umefungwa ukakata tamaa ya  kubisha, labda ukarimu ndio uliofunguliwa",
    "person": "",
    "tail": ". REK. Don't be amazed that the door is closed since you gave up inviting, perhaps generosity will open the door."
  },
  {
    "quote": "Usitupe shaba yako kwa mng'ao wa dhahabu.",
    "person": "",
    "tail": "Swahili March 1968, p.121; JK 146; Al 591. Do not throw away your copper for the sake of gold's glitter."
  },
  {
    "quote": "Utumainie inayokamata gumba, usitumainie  yanayoona macho",
    "person": "",
    "tail": ". AL 1277. Put your expectation on what your hand can grasp, not what your eyes see. Gumba, thumb."
  },
  {
    "quote": "Wakisha tia chanda, watatia na mkono: wakisha  tia mkono, watatia na mguu.",
    "person": "",
    "tail": "V 71; T 576. When they have put in the finger, they will also put in the hand: when they have put in the hand, they will also put in the foot."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Zabibu zilizo mbali zinakuwa chungu.",
    "person": "",
    "tail": "NGU. Grapes that are far away have become bitter."
  },
  {
    "quote": "Zaidi na zaidi, mungu akusaidi.",
    "person": "JK.",
    "tail": "RSP 100. More and more you want, may God help you. Said to a greedy person - JK."
  }
]