[
  {
    "quote": "Achilia madiuni, na mungu akuauni.",
    "person": "",
    "tail": "SPK. Forgive your debtor, and God may help you [on the day of judgment]. 795a. Ada ya deni: hulipa. SPK. The rule about debts is: they are to be paid."
  },
  {
    "quote": "795b.  Alacho cha mwanamke arudishacho kingine.",
    "person": "",
    "tail": "TS 63,12; AL 1078. Who eats food of a woman gives something else in return."
  },
  {
    "quote": "Anadaiwa hata kope si zake.",
    "person": "MS.",
    "tail": "KSukope; MS. That person is so deep in debt his eyelids are not even his own. Idiom: Ana madeni chungu nzima, he has a big pot full of debts - MS."
  },
  {
    "quote": "Aombaye maji huombea chungu chake.",
    "person": "",
    "tail": "KA. The person who asks for water asks for her own pot. All people care for their own interests. Therefore do not think that others will take care of your interests."
  },
  {
    "quote": "Cha  kuazima hakiishi udhuru.",
    "person": "",
    "tail": "AL udhuru; AL 1113. What one borrows does not end a pretext. One always finds a pretext to borrow or to keep the borrowed item."
  },
  {
    "quote": "Cha kuazima si kama chako mwenyewe.",
    "person": "",
    "tail": "REK. A borrowed item is not like your own."
  },
  {
    "quote": "Chaza anakuja huyo, pukusa mawele.",
    "person": "",
    "tail": "SACL 519. There is your creditor, start thrashing your millet. In order to blind him with the dust. Chaza: snail, oyster, which supposedly adheres to ships."
  },
  {
    "quote": "Deni ni ahadi kulipa ni muamana.",
    "person": "",
    "tail": "NGU. A debt is a promise, to pay is a pledge."
  },
  {
    "quote": "Heri kukosa kama kukopa.",
    "person": "MM.",
    "tail": "MA 137. It is better to lack something than to borrow. \"Borrowing is not considered to be a good habit\" - MM."
  },
  {
    "quote": "Kafiri alipaye deni siye sawa na mwungwana adaiwaye.",
    "person": "",
    "tail": "NGU. The infidel who pays his debt is better than the free person in debt."
  },
  {
    "quote": "Kanzu ya kuazima usiendelee ijumaa.",
    "person": "",
    "tail": "MA 164. A borrowed kanzu , do not go with it to Friday's prayers. Kanzu: gown. Cf. 826, 1528."
  },
  {
    "quote": "Kopa! Kopa! Kulipa kuna kinyongo.",
    "person": "",
    "tail": "AL 1109. Borrow! Borrow! But paying back is bitterness."
  },
  {
    "quote": "Kopa ulipe.",
    "person": "",
    "tail": "AL kopa; AL 1106; NGU. Borrow and pay."
  },
  {
    "quote": "Kubali kukopesha uondoke sokoni.",
    "person": "",
    "tail": "NGU. Sell on credit so that you can leave the market. A business person will sell some left-overs on credit and go and buy more stock."
  },
  {
    "quote": "Kukopa harusi, kulipa matanga.",
    "person": "",
    "tail": "F 18.48; SWA 30; B 1.71; L 35; H 54; MS 44.18; LE3 226.5; V kopa; MARA 3; KS harusi. Borrowing is like a wedding, paying back is like mourning. It is always easier to borrow than to pay back. Harusi or arusi: a wedding."
  },
  {
    "quote": "Kukopa  rahisi, kulipa matanga.",
    "person": "",
    "tail": "RECH 243. Borrowing is easy, paying back is pain. Cf.1530, 4705."
  },
  {
    "quote": "Kukopa kunazaa umaskini.",
    "person": "",
    "tail": "KB 121. Borrowing leads to poverty."
  },
  {
    "quote": "Kukopa sio kupata.",
    "person": "MM.",
    "tail": "MA 221. Borrowing is not the same as getting. What is borrowed has to be given back; special care should be taken in using it. \"Don't be proud of borrowed wealth\" - MM."
  },
  {
    "quote": "Kukopesha udongo.",
    "person": "",
    "tail": "AL 1107. Loaning is like earth. Like a productive field."
  },
  {
    "quote": "La leo, lipa leo.",
    "person": "JK. The proverb could be translated as",
    "tail": "JKP. Eat today, pay today - JK. The proverb could be translated as: [Debt] of today, pay today. La: eat; imperative of kula, to eat. \"La is rarely used as the imperative, as a rule the infinitive is used: kula, sing. kuleni, plural\" - J. La, prep form of -a, e.g. neno la, the word of.."
  },
  {
    "quote": "Madeni ya mtu halipwi.",
    "person": "",
    "tail": "NGU. A person in debt is not paid."
  },
  {
    "quote": "813a. Mali  yetu karadha tu.",
    "person": "SPK.",
    "tail": "SPK. Our possessions are only borrowed. We have to leave them behind - SPK."
  },
  {
    "quote": "Mdaiwa hakasiriki.",
    "person": "EM.",
    "tail": "EM m12. A debtor does not get angry. A debtor may be abused by the lender. If this happens, he should not get angry, for the lender may disgrace him/her more - EM."
  },
  {
    "quote": "Mfinye kinyama!",
    "person": "",
    "tail": "ED 30. Press him/her in a brutish way! Saying used when somebody wants to collect a debt."
  },
  {
    "quote": "Mkopa kitoweo humangiria.",
    "person": "",
    "tail": "NGU. A borrower of condiments eats dry food. Kitoweo: all relish, meat, fish, vegetables, etc."
  },
  {
    "quote": "Mla mbuzi hulipa ng'ombe.",
    "person": "MM.",
    "tail": "F 28.82; SACL 569; T 279; V 92; B 1.41; A 39; CM 53; KB 190; JKP. The eater of a goat pays back a cow. The interpretation varies: A borrower loses. If you accept bribes, you will have to pay back much more. One who accepts gift, accepts obligations. \"Also, refers to borrowing with interest, which is forbidden in Islamic religion\" - MM."
  },
  {
    "quote": "Mla  mbuzi, lipa ng'ombe,  mla nyama usiombe.",
    "person": "SPK.",
    "tail": "SPK. The eater of a goat, pay an ox, the eater of meat, do not beg. Eating meat is a luxury. One has to pay dearly for it, one cannot beg for it. - SPK."
  },
  {
    "quote": "Mlipaji muungwana, na mwibaji ni mtana.",
    "person": "JKM.",
    "tail": "JKP. The one who pays is the noble person, the one who pilfers is the low-class one. \"Lit., slave, a man without honor. For the gentle person it is a matter of honor to pay his/her debt\" - JKM."
  },
  {
    "quote": "Msiiteni hodi, msipotoa kodi.",
    "person": "",
    "tail": "RSP 29. Do not call on [your landlord] if you have not paid your rent. Do not call on somebody if he has a claim on you."
  },
  {
    "quote": "Mwema kuwa mwovu, aliyetaka ni yeye.",
    "person": "JK. A lender will be abused as soon as he asks for his money back - JK.",
    "tail": "JK 130. Good people become bad, and they wanted it themselves. \"There is no gratitude in lending and borrowing\" - JK. A lender will be abused as soon as he asks for his money back - JK."
  },
  {
    "quote": "Mwenye chake ni mungwana, akikataa, kaa zako: huwezi kumfunga kamba.",
    "person": "",
    "tail": "KB 218; AL 1091. The owner is a free man; if he refuses help, go home; you cannot bind him with a rope. Nobody goes to help the one who refuses help."
  },
  {
    "quote": "Mwenye deni analala mlango wazi.",
    "person": "",
    "tail": "Alwazi; AL 1514. A person in debts sleeps with open doors. Creditors importune the borrower every moment."
  },
  {
    "quote": "Mwenye kuazima hatoi, mtovu ni mwenye chombo.",
    "person": "AL. A play on words",
    "tail": "T 383; Sacl 615; AL 1114. The borrower does not give, the giver is the owner of the thing. The borrower does not give it back, the owner is the loser - AL. A play on words: kutoa and mtovu, to give and giver; i.e.. the one who has not got it anymore - J."
  },
  {
    "quote": "823a.  Mwia na muraba hulipwa haki, deni ya adabu hailipiki.",
    "person": "",
    "tail": "SPK. Creditor and miser can be paid their due, a debt of courtesy cannot be paid."
  },
  {
    "quote": "Mwomba chumvi huombea chunguche.",
    "person": "",
    "tail": "F 37 173; FSM 163. Those who ask for salt, ask for their own cooking pot. Chunguche = chungu chake: his or her pot."
  },
  {
    "quote": "Mzoea kutwaa, kutoa ni vita.",
    "person": "",
    "tail": "F 37.181; CM 44; SACL 1048. For a person accustomed to taking, giving away is a battle. \"Many people take with a spade, but return with a spoon\" - V."
  },
  {
    "quote": "Aliyezowea  kupokea, kutoa ni vita.",
    "person": "",
    "tail": "KA. To one used to receive, giving is like a battle. See also the section Gifts."
  },
  {
    "quote": "Nguo ya kuazima haisetiri matak0.",
    "person": "",
    "tail": "Ukulima wa kisasa, Nov 1973, p.13; MARA 61; Nestor p.75; KS nguo. Borrowed clothing does not conceal the buttocks. It is not yours. The owner can take it back anytime and leave you without. Used in an advertisement for the monthly Ukulima wa kisasa: \"Make sure that you get your own copy:\" If you borrow it, the owner could ask it back while you are reading it in the middle of a story."
  },
  {
    "quote": "Nguo ya  kuazima haisetiri bega.",
    "person": "Do not cover the shoulder. A borrowed thing cannot be satisfying.",
    "tail": "EM n17. Borrowed clothes do not fit the wearer. Lit., Do not cover the shoulder. A borrowed thing cannot be satisfying."
  },
  {
    "quote": "Nguo ya  kuazimu haina bindo or heshima.",
    "person": "",
    "tail": "NGU. Borrowed clothing has no money-belt or honor. For meaning of bindo, Cf. 186."
  },
  {
    "quote": "Nguo ya  kuazima huwezi kuiringa.",
    "person": "",
    "tail": "NGU. You cannot swagger [show off] in borrowed clothing. Cf. 828, 4754."
  },
  {
    "quote": "826a.  Niwapo sina sikopi, kukopa si matukano.",
    "person": "",
    "tail": "SPK. When I have none do I not borrow? Borrowing is no insult."
  },
  {
    "quote": "Pilau ya kuomba si muhogo uliojilimia.",
    "person": "",
    "tail": "NGU. The pilao you begged for is not so tasty as the cassava, that you cultivated yourself. As the saying goes: \"The hottest fire is made by the wood you chop yourself.\" Pilau, pilao: a dish of boiled rice, cooked with ghee, raisins."
  },
  {
    "quote": "Shoka la mgeni haliwezi kumaliza kazi yako.",
    "person": "KB.",
    "tail": "KB 286. The axe of the stranger cannot finish your work. A borrowed instrument may be asked back any time - KB."
  },
  {
    "quote": "Siazime chango, ukatwaa na nyumbae.",
    "person": "",
    "tail": "ED 66. Do not borrow a cross-beam, you might also take the house. Cf. 2489."
  },
  {
    "quote": "Sitaki kupigwa na yangu.",
    "person": "JK.",
    "tail": "JK 130. I do not want to be beaten by my own [money] - JK. \"Lenders will be abused as soon as they ask for their money back. So, when asked for a loan, a person may answer with this proverb\" - JK."
  },
  {
    "quote": "Subaheli inakuwa deni.",
    "person": "AL. Subaheli or sabalkheri",
    "tail": "AL subaheli; AL 1248. The good morning becomes a debt. Saying good morning gives the impression that one can come to ask for service. Kindness [friendliness] invites profiteers to ask for help - AL. Subaheli or sabalkheri: good morning, good day."
  },
  {
    "quote": "Sumu ya deni kulipa.",
    "person": "",
    "tail": "NGU. The poison of a debt is in the payment."
  },
  {
    "quote": "Ukikopesha - utajitafutia maadui.",
    "person": "",
    "tail": "NGU. If you start lending - you'll look for enemies."
  },
  {
    "quote": "Ukilipa deni waweza kukopa.",
    "person": "",
    "tail": "NGU. If you pay your debt you can borrow [again]."
  },
  {
    "quote": "Uliye mkopo mrudishie, hakujaza.",
    "person": "",
    "tail": "NGU. Give back to the one you borrowed from, the lender does not give you more."
  },
  {
    "quote": "Usiku kucha si mwaka, usiku kungugu.",
    "person": "AL.",
    "tail": "AL 1111; AL mchana. [Waking] a whole long night is not a year, night is like a mist [that disappears in the morning]. It is always hard to repay one's debt. The one who borrowed will tell the lender: \"I'll pay you back, be patient\" - AL."
  },
  {
    "quote": "Usiseme madeni ya jirani yako isipokuwa ukitakakuyalipa.",
    "person": "",
    "tail": "NGU. Don't speak about the debt of your neighbor unless you want to pay for it."
  },
  {
    "quote": "Uteo [ungo] ulisemaje?  Nipe, nikupe!",
    "person": "",
    "tail": "T 563; SACL 980, CM 50. What did the winnowing basket say? Give me and I'll give you! The proverb is used as a favorite way of getting rid of an inopportune beggar. \"A widely used expression referring to prostitutes, who demand money in advance.\" SWHL ; March 1967, p.110. Uteo and ungo are flat round baskets used for sifting grain. The saying Nipe, nikupe is suggested by the noise made by the tray during winnowing."
  },
  {
    "quote": "Vya kuazima haviishi huba.",
    "person": "",
    "tail": "AL azima; AL 1112. Things borrowed do not end desire. There remains the desire to borrow more and to keep what is borrowed. Cf. 826."
  },
  {
    "quote": "Ziwilie chako, sitete na wako.",
    "person": "",
    "tail": "ED 89; JK 121; AL 1101. Withhold your things, so that you don't come into trouble with your own people. Be careful in lending, if you need it back, you might get in trouble. It is better to be independent; help from others is sometimes a cause of disagreement. Ziwilia or zuilia:: to withhold."
  }
]