[
  {
    "quote": "Aliye na  vyake - haachi.",
    "person": "",
    "tail": "NGU. People who have their own things do not leave them. They will care for them. 3807. Aliyetota, hajui kutota. F.2.18; NGU; MARA 3. A person who has absolutely nothing, doesn't know what poverty means. F. People who have nothing at all everyday, are not so burdened by poverty as someone who lost all. MARA. Aliyetota katota, hajui kutota. NGU. A different use: A drunkard does not know where he is going. Repetition of tota stresses the totality of destitution. Tota, sink down, be drowned."
  },
  {
    "quote": "Ardhi  ndiyo mali, hakuna itokayo angani.",
    "person": "",
    "tail": "REK. The earth is precious, nothing comes from the sky."
  },
  {
    "quote": "Asio mali,  hasidi wa mwenye mali.",
    "person": "",
    "tail": "EM.15.21; KA. A poor person envies a rich one. The poor do not love the rich and the rich do not love the poor. KA. Hasidi or adui: enemy."
  },
  {
    "quote": "Asiye  chakula ana kitoweo.",
    "person": "",
    "tail": "FSM.20. A person who has no food has some vegetable. The meaning is that there is nobody who lacks absolutely everything. A poor person has certain other gifts: health, brains, a child. FSM."
  },
  {
    "quote": "Asiyekuwa  na wake ana mungu.",
    "person": "",
    "tail": "KA. A person who has nothing however has God. God does not forget his creature."
  },
  {
    "quote": "Cha kipofu  kimo mkononi mwake.",
    "person": "",
    "tail": "AL 25. The goods of blind people are in their hands. What is held in the hand is really one's property."
  },
  {
    "quote": "Cha kipofu  kimo tumboni mwake.",
    "person": "",
    "tail": "AL 26. What belongs to blind people is what is in their stomach."
  },
  {
    "quote": "Changu ni  bora kuliko chetu.",
    "person": "",
    "tail": "KA. Mine is better than what is ours. Because I can use it how and when I want. Used against communal work. Cf. # 221; #? Chako ni chako (Success)"
  },
  {
    "quote": "Changu si  chetu kamili.",
    "person": "",
    "tail": "REK. What is mine is not totally ours. A little touch of capitalism."
  },
  {
    "quote": "Cheza  mwenye mali, usicheze na mali.",
    "person": "",
    "tail": "NGU. Play with the owners of riches, don't play with money."
  },
  {
    "quote": "Cheza na mwenye  mali, usichezee mali.",
    "person": "",
    "tail": "NGU. Play with the rich, don't play with their money. Cheza: play, play a game, spend time with. Chezea: play with, make sport of, mock. I was told that mali here means brains. Respect their brains, respect their opinion, etc."
  },
  {
    "quote": "Dau la  mnyonge haliendi joshi.",
    "person": "",
    "tail": "B.2.42; J., dau; F.8.3; H.97; MARA.2 has halendi.) The boat of a poor person never sails close to the winds. The boat cannot take it. And therefore has to take longer to get there. F. The poor person cannot afford to buy a good sail or a well-built boat to go fast in heavy wind. MARA. A poor person cannot compete or succeed if opposed by powerful rich people. MARA. The richer you are, the more you can \"get away with\" and the easier your way will be. F."
  },
  {
    "quote": "La mnyonge  halendi joshi, na likenda joshi litazama.",
    "person": "",
    "tail": "SACL.193; V., mnyonge; L.15 and V., mnyonge, have haliendi and likienda. The boat of a poor person can't tack; if it tacks it sinks."
  },
  {
    "quote": "Dau la mnyonge  haliendi joshi, likienda joshi ni mungu kupenda.",
    "person": "",
    "tail": "B.2.59. The boat of a poor person does not sail close to the wind; if it tacks it is because God wills it."
  },
  {
    "quote": "Joshi la mnyonge  haliendi vema mpaka mungu akipenda.",
    "person": "",
    "tail": "MEM.44. A poor person's boat does not tack well but for God's liking."
  },
  {
    "quote": "Jahazi ya mkata  haiendi joshi.",
    "person": "",
    "tail": "KA. The sailboat of a poor person does not tack well. Cf. #138."
  },
  {
    "quote": "Dirishani  upendo huruka, umaskini uvukapo kizingiti.",
    "person": "",
    "tail": "EM.49.19. When poverty crosses the threshold, love flies out of the window."
  },
  {
    "quote": "Fedha fedheha.",
    "person": "",
    "tail": "NGU; AL 36. Money [often] brings shame."
  },
  {
    "quote": "Fedha  hufaa kama taa.",
    "person": "",
    "tail": "JKP. Money is useful as a lamp. \"Money can be used to buy a lamp. True, but there is more to this proverb. Fedha also means silver, which can be used for making mirrors. Lamps and mirrors are symbols of wisdom. A lamp is used for reading, i.e., gaining knowledge. Money is used to buy a palace in Paradise by building a mosque on earth. Used thus, money becomes like a lamp on our path to Paradise.\" JKP."
  },
  {
    "quote": "Fedha  huzaa fedha.",
    "person": "",
    "tail": "EM f4. Money produces money. To start a business one needs money. It is difficult to get a loan without collateral. Understood is to use money wisely. EM. Fedha huchuma/ hufua/ huzaa fedha. NGU. Money harvests/ forges/ produces money. Cf. 1624."
  },
  {
    "quote": "Fedha ilivunja  nguu, [na] milima ikalala.",
    "person": "",
    "tail": "J., fedha; MEM.188; AL 1596; KS, nguu. Instead of fedha some use mali. Money broke the summit of the hills and they became level. Money is all-powerful."
  },
  {
    "quote": "Fedha huvunja  nguvu na milima ikalala.",
    "person": "",
    "tail": "AL.1598. Money broke the power: the mountains are leveled. By reason of spending money one has escaped the use of force. AL."
  },
  {
    "quote": "Kitu kilivunja  nguu milima ikalala.",
    "person": "",
    "tail": "AL 1599; KS, kitu; MS. Something broke the summit and the mountains became level. MS. Kitu: 1. here means something very precious. AL. 2. Wealth or money MS. Cf. #109."
  },
  {
    "quote": "Fukuto  lamzuia mwenye nyumba asiingie.",
    "person": "",
    "tail": "AL 102. The heat in the house prevents the owner to enter. Excess of possessions restrains their uses. AL. Fukuto or vukuto: sweat, vapor, body heat; throbbing, smarting."
  },
  {
    "quote": "Fundi hana  chombo.",
    "person": "",
    "tail": "EM f8. A craftsman has no furniture. Understood that that person sells every piece made or gives it away thinking that it can easily be made again. The cobbler's wife goes barefoot. Chombo: a vessel of any kind, a tool, a boat, a utensil. Cf. 1592."
  },
  {
    "quote": "Ganda la  mua [la jana], chungu kaona kivuno.",
    "person": "",
    "tail": "F.9.1; B. 4.68; SACL. 421; L.21; FSM.41. The peelings [of yesterday's] sugarcane is a harvest to the ant. Something discarded by one may be very useful for another. And, do not despise an old thing. FSM. Mua or muwa: sugarcane."
  },
  {
    "quote": "Gari la  maskini ni miguu yake.",
    "person": "",
    "tail": "NGU. The autos of the poor are their legs."
  },
  {
    "quote": "Hadhi bora  kuliko mali.",
    "person": "",
    "tail": "Hekaya ya Abunawas, p.116. Honor is better than wealth."
  },
  {
    "quote": "Hakuna  aliye mdogo wa mwisho kabisa.",
    "person": "",
    "tail": "SAM.7.2. There is nobody who is the smallest of all. There is always somebody who is poorer or more miserable."
  },
  {
    "quote": "Hana asili  wala fasili.",
    "person": "",
    "tail": "J,fasili; V.132; KS,fasili. So and So has neither root nor offshoot. Of somebody who has neither family, position, prospects nor connections. The family tree does not go far. V."
  },
  {
    "quote": "Hana asili wala  fadhili.",
    "person": "",
    "tail": "SACL.218. So and So is not of noble origin nor has any [personal] attainments. SACL. Cf. #1580."
  },
  {
    "quote": "Hana  habari yoyote, mke wala dume.",
    "person": "",
    "tail": "KB., ke; SACL.339, nke. So ans So has no information, from men or women."
  },
  {
    "quote": "Hawafai neno  lolote, jike wala dumu.",
    "person": "",
    "tail": "KB., ke; SACL.339. They are good for nothing, not as woman nor as man."
  },
  {
    "quote": "Hakuja na  chochote, hakuja na make wala maume.",
    "person": "",
    "tail": "SACL.339, 495. That one came with nothing, nothing for men or for women."
  },
  {
    "quote": "Heshima ni  bora kuliko mali.",
    "person": "",
    "tail": "EM h26. Respect is better than riches. To be respected is to be valued as a human being. EM. Cf. #1371, #684, #685, #848, #1033."
  },
  {
    "quote": "Hindi  ndiko kwenye [hindi] nguo, na waendao tupu wako.",
    "person": "",
    "tail": "T.95; A.180; SAM.8.6; MS 22; AL Hindi. India is the country of clothes and yet there are those who go naked."
  },
  {
    "quote": "Hindi kwa wafuma  nguo, na waendao tupu wako.",
    "person": "",
    "tail": "T.95. India, that is the country of weavers and yet there are some who go naked. Poverty and riches, good and evil, are often found together. Sam."
  },
  {
    "quote": "Hohehahe  jungu la mavi na mkorogwe.",
    "person": "",
    "tail": "KS. hohehahe. Poverty [destitution] is like a big dung hill and its watery mess. Also: Hahehohe jungu ... .. MS."
  },
  {
    "quote": "Huwapatapi  wendani mtu akiwa fukara?",
    "person": "",
    "tail": "JKP. Where does a very poor person find real friends? Mwendani or mwandani: a combination of mwenzi, friend and ndani inside [an inside friend]: bosom friend."
  },
  {
    "quote": "Jibwa  lililo na njaa halichezi na lililo na shibe.",
    "person": "",
    "tail": "REK. A big hungry dog does not play with a well fed dog. Cf. #1128."
  },
  {
    "quote": "Jicho la  mkosi halioni, likiona haliangazi.",
    "person": "",
    "tail": "MP.83.15; AL 1770 AL, ona. The eye of the unlucky person does not see, even if it sees it does not see clearly. Even if the poor people are not always miserable, they however are never happy. Mkosi: poor, unlucky. Cf.#1593."
  },
  {
    "quote": "Kapera  hapiki kombe mpaka mwaka wa mavuno.",
    "person": "",
    "tail": "MP.302/3; JKP The poor man does not cook his bowl [of rice] until the year of abundant crop. JKP. Kapela or kapera: an unmarried man. Cf. #1597."
  },
  {
    "quote": "Kidege  hakina nyumba, nyumba yake mti.",
    "person": "",
    "tail": "MP.82.6. The little bird has no house, its home is a tree. This is said of somebody in difficulties. Like a bird on a branch, always on the move."
  },
  {
    "quote": "Kija  maskini kwenu karamuni,",
    "person": "",
    "tail": "umpe sahani na chakula ndani na ndani taama ale kwa salama. JKP 30g. If a beggar arrives at your party, give a dish of food and let the person move inside to eat it in peace."
  },
  {
    "quote": "Kikubwa  hakitakula kidogo.",
    "person": "",
    "tail": "AL 45. The big part [put in reserve in the store] will not eat the small part [added to it]. Save. Be frugal."
  },
  {
    "quote": "Kongoni  kwenye mtego hanuki mtegaji.",
    "person": "",
    "tail": "EM k22. A trapped hartebeest does not stink to the trapper. The trapsetter rejoices to get meat even if the hartebeest is found dead. Someone in need will be happy to get something even if not perfect."
  },
  {
    "quote": "Kuchunga  na peku ni kukosa ungo.",
    "person": "",
    "tail": "MARA 2; KA. Sifting with a worn out basket means that a good one is missing. This is applied to a person who is not able to do a bigger or better job. Wearing torn clothing; going barefoot. ungo: a round flat basket used in sifting grain. peku: a worn out ungo. Cf. #1475."
  },
  {
    "quote": "Kukosa si  ila.",
    "person": "",
    "tail": "JKP. Lacking is not a fault. \"No one can be blamed for not having something.\" JKP. Making a mistake is not a defect."
  },
  {
    "quote": "Kuku wa  mkata hatagi, na angetaga haangui, na akiangua halei, na akilea hutwaliwa na  mwewe.",
    "person": "",
    "tail": "T 174; SACL. 312; 851. The hen of a poor person does not lay eggs, and even if she lays eggs, she never hatches, and if she hatches, she never rears the chicks, and when she rears, the chicks are taken by the hawk. This is not entirely true:"
  },
  {
    "quote": "Kuku wa mkata  hutaga. Wataka atage la bata? Kuku huyu si mwongo?",
    "person": "",
    "tail": "The hen of a poor person does lay eggs. Do you want it to lay a duck's egg? Is that hen then not a liar? Cf. #1621."
  },
  {
    "quote": "Kuombaomba  mkono unakuwa kipawa.",
    "person": "",
    "tail": "KB.131; AL 1258. Begging begging, the hand turns into a spoon. Kuombaomba mkono utachongoka. AL 1257; AL. chongoka. By continual begging the arm will get crooked."
  },
  {
    "quote": "Kwa  mnyonge hakuna haki.",
    "person": "",
    "tail": "FSM.85. There is no justice for a destitute person. The poor have no rights. Cf. #1421, #1601."
  },
  {
    "quote": "Kwendako  mwinyi kwarudi mwinyi.",
    "person": "",
    "tail": "NGU. Where the well-to-do goes, there the well-to-do returns."
  },
  {
    "quote": "Kwendako wema  hurudi wema.",
    "person": "",
    "tail": "KA. Where kindness goes, kindness returns. Where good things are done, good things will be returned."
  },
  {
    "quote": "Kwetu  kuzuri.",
    "person": "",
    "tail": "NGU. Our place is nice. It is nice to be home. Our place is nicer than any place somewhere else."
  },
  {
    "quote": "Maji mafu,  [na] mvuvi kavu.",
    "person": "",
    "tail": "J., kauka; T.230; SACL.225; V., mvuvi. Dead water, a dry fisherman. At neap tides the fisherman gets little. When the water is dead [low tide], the fisherman does not have a good catch."
  },
  {
    "quote": "Mali mengi adui  wengi.",
    "person": "",
    "tail": "MA.274. Much wealth [brings] many enemies."
  },
  {
    "quote": "Mali  ni agizo la mungu.",
    "person": "",
    "tail": "AL 1702. Becoming wealthy depends on God's secret design."
  },
  {
    "quote": "Mali, vuli.",
    "person": "",
    "tail": "RSP.81. Property is like a shade [protection]."
  },
  {
    "quote": "Mali ya macho  haifungi mtumba.",
    "person": "",
    "tail": "ZO p.250; NGU. All the rich things one sees do not fill a bundle. Mtumba: a bale, bag, bundle, a load, a burden."
  },
  {
    "quote": "Mali ya yeye  mpe yeye.",
    "person": "",
    "tail": "NGU. Give a person what is owned."
  },
  {
    "quote": "Mapenzi ya  maskini hayaonekani.",
    "person": "",
    "tail": "MA.292. A poor person's love is never seen. A poor person has no means to show love for others by giving presents. Cf. #1596."
  },
  {
    "quote": "Mapesa  hutengeneza mapesa.",
    "person": "",
    "tail": "NGU. Money makes money."
  },
  {
    "quote": "Mashua ya  maskini imeshazama mtoni.",
    "person": "",
    "tail": "RSP.105. The poor person's boat already sank in the river. Whatever the poor try fails at the very beginning."
  },
  {
    "quote": "Maskini  akipata, matako hulia mbwata.",
    "person": "",
    "tail": "F.22.19; SACL.530; V., maskini; KA. An unexpected windfall and the buttocks of the poor person clack. Whem a poor person acquires wealth the buttocks cry like a dry coconut. MM. When a beggar gets a gift, the buttocks cry for joy. Kulia mbwata: Mrima dialect. Making the clicking noise with the fingers while pounding grain with a pestle. SACL."
  },
  {
    "quote": "Kupata kwa  limbukieni matako hulia pwata.",
    "person": "",
    "tail": "AL, tako. Obtaining something to enjoy for the first time makes the buttocks clack. Getting something after a long wait is a great joy. Limbuka: to get something for the first time or to use for the first time after a long wait. Enjoy the first fruit."
  },
  {
    "quote": "Aliyepata fedha  hutaka kuiliza.",
    "person": "",
    "tail": "JKP. The person who got money wants it to make noise."
  },
  {
    "quote": "Maskini  hana miko.",
    "person": "",
    "tail": "SM. A poor person has no taboos. A poor person does not observe taboos and can eat forbidden food. Need breaks the law. Cf. #1133."
  },
  {
    "quote": "Maskini  hana ndugu.",
    "person": "",
    "tail": "AL 115. A poor person has no family. Somebody who has nothing to share does not attract anybody. AL."
  },
  {
    "quote": "Maskini hana  rafiki.",
    "person": "",
    "tail": "EM m4. A poor person has no friends. Cf. #1587b, 1600,"
  },
  {
    "quote": "Maskini  hohehahe, hana mbele wala nyuma.",
    "person": "",
    "tail": "B.2.48. An utterly poor and destitute person has no front nor behind. That person has nowhere to look for help or to fall back upon. The expression Asiye na mbele wala nyuma means that a person has no power or rights, a kind of pariah."
  },
  {
    "quote": "Wanijua ni mkata  sina mbele, sina nyuma.",
    "person": "",
    "tail": "T.580. You know I am a pauper, without either antecedents or prospects."
  },
  {
    "quote": "Hana mbele wala  nyuma.",
    "person": "",
    "tail": "V.132, WIKON.235. His/ her family tree does not go far. V."
  },
  {
    "quote": "Huna mbele wala  nyuma.",
    "person": "",
    "tail": "J: KS. mbele. You have nothing before or behind you. In the same line of abuses:"
  },
  {
    "quote": "Huyu si fidia ya  gidamu ya kiatu cha baba yangu.",
    "person": "",
    "tail": "J. That one is not worth my father's shoelace."
  },
  {
    "quote": "Wala si fidia ya  makamasi yangu.",
    "person": "",
    "tail": "WIKON.235. That person is not worth my snot. Cf. #1577."
  },
  {
    "quote": "Maskini  kama wanamaji wa bwana muyaka.",
    "person": "",
    "tail": "T.247. Poor as the mariners of Mr. Muyaka. From a very long poem. Muyaka rounded up all his poor relatives and took them on his ship for a treasure hunt and brought them safely back to Mombasa. (1800?) T."
  },
  {
    "quote": "Maskini  mtu kwao ugeni si kitu chema.",
    "person": "",
    "tail": "T.248. For a person, poor at home, it is not a good thing to be in a foreign land."
  },
  {
    "quote": "Maskini  ndiye awe tajiri.",
    "person": "",
    "tail": "NGU. A poor person may become rich."
  },
  {
    "quote": "Maskini ni  mtoto wa kwale: ukimleta mjini, anarudia porini.",
    "person": "",
    "tail": "AL 825. A poor person is like a young partridge, if you take it to town, it will return to the wild. Not being suitable for society. Incorrigible."
  },
  {
    "quote": "Maskini si  yule tu ambaye hana, pia yule amabaye anacho, lakini anataka zaidi.",
    "person": "",
    "tail": "NGU. A poor person is not only the one who has nothing, but also the person who has, but wants more."
  },
  {
    "quote": "Maskini yoyote asemayo ni makosa.",
    "person": "",
    "tail": "MA.295. Whatever a poor person says is wrong."
  },
  {
    "quote": "Mbalamwezi  taa ya maskini.",
    "person": "",
    "tail": "NGU. Moonshine is the lamp of the poor."
  },
  {
    "quote": "Mbuzi wa  maskini hazai, na akizaa huzaa tasa.",
    "person": "",
    "tail": "EM m6. A poor person's goat does not produce, and if it does, it produces a barren goat. If poor people get some property, however much they try, it does not increase as fast as that of the rich. EM. Cf. #1582"
  },
  {
    "quote": "Mfinyanzi  hulia gaeni.",
    "person": "",
    "tail": "J., finyanga; T.257; SACL. 545; F.25.51, FSM.108; V., gai; RECH.313; KB.177; MARA 3; KS, gae. A potter eats from a potsherd. A tailor wearing strips of cloth; a mechanic in a bad car; a chicken breeder eating no eggs; the children of the sheikh or pastor do not know religion, etc. MARA. Used when people try to get involved in things that are not of their concern, while forgetting their own poor performance. FSM."
  },
  {
    "quote": "Mfinyanzi  analifikia gae.",
    "person": "",
    "tail": "AL 56. A potter will get [to eat] from a potsherd. Workers who are not very shrewd will barely profit from their work. AL"
  },
  {
    "quote": "Mfinyanzi  hupika kwa vigae.",
    "person": "",
    "tail": "REK; EM m13. The potter cooks in a broken pot. Cf. #1574a."
  },
  {
    "quote": "Mkata  haisi kula na mkwasi, akianza kula swi hulia kichwani.",
    "person": "",
    "tail": "SACL. 305, 569; T.269. A poor person does not know how to eat with a wealthy person; eating fish that person would start with the head. It is not always easy to abandon one's former ways. Haisi: Northern dialect. Negative present irregular of yua, to know. Hajui in standard Swahili. Swi or nswi or samaki: fish."
  },
  {
    "quote": "Mkata haisi kula  na mkwasi.",
    "person": "",
    "tail": "AL 858. A poor person does not enjoy eating with the rich. People of different status don't visit each other. Cf. #1608."
  },
  {
    "quote": "Mkata hana kinyongo.",
    "person": "",
    "tail": "J., mkata; F.26.67; T.269a SACL.389; V., kinyongo; MARA 3. A poor person cannot afford to have whims. J. The destitute must have no grudge, and must bear everything. SACL. A poor person has no contempt [for anything, however mean or trivial]. F. Mkata is an old word for masikini: a poor person. It is now obsolete, except in proverbs. F."
  },
  {
    "quote": "Mtarazaki hana  kinyongo.",
    "person": "",
    "tail": "FSM.130. A person looking for food doesn't feel bad. Someone seeking food is so accustomed to denials that that person feels no bitterness. Mtarazaki: someone looking for food."
  },
  {
    "quote": "Nisimbulie  unipe, mkata hana kinyongo.",
    "person": "",
    "tail": "SACL.559; T.436; KA. Abuse me, but give it to me, a poor person is not easily offended. Simbulia: give trouble, remind somebody constantly of what you have done to help that person when in trouble"
  },
  {
    "quote": "Mtashi hana  kinyongo ajapowaswa hakomi.",
    "person": "",
    "tail": "T.319b SACL. .608; SACL. .72, mkata hana; KS, mtashi. An earnest pleader does not have scruples and does not stop even if warned."
  },
  {
    "quote": "Mtashi hana  haya.",
    "person": "",
    "tail": "KS, mtashi. A needy person has no shame. Mtashi, from -taka, desire: a person who begs, who pleads earnestly, importunely. Cf. #1305."
  },
  {
    "quote": "Mkata  hapendi mwana.",
    "person": "",
    "tail": "T.270; F.27.68; l.52; ka; MARA 3. Maskini hapendi mwana. KA. Poor people do not love their children. They have no material way of showing their love for their children by way of gifts. F. Cf. # 1743; #1621; #899."
  },
  {
    "quote": "Mkata  hapiki kuku, mpaka mwaka wa sotoka.",
    "person": "",
    "tail": "PM. 303.13. A poor person does not cook a chicken except in the year of chicken pest. Cf. #1588."
  },
  {
    "quote": "Mkata  hendi mkele, na angenda mkele, akipakia jahazi mtele tele, hurudi na upele.",
    "person": "",
    "tail": "T.271; KA. A poor person does not go to Makalla, and even when going to Makalla and filling his vessel with abundance of rice, that poor person returns with scabies. From a song. To show how hard it is for a poor person to improve his material condition. Angenda: if one would go. Mtele for mchele: rice. Mkele for Makalla (town in Ethiopia). Cf.1580."
  },
  {
    "quote": "Mkosa jembe halimi.",
    "person": "",
    "tail": "JK.128. The person who lacks a hoe cannot cultivate. Poverty begets poverty."
  },
  {
    "quote": "Mkosa  kitoweo humangiria.",
    "person": "",
    "tail": "F.27.75. A person who has no relish, eats dry food."
  },
  {
    "quote": "Mkosefu wa  mali  si maskini.",
    "person": "",
    "tail": "MA.294. Lacking money is not [necessarily the same as] being poor."
  },
  {
    "quote": "Mnyonge  hana jamaa.",
    "person": "",
    "tail": "JK.128. Maskini hana ndugu. AL 115. A pauper has no kin."
  },
  {
    "quote": "Mnyonge  kama kinda la ndege.",
    "person": "",
    "tail": "REK. Poor and helpless like a young bird."
  },
  {
    "quote": "Mnyonge,  msonge.",
    "person": "",
    "tail": "JK.128; RSP.l. Oppress the poor person."
  },
  {
    "quote": "Mnyonge na  kiko chake.",
    "person": "",
    "tail": "NGU. The poor have their pipe. Their troubles."
  },
  {
    "quote": "Msafiri  maskini ajapokuwa sultani.",
    "person": "",
    "tail": "T.310; A 186, mfalme; F.30.100."
  },
  {
    "quote": "Msafiri awapo  sultani ni maskini.",
    "person": "",
    "tail": "KB.198. A traveler is a poor person, even when a ruler. Travelers encounter many dangers. KB."
  },
  {
    "quote": "Mshairi yu fakiri.",
    "person": "",
    "tail": "RSP.40. A poet is poor. Poets are leading an ascetic life, they are men of wisdom and restraint who deserve respect and support. RSP."
  },
  {
    "quote": "Msi chake  mwenda zake.",
    "person": "",
    "tail": "JK.128; JKP. A person that owns nothing, walks alone."
  },
  {
    "quote": "Masikini  hatakikani, hajaliwi, hana kitu.",
    "person": "",
    "tail": "JKP. \"The poor is unwanted, ignored, has nothing. No one wants to have anything to do with a poor relative.\" JKP."
  },
  {
    "quote": "Mtu  akikosa mali  hawi mtu mbele ya watu.",
    "person": "",
    "tail": "J. A person without money is not seen as a person by others."
  },
  {
    "quote": "Mtu akiwa  na pesa, utamjua kwa mwendo wake.",
    "person": "",
    "tail": "JK 142. By seeing how a person walks you know there is money."
  },
  {
    "quote": "Mtumaini  mahari ya dadake hufa mseja.",
    "person": "",
    "tail": "REK. He who puts his hope on the bride's wealth of his sister will die a bachelor. Mjeja: bachelor."
  },
  {
    "quote": "Mwenye  chake hawezi kukitupa.",
    "person": "",
    "tail": "AL, weza; AL 1787. You cannot throw away your defects."
  },
  {
    "quote": "Mwenye lake haachi.",
    "person": "",
    "tail": "AL 1788. What is natural to a person cannot be shed. Is permanent, cannot be changed."
  },
  {
    "quote": "Mwenye  kupata asimsahau asiyepata.",
    "person": "",
    "tail": "FSM.159. The person who has acquired wealth should not forget the one who didn't. Cf. #1128."
  },
  {
    "quote": "Mwenye mali ndiye mkosa mali.",
    "person": "",
    "tail": "KB.221. The rich person is still lacking things. Greed is often a vice of the rich. Cf. #1615."
  },
  {
    "quote": "Mwenye  njaa haamkuliwi.",
    "person": "",
    "tail": "REK. A hungry person is not visited. Amkuliwi or amkiliwi from amka: to visit."
  },
  {
    "quote": "Mwenye njaa  hasalamiwi.",
    "person": "",
    "tail": "REK. A hungry person is not greeted. Has nothing to give. Cf. The sultan who has no uji. No: ?"
  },
  {
    "quote": "Mzoea  punda hapandi farasi.",
    "person": "",
    "tail": "F.K. A person used to riding a donkey does not mount a horse. Said by people who feel uncomfortable in a rich and luxurious environment. Cf. #1594."
  },
  {
    "quote": "Ndege za  mwituni wapita za nchi kavu kulia.",
    "person": "",
    "tail": "KB.236. The birds of the forest complain more than the birds of the dry land. KB. The birds of the forest have plenty to eat, those of the village or town must go to the forest for provisions. The rich have more complaints than the poor."
  },
  {
    "quote": "Ng'ombe wa  maskini hazai mapacha.",
    "person": "",
    "tail": "KS, pacha. The cow of the poor does not give birth to twins. Cf #1582"
  },
  {
    "quote": "Ng'ombe wa  mnyonge hazai, na akizaa ndama wake hukanyagwa na ng'ombe wa mkubwa.",
    "person": "",
    "tail": "EM n15 The cow of a poor person does not procreate, and if it does, the calf is stepped on by the cow of the boss."
  },
  {
    "quote": "Mbuzi wa maskini  hazai.",
    "person": "",
    "tail": "EM m6. The goat of the poor does not give birth. Cf. #1582."
  },
  {
    "quote": "Ni rahisi  kupata fedha na siyo kuzitunza.",
    "person": "",
    "tail": "NGU. It is easy to get money, but it is not easy to take care of it. Easy come, easy go."
  },
  {
    "quote": "Nondo hana  nguo za heshima.",
    "person": "",
    "tail": "B.1.32. Nondo hana nguo shima. T 437. A moth has no festive clothes. Used as an excuse for poor appearance in public."
  },
  {
    "quote": "Nta si  asali, nalikuwa nazo si uchunga",
    "person": "",
    "tail": ". F.40.21; KA; NGU. Wax is not honey; \"I had them\" is not the same as I am herding them now. F. Said about people who boast about things they once had."
  },
  {
    "quote": "Nta si asali,  nilikuwa nazo, si akiba.",
    "person": "",
    "tail": "AL 44. Wax is not honey. \"I had them\" is not the same as a reserve."
  },
  {
    "quote": "Pele  hupewa msi kucha.",
    "person": "I scratch myself with a potsherd. At the hight of bad luck.",
    "tail": "F.41.9; AL 1766. It is when you have no fingernails that you get scabies. A poor person working hard with his hand cannot keep fingernails and cannot scratch. A Luo saying has: I am so poor, I scratch myself with a potsherd. At the hight of bad luck. Cf.#3914."
  },
  {
    "quote": "Pesa ni  sabuni ya moyo.",
    "person": "",
    "tail": "NGU. Money is like soap [ointment] for the soul."
  },
  {
    "quote": "Rahisi  kuishi kama maskini, vigumu kujifanya tajiri.",
    "person": "",
    "tail": "NGU. It is easy to live as a poor person; it is hard to make yourself rich."
  },
  {
    "quote": "Si aswili  utajiri, ni tunu hutunukiwa.",
    "person": "",
    "tail": "JK.123. Wealth is not something one owns by original right; it is a gift, it has been given. JK."
  },
  {
    "quote": "Siku ya  utajiri, kumbuka siku ya umaskini.",
    "person": "",
    "tail": "AL 50. On the day of abundance, remember the day of penury. Cf. #??? Siku ya kushiba."
  },
  {
    "quote": "Simba  akikosa nyama hata majani hujilia.",
    "person": "",
    "tail": "Swahili 2 1968, p.93. Simba kuzuiliwa nyama kula mayani. KB.282. A hungry lion will even eat grass. A desperate person will do anything. MM. Cf. #452, #1599."
  },
  {
    "quote": "Tajiri  huwa fakiri.",
    "person": "",
    "tail": "JK.128. The rich can become poor. Cf. #1620, #1607."
  },
  {
    "quote": "Tajiri na  maliye, maskini na mwanawe.",
    "person": "",
    "tail": "RECH.505; CM.60; J., tajiri; V, maskini. The rich and their money are like the poor and their children. Inseparable and much in love with each other."
  },
  {
    "quote": "Ufukara si  kilema, bali pambo la dunia.",
    "person": "",
    "tail": "REK. Poverty is not a defect of the earth, but an embellishment."
  },
  {
    "quote": "Ukata  ukimpata kiumbe hukata.",
    "person": "",
    "tail": "KB.l. When poverty gets to a person it really hits."
  },
  {
    "quote": "Ukivaa  majani, waliwa na mbuzi.",
    "person": "",
    "tail": "AL 1779. If you wear a grass skirt, you'll be eaten by goats. If you debase yourself, others will lower you still more."
  },
  {
    "quote": "Ukulivu  huvuta ufukara.",
    "person": "",
    "tail": "AL 372. Negligence leads to poverty. Being tired and being lazy are correlated. Ukulivu: being tired, being overwhelmed."
  },
  {
    "quote": "Umaskini  hauna huruma.",
    "person": "",
    "tail": "REK. Poverty has no mercy. It is hard to be poor and hard not to be able to help others."
  },
  {
    "quote": "Upele  hupewa wasio kucha.",
    "person": "",
    "tail": "NGU. Upele huwapata waso kucha. NGU Scabies comes to those who have no fingernails. Without fingernails, there is no scratching. This means that they cannot help themselves. Cf. # 3014."
  },
  {
    "quote": "Usicheze  [na] mali, cheza na mwenye mali.",
    "person": "",
    "tail": "NGU. Don't play with money, play with the wealthy. Cf. 1571g."
  },
  {
    "quote": "Usiwanyonye wanyonge, ukategemea matajiri.",
    "person": "",
    "tail": "NGU. Don't suck the poor in the hope to get rich. Matajiri: rich people, wealth"
  },
  {
    "quote": "Utajiri ni  kivuli.",
    "person": "",
    "tail": "REK. Wealth is like a shadow. It is cool, but can suddenly disappear."
  },
  {
    "quote": "Utajiri ni  moyo.",
    "person": "",
    "tail": "EM u35. Wealth is a matter of the heart. Wealth is not possessing many things but having a heart of caring for others and co-operating with them in times of sorrow and of joy. EM."
  },
  {
    "quote": "Vundo la kinyesi ni malazi ya bata.",
    "person": "",
    "tail": "SAM.26.2. The resting place of the goose is on a dung heap. Do not despise a poor person who has only a mat to sleep on, or who eats unappetizing food. SAM"
  },
  {
    "quote": "Vya wageni  vinaliwa na kipofu.",
    "person": "",
    "tail": "AL 125. The blind eats what's offered to the guests. A blind person cannot be choosy."
  },
  {
    "quote": "Wa stara  hafumbuki, wa mbili havai moja.",
    "person": "",
    "tail": "F.51.1; MARA; AL 1489.; Nestor p. 68. has hasumbuki; FSM 203. A modest person cannot be embarrassed, one who has two garbs does not wear only one. A protected person has more than one way to get out of a bad situation. AL. Once you have advanced, you cannot go back to primitiviness. Nestor."
  },
  {
    "quote": "Wa mbili havai  moja.",
    "person": "",
    "tail": "SACL. 1016; V., nguo; AL 1490. A person who is used to wearing two garments does not wear only one."
  },
  {
    "quote": "Wa stara  hazumbuki.",
    "person": "",
    "tail": "KA. A self-respecting person is not shamed."
  },
  {
    "quote": "Wa sitara  hafumbuki, wa mbili havui moja.",
    "person": "",
    "tail": "SACL. 816; AL 1488. A modest person is not uncovered: a person with two garbs does not discard one. A person who is supported by an important personage does not easily submit to a downfall. AL. Wa stara: a modest person. Stara is commonly used in connection with covering of private parts. J."
  },
  {
    "quote": "Walo  wakinuka vumba, leo wako ambarini.",
    "person": "",
    "tail": "SACL.57; MS.88; AL 1795. Those who smelled bad are today in perfume. Cf. #1615."
  },
  {
    "quote": "Wavaji  mvae! Sisi tutavaa kama maiti.",
    "person": "",
    "tail": "AL 1291. Wear your elegant clothes! We will dress like corpses. The poor envy the rich."
  },
  {
    "quote": "Wingi si  [siyo] hoja.",
    "person": "",
    "tail": "NGU; KA; SM. Abundance is not a neccessity. KA. Abundance does not always fill a need."
  },
  {
    "quote": "Ya mkiwa  haiti, na ikita hupapata.",
    "person": "",
    "tail": "L.108; V., mkiwa. The [trade] of a poor man brings no profit, and if it brings profit, it is just an accident. L. Haiti and ikita are forms from kuta = kutaga: lay eggs. KS.; Sacl. Papata for papasa: to grope. Cf. #1582."
  },
  {
    "quote": "Ya mkiwa  haizai nyike.",
    "person": "",
    "tail": "MARA 2; KA; AL 1712. The [cow] of a poor person, does not give birth to a female calf. It's hard to leave poverty behind. Mkiwa, maskini: a poor, destitute person. Nyike: female cow. Cf. #1621a; #1572."
  },
  {
    "quote": "Yote  utaweza, ukiwa na feza.",
    "person": "",
    "tail": "RSP.24. You can do everything, if you have money."
  }
]