[
  {
    "quote": "Achekaye kilema hata kwao kipo.",
    "person": "",
    "tail": "SAM 1.2; MEM 3. One who laughs at a cripple has a family defect too. A warning to those who laugh at the deformity of another, for they will be punished in the same way. Cf. 17, 54, 68. 2. Afadhali lawama ya wazi. NGU. An open reproach is best. Lawama: reproach, charge, blame, reproof, guilt."
  },
  {
    "quote": "Afanyae mzaha na watu humlazimu awe na saburi.",
    "person": "",
    "tail": "MA l9. People who tease others must have patience for when they'll be teased in turn."
  },
  {
    "quote": "Ajabu ya kondoo kucheka kioo.",
    "person": "",
    "tail": "SM. How amazing that a sheep mocks its image in a mirror [not knowing that it laughs at its own image]. This is said of someone who is making fun of another, while having the same imperfection or making the same mistake."
  },
  {
    "quote": "Ajabu ya ngamia kuchekanundu ya ng'ombe.",
    "person": "",
    "tail": "SM. How amazing that a camel derides the cow for its hump. The camel has a bigger hump. Cf. 101, 3953, 3990."
  },
  {
    "quote": "Akulengaye kisu hashindwi kuchoma.",
    "person": "",
    "tail": "NGU. The one who points a knife at you can stab you."
  },
  {
    "quote": "Akutadiye nawe mtadi.",
    "person": "",
    "tail": "KS tadi. Do the same to someone who arrogantly insults you."
  },
  {
    "quote": "AkutuKAnaye hakuchagulii tusi.",
    "person": "",
    "tail": "SWHL sept. 1966. The one who insults you does not choose insults. Not mincing words and really trying to hurt you."
  },
  {
    "quote": "Atakao kukutukana hakoi matango.",
    "person": "",
    "tail": "MM. One who wants to insult you does not lack proclamation. That person will not keep silent and there are always eager listeners. Matango for matangazo: proclamation."
  },
  {
    "quote": "Akuumizaye ni mtu akujuaye.",
    "person": "",
    "tail": "NGU. The person who hurts you is the person who knows you."
  },
  {
    "quote": "Amefurahi, meno hayaumi mkate.",
    "person": "",
    "tail": "T 20. That one is happy, that person's teeth don't bite the bread. This is said when somebody in a good mood does not respond to an insult."
  },
  {
    "quote": "Amekuja kwa meno ya juu.",
    "person": "",
    "tail": "KS jino. That person came with upper teeth. With brute force."
  },
  {
    "quote": "Atupaye tope hujichafua naye.",
    "person": "",
    "tail": "EM 19.30. Those who throw mud get soiled as well."
  },
  {
    "quote": "Atupaye tope humrukia.",
    "person": "",
    "tail": "KA. If you throw mud it will jump back to you. That abused person will get back at you."
  },
  {
    "quote": "Baada ya kisa mkasa: baada ya chanzo kitendo.",
    "person": "H. Every happening has a beginning - KA. A counterattack is quick and precise - AL. This proverb is used when people think that something happened without a cause.",
    "tail": "F 5.2; H 18; B 3.57; KA; AL 1446. After a story, a happening: after a beginning, the action. \"tit for tat\" - H. Every happening has a beginning - KA. A counterattack is quick and precise - AL. This proverb is used when people think that something happened without a cause. Cf. 3444."
  },
  {
    "quote": "Baada ya kovu na jeraha ndani.",
    "person": "JKP.",
    "tail": "JKP. Even after it has been covered by scar tissue, the wound still hurts inside. \"An insult is not easy to forget\" - JKP."
  },
  {
    "quote": "Biashara haigombi.",
    "person": "",
    "tail": "B 3.50; F6.7; FSM 25; H 22; P 230. Trade does not quarrel. A businessman is careful in the choice of his words in order not to alienate his customers, and to attract them. This expression is used by shopkeepers when customers expostulate about the price of wares - H. Cf. 136."
  },
  {
    "quote": "Bila mtu wa pili ugomvi hauanzi",
    "person": "",
    "tail": ". EM 26.12. Without a second person a quarrel cannot start."
  },
  {
    "quote": "Cheka kilema, uzae kilema.",
    "person": "",
    "tail": "EM.35.9. Laugh at a deformed person and you will bear a deformed child. A warning to stop people from laughing at others, and to show sympathy instead."
  },
  {
    "quote": "Cheka maiti na maiti itakucheka.",
    "person": "",
    "tail": "AL 1181. Mock a corpse and the corpse [in time] will laugh at you."
  },
  {
    "quote": "Chokoa chokoa yatia meno ubovu.",
    "person": "",
    "tail": "NGU. All that picking makes bad teeth. A person who annoys you on purpose makes you angry [bad teeth]."
  },
  {
    "quote": "Chungu huliita birika \"mweusi\".",
    "person": "",
    "tail": "NGU. The stone pot calls the aluminum pot \"black.\" English proverb: \"the kettle calls the pot black.\""
  },
  {
    "quote": "Dhoruba ilipo, shwari ipo.",
    "person": "EM.",
    "tail": "EM 48.16. Where there was a storm, there is calm. Where there is disturbance, there can be reconciliation followed by calm - EM."
  },
  {
    "quote": "Dhoruba katika kikombe cha chai.",
    "person": "MEM.",
    "tail": "MEM 173. Tempest in a tea cup. (English import.) To make much of little things. About people who are afraid about little things - MEM."
  },
  {
    "quote": "Haifai kumtukana sungura miguu mikubwa na tembo  yupo palepale.",
    "person": "",
    "tail": "AL 1369. Don't laugh at the rabbit's big feet while the elephant is present."
  },
  {
    "quote": "Hamcheki mwenye mti mwenye embe.",
    "person": "JKP.",
    "tail": "JKP. The owner of the [mango] tree must not make fun of the one who has one mango. \"the rich must behave civilly towards the poor\" - JKP."
  },
  {
    "quote": "Hekaheka nyuma vita mbele.",
    "person": "",
    "tail": "FSM 46. After much shouting there will be a fight. Hekaheka: confusion, much noise, also shouts of encouragement, such as in a game - J."
  },
  {
    "quote": "Hujavuka mto, simtukane mamba,  al tukana.",
    "person": "",
    "tail": "You haven't crossed the river, so don't insult the crocodile. Cf. 213, 217."
  },
  {
    "quote": "Iwapo hukutana, ifanye hukusikia.",
    "person": "",
    "tail": "JKP. If people abuse you, pretend you did not hear it."
  },
  {
    "quote": "Jahazi chombo kikuu hakistahimili (or  hakihimili) kubisha.",
    "person": "JKP.",
    "tail": "JKP. An old sail boat does not tolerate tacking. \"An old person does not suffer being moved out or being maneuvered around\" - JKP. Cf. 526."
  },
  {
    "quote": "Jani kavu mtini linalilaumu lililo chini kwa  kelele.",
    "person": "",
    "tail": "EM J3. A dry leaf on the tree blames the leaf on the ground for noise. It is easy to see other people's faults."
  },
  {
    "quote": "Jirani ndiye ndugu, usimkashifu hata  kidogo.",
    "person": "",
    "tail": "REK. A neighbor is a relative, don't slander him/her even a little. Kashifu: to slander, reveal evil."
  },
  {
    "quote": "Jogoo kasema usiku umekucha anikanyagae  kakusudia.",
    "person": "",
    "tail": "FSM 55. The rooster said the day is breaking, so who steps on me does it on purpose. The fowl staying in the same house might be trod upon by a person going out early. A person doing harm often blames it on the situation. The reply to such an excuse would be this proverb."
  },
  {
    "quote": "Jungu humchoma mpishi na mlaji.",
    "person": "",
    "tail": "EM j22. A huge pot burns the cook and the eater. It becomes very hot and difficult to handle. This means that a quarrel often harms the initiator as well as the receiver."
  },
  {
    "quote": "Kaa alimcheka mtoto wake mwendo.",
    "person": "",
    "tail": "AL 526. The crab laughs at the way its young one walks."
  },
  {
    "quote": "33a. Kaa hutokotwa na maji yakwe.",
    "person": "SPK.",
    "tail": "SPK. A crab is boiled in its own water. A defenseless person will be cruelly treated - SPK."
  },
  {
    "quote": "Kakalia kitundu nirushe twende.",
    "person": "",
    "tail": "FSM 62. I am sitting in a little nest; make me fly away. This may be said by a woman who has deteriorating marriage, but is unable to leave and so is waiting for the final straw to set her free."
  },
  {
    "quote": "Kalimba hula samaki wadogo.",
    "person": "",
    "tail": "AL 1609. The big kalimba fish eats the small ones. Little people are the victims of big people. Instead of kalimba one could use mbota (Nile perch) or chewa (rock cod) or nguru (king fish)."
  },
  {
    "quote": "Kibuzi akafa vigongo.",
    "person": "",
    "tail": "AL 1615; AL fa. The kid (young goat) died from blows with a stick. It became the laughing stock, the scapegoat."
  },
  {
    "quote": "Kidonda kimerudi penye kovu.",
    "person": "",
    "tail": "NGU. The wound returns to the scab. It remains in the memory. The insult is not forgotten and whatever you do it comes back to you. Cf. 50, 2021, 4284."
  },
  {
    "quote": "Kila dhihaka na mazowea.",
    "person": "",
    "tail": "NGU. Every joke (insult) has its own familiarity."
  },
  {
    "quote": "Kila fitina hakosi kutumika.",
    "person": "",
    "tail": "NGU. Every quarrel is used again."
  },
  {
    "quote": "Kila mcheka kilema naye humsikilia.",
    "person": "",
    "tail": "JKP. Whoever mocks a lame [person], one day it will happen to him. Sikilia: listen to (for, with, at). Cf.1,17, 68."
  },
  {
    "quote": "40a. Kila mwenye choo huenda jaani.",
    "person": "SPK.",
    "tail": "SPK. Everyone who has a need goes to the rubbish heap. All people slander. [The rubbish heap was and is also the latrine, in the middle of a group of houses, to be used collectively] - SPK."
  },
  {
    "quote": "Kilema hamcheki mwenziwe.",
    "person": "",
    "tail": "NGU. A cripple does not mock a companion."
  },
  {
    "quote": "Kilichoniuma jana nikaona uchunguwe  hakinitambai tena.",
    "person": "",
    "tail": "MA 184. That which bit me yesterday and hurt me, does not crawl over me a second time. I'll see to that; I'll be careful not to expose myself to insults again."
  },
  {
    "quote": "Kima waliotahiriwa hawatawalani.",
    "person": "",
    "tail": "REK. Monkeys that have been circumcised [ceremonially cleansed] will not eat you."
  },
  {
    "quote": "Kipofu simcheke, si makosa yake.",
    "person": "",
    "tail": "MA 186. Don't laugh at a blind person, it is not that person's fault."
  },
  {
    "quote": "Kisiki unikwaze nipate sababu.",
    "person": "",
    "tail": "KB lll. Tree stump, make me stumble, so that I have a motive. One does not act without reason. If one wants to pick on someone there generally is an aversion or a quarrel."
  },
  {
    "quote": "Kakalia kisiki nikwae.",
    "person": "",
    "tail": "FSM 63. I am sitting on a tree stump so that I may stumble. Said of a woman who aggravates the life of her husband by accusing him of everything wrong. Cf. 962, 2202, 2837."
  },
  {
    "quote": "Kitumbua changu sikitie mchanga.",
    "person": "JKP.",
    "tail": "JKP. Don't put sand in my cake. \"Do not spoil my sport, do not rob my story\" - JKP."
  },
  {
    "quote": "Kitushi ni pumba ya uwongo: ukinipa la kweli  takupa la uwongo.",
    "person": "T. If you throw dirt at a person",
    "tail": "T 159. Calling names [lit., abuse] is a handful of mud: if you give me a true [deserved] name, I will give you a false one - T. If you throw dirt at a person, some is sure to stick - T. The key word is uwongo. The first, probably with a long or open O, stands for udongo (mud); the second means a lie, an untruth -T."
  },
  {
    "quote": "Kobe  alikimbia kwa kuchekwa mwendo wake.",
    "person": "",
    "tail": "AL 1182. The tortoise fled because they laughed at its gait. A wise person keeps silent when ridiculed."
  },
  {
    "quote": "Kucheka-cheka, kutatoweka.",
    "person": "",
    "tail": "RSP 117. Laughing, laughing will die away. People who always laugh at others will get their due. Cf. 92."
  },
  {
    "quote": "Kucheka kovu, asiyefikwa na jaraha..",
    "person": "",
    "tail": "B 4.68; F 11.20; KS kovu. A person who laughs at a scar has not received a wound. Laughing at peoples' misfortune shows ignorance."
  },
  {
    "quote": "Adhihakiye kovu hajaona jaraha.",
    "person": "",
    "tail": "SAM 1.3; MS 178. One who laughs at a scar has not yet seen a wound. Cf. 2021."
  },
  {
    "quote": "Kuchuachua, kuchua si kwema: mchomwa mwiba hawi  mtembezi.",
    "person": "AL.",
    "tail": "T 200; AL 1090. Quarreling all the time, quarreling is not good; a person with a thorn [in the foot] will not be a walker [traveler]. It is not good to provoke someone all the time - AL. Cf. 2013."
  },
  {
    "quote": "Kulia kwa samaki, machozi (yake) huenda na maji.",
    "person": "",
    "tail": "AL 1962. The tears of the fish are carried away by the water. Suffering of the poor is not considered important."
  },
  {
    "quote": "Kunguni asema chawa anauma zaidi.",
    "person": "",
    "tail": "NGU. The bedbug says the louse's bite is more painful. \"The kettle calls the pot burnt black.\" Cf. 20."
  },
  {
    "quote": "Kutoboa-toboa ndiko kujitoboa mwenyewe.",
    "person": "",
    "tail": "NS 23. By continual stabbing one stabs oneself. Always insulting people and mocking them, destroys oneself."
  },
  {
    "quote": "Kuchokoachokoa ndiko kujichokoa mwenyewe.",
    "person": "",
    "tail": "FSM 34. By constant biting the teeth start hurting."
  },
  {
    "quote": "Kuwa mbali kuliana, kuwa karibu magombano.",
    "person": "",
    "tail": "KB 134; AL 795. There is weeping when separated, there is quarreling when together. Said of friends or relatives who always quarrel when together. Cf. 99, 103."
  },
  {
    "quote": "55a. Kwa wakaha wake nyani hufunguliwa ya ndani.",
    "person": "",
    "tail": "SPK. By means of insolence a person of low birth (lit. baboon) succeeds in having access to the inner rooms (lit., for that person the inner doors (milango) are opened)."
  },
  {
    "quote": "Kwetu dia hailali, si kondo.",
    "person": "J. Si kondo or bila shaka",
    "tail": "T 214. In our house revenge sleeps not, no doubt about that. Dialect: ransom, fine for murder - J. Si kondo or bila shaka: without doubt."
  },
  {
    "quote": "Laana halifi.",
    "person": "",
    "tail": "NGU. A curse does not die."
  },
  {
    "quote": "Lahaula, yamekufika.",
    "person": "God's punishment. Lahaula",
    "tail": "NGU. A blasphemy, and it has come to you already. \"Kila lahaula hufuatwa na adhabu ya Mungu,\" every blasphemy is followed by God's punishment. Lahaula: blasphemy; as an expletive: Well I never; God forbid. An abbreviation for \"There is no power nor strength but in God\" - J."
  },
  {
    "quote": "Élanivuwaza kama shazi jicho la ndugu.",
    "person": "",
    "tail": "T 216; Sacl 1008. It cuts me like an oyster shell: the [envious] eye of a brother. The oyster shell cuts the skin [superficially] and hurts: the evil eye of a relative also inflicts pain. This is said about family vendettas."
  },
  {
    "quote": "Lao huwinda pazima ili kupatia pengo.",
    "person": "",
    "tail": "Sacl 742, 1024. Their [occupation] is to scrutinize a sound place in order to discover a flaw. This is said of people who pick a petty quarrel with others."
  },
  {
    "quote": "Lekeza kidole, uwashe ugomvi.",
    "person": "",
    "tail": "JKP. Point a finger, start a quarrel. Lekeza, elekeza: show, point."
  },
  {
    "quote": "Loliondo huvia kimelea kikistawi.",
    "person": "EM.",
    "tail": "EM l10. A loliondo tree withers if a parasite thrives on it. \"A loliondo tree is very strong, but a parasite sucks the energy of the tree and withers it. Thus a rich person may be destroyed by parasites\" - EM."
  },
  {
    "quote": "Masengenyo bila msingi huishia hewani.",
    "person": "",
    "tail": "REK. Slander without foundation ends up in the sky."
  },
  {
    "quote": "63a. Matukano ni pumba za udongo.",
    "person": "",
    "tail": "SPK. Words of abuse are like lumps of clay. Easy to find and to throw."
  },
  {
    "quote": "Matushi ni pumba ya uwongo, halikai neno la uongo.",
    "person": "SPK.",
    "tail": "SPK. Words of abuse are [like throwing] a handful of mud. A word of slander does not stay (no more than mud stays on the face). A pun on uwongo, clay and uongo, lie - SPK."
  },
  {
    "quote": "Mazoea huleta dharau.",
    "person": "",
    "tail": "NESTOR p.43. Familiarity breeds contempt."
  },
  {
    "quote": "Mbananga chake hana kondo.",
    "person": "Sacl.",
    "tail": "T 639a. If you spoil what is your own you have no quarrel. Bananga, haribu: to spoil - Sacl."
  },
  {
    "quote": "Mbughudi cha nje hupata cha ndani.",
    "person": "",
    "tail": "TAA 19. A tale bearer who reports bad things outside, will get it inside. If you slander people, it will come back to you. Bughudha: abhorrence, hatred, slander."
  },
  {
    "quote": "Mchawi huloga kwa nduguye na kwake kuko shwari.",
    "person": "",
    "tail": "REK. A wizard puts a spell on his brother, but his own place is peaceful."
  },
  {
    "quote": "Mcheka kilema hafi bila kumfika.",
    "person": "",
    "tail": "F 24.34. Mcheka kilema hafi hakijamfika. MS 44y.1; MS 108. A person who laughs at a cripple will not die without becoming one. Cf. 1,17."
  },
  {
    "quote": "Mchezaji akikosea hulaumu mpiga ngoma.",
    "person": "EM.",
    "tail": "EM m10. A bad dancer blames the drummer. The lesson is that there are people who do not accept their mistakes; instead, they attribute their mistakes to others - EM. Cf. 4651."
  },
  {
    "quote": "Mchezea zuri, baya humfika.",
    "person": "",
    "tail": "F 24.38; AL 1901. One who ridicules the good will be overtaken by evil. A person who laughs at good works, will fall upon bad times - A."
  },
  {
    "quote": "Mdharau biu hubiuka yeye.",
    "person": "",
    "tail": "F 24.47. One who ridicules a deformed person becomes deformed. Biu and biuka from umbua: deform, disfigure. Cf. 68."
  },
  {
    "quote": "Mdigo mkanye akirudi, usimkanye aendapo  mtagombana na safari.",
    "person": "",
    "tail": "REK. Rebuke a Mdigo when he comes back, don't rebuke him when he goes: you'll quarrel with each other the whole journey. Mdigo: a person from Digo country."
  },
  {
    "quote": "Mganga wa karibu usimtukane.",
    "person": "",
    "tail": "REK. Don't insult your neighbor doctor. You might need a doctor. Cf.83, 84, 1580."
  },
  {
    "quote": "Mguu mmoja ukijikwaa, wa pili hucheka.",
    "person": "",
    "tail": "NGU. If one foot stumbles, the other laughs."
  },
  {
    "quote": "Mheshimiwa hakosi.",
    "person": "",
    "tail": "EM m15. An honorable person does not err. If that person errs, the blame is put on someone else, so that person's prestige is not lowered."
  },
  {
    "quote": "Mhini na mhiniwa njia yao moja.",
    "person": "",
    "tail": "KA. The teaser and the one who is teased are in the same way. None profits, both are losers. Hini: refuse to give in. Mhini: teaser, oppressor, tyrant."
  },
  {
    "quote": "Miiba njiani wewe mwenye unaikanyaga.",
    "person": "KB. One who commits blunders must blame oneself - AL.",
    "tail": "KB 163; AL 643. It is you yourself who stepped on the thorns which are on the road. Don't accuse others of your faults and mistakes - KB. One who commits blunders must blame oneself - AL. Cf. 66."
  },
  {
    "quote": "Mkeka ukaliwao na kila mtu.",
    "person": "",
    "tail": "WIKON 236. A mat on which everybody sits. Insult for a prostitute. Cf. 4594."
  },
  {
    "quote": "Mkono wenye kilema hauachi matata.",
    "person": "",
    "tail": "NGU. A deformed arm gives constant trouble. So does a bad person."
  },
  {
    "quote": "Mkubwa akikosa amekosa, mnyonge akikosa  huadhibiwa.",
    "person": "",
    "tail": "REK. When an important person makes a mistake, well so be it, but if a poor person makes a mistake that person is punished. Mnyonge: a humble, abject, low, debased person."
  },
  {
    "quote": "Mkwepa ugomvi huota fimbo.",
    "person": "",
    "tail": "REK. One who avoids a fight will sprout stick marks on the body. Some quarrels cannot be avoided, stand for your rights."
  },
  {
    "quote": "Mmeza ung'ongo kajiono.",
    "person": "T.",
    "tail": "T 286; SACL 574; JKP. One who swallows a strip of raffia is aware of it. Even if receiving an affront calmly, that person nevertheless feels it. Ung'ongo: the hard fiber of a palm leaf, used in mat making. Kajiono for akajiona (a play on the sound?), unless kajiono here is short for kajiona-to: and he saw himself well. The suffix to denotes good quality, well done - T. \"Palm frond fibers are very tough. Only elephants can swallow them. If someone undertakes a big business, he knows that he can do it\" - JKP. Cf. 3932."
  },
  {
    "quote": "Msambe ndisi wajinga, mtutumao kizungu.",
    "person": "SPK.",
    "tail": "SPK. Do not say we are stupid, you who employ us in foreign fashion. Arabs and Europeans have employed Africans and often called them ignorant, but it is the employers who are ignorant of good manners - SPK."
  },
  {
    "quote": "Msitukane wakunga na uzazi ungalipo.",
    "person": "",
    "tail": "MS 45.25; F 30.106; F 49.42; H 73; NGU. Do not abuse midwives while there is a delivery going on. Do not insult people who might be of use to you one day. Msitukane as well as usitukane (plural and singular are used.)"
  },
  {
    "quote": "Msitukane wakunga na uzazi haujaisha.",
    "person": "",
    "tail": "JK 125. Usimtukane mkunga hali (or ungali) waendelea kuzaa. NGU. Don't insult the midwives when the delivery is not yet finished."
  },
  {
    "quote": "Mtenda husahau, mtendwa hasahau.",
    "person": "",
    "tail": "NGU. Mtenda husahau, siye mtendwa. NGU. The one who inflicts forgets, the one to whom it is done does not forget. Cf. 1885."
  },
  {
    "quote": "85a. Mti upijwao mawe ni mti wenye matunda.",
    "person": "",
    "tail": "SPK. The tree that people throw stones at is the tree that bears fruit."
  },
  {
    "quote": "Mti usicheke gogo.",
    "person": "",
    "tail": "AL 1177. A tree shouldn't laugh at the fallen tree trunk."
  },
  {
    "quote": "Mwana-mongwe ali kwao na mchanga hangelile.",
    "person": "",
    "tail": "A 283;SAM 18.38; T 364. If the noble son had stayed home, he would not have eaten sand. He would not have been abused and humiliated. \"Let not the cobbler go beyond his last.\" Hangelile for hangalikula, and ali for yu, attest the antiquity of this proverb - A."
  },
  {
    "quote": "Mwapiza la nje, hupata la ndani.",
    "person": "F. Someone who wishes sickness upon another may fall sick himself - MM.",
    "tail": "F 34.152; KA. Apizao la nje hupata la ndani. MM. One who curses outside gets it inside. One who curses about something not really his concern, will bring it home to himself - F. Someone who wishes sickness upon another may fall sick himself - MM."
  },
  {
    "quote": "Mwenye kufanya mchuzi, kiungo ni malimau.",
    "person": "",
    "tail": "T 384. In making the gravy, the seasoning is lemons. Lemons and limes are the best ingredients to give taste to the gravy; do not try to improve your sauce by using fancy things. Don't despise those you cannot do without. \"Don't quarrel with your bread and butter\" - T."
  },
  {
    "quote": "Mwenyezi mungu atakushinda kama  shinda la ufuta.",
    "person": "",
    "tail": "SACL 839. Almighty God will reduce you as the leftovers of simsim. (A curse.) Shinda: the dregs of the sesame seeds after oil has been extracted from them."
  },
  {
    "quote": "Mzaha kwa mwanaume si mara mbili, ikawa ni mara  mbili, mara tatu utakamatwa ndevu.",
    "person": "",
    "tail": "AL 1167. A person does not try a joke twice and if by chance it happens twice, the third time someone will grasp your beard. Cf. 92, 93."
  },
  {
    "quote": "Mzaha, mzaha, hutumbuka usaha.",
    "person": "",
    "tail": "F 37.177. Mizaha mizaha, hutoka usaha. RSP 5. Joke, joke, discharges pus. Do not dismiss even a small scratch as if it were only a joke; it may go bad. Another probable meaning is: too much teasing causes arguments."
  },
  {
    "quote": "Mzaha mzaha huleta vita.",
    "person": "",
    "tail": "AL mzaha. Too much teasing brings fighting. Cf. 49."
  },
  {
    "quote": "Mzaha unaleta ugomvi: ugomvi wapoteza maneno.",
    "person": "",
    "tail": "AL 1166; KB 226. Jesting brings forth quarrels; quarrels deprive control over words. Cf. 92, 113."
  },
  {
    "quote": "Mzingire mwana-mbiji.",
    "person": "T. A double entendre",
    "tail": "T 399. Turn the sailor to - T. A double entendre, meaning either \"Turn the tables upon him,\" or \"Bind him with his hands behind his back\" - T. The meaning of mwana-mbiji is not clear: An evil-disposed sailor? - T. A sailor - SACL. Cf. 3168."
  },
  {
    "quote": "Mzizi wa fitina ushakatika.",
    "person": "JKP.",
    "tail": "JKP. The root of discord is cut. \"Said when a quarrel is over\" - JKP."
  },
  {
    "quote": "Mzizi watoka shinani.",
    "person": "",
    "tail": "SPK. The root comes out of the stem."
  },
  {
    "quote": "Na kutumiana nguvu, lema litakuwa ovu.",
    "person": "",
    "tail": "JKP. By using violence against each other, a good thing [e.g., a marriage] will become evil. Lema = jema: a good thing."
  },
  {
    "quote": "Na likukerekete! [or] na likuchome!",
    "person": "J. Put that in your pipe and smoke it - T. Likukerekete",
    "tail": "T 402; J; KB kereketa. Let that irritate you! [or] Let that stick in you! Exclamations after a strong statement: May that stick in your gizzard, you cannot give an answer to that - J. Put that in your pipe and smoke it - T. Likukerekete [kukurika]: to be distressed, anxious. The li- refers to neno: word."
  },
  {
    "quote": "Ndugu wakigombana (or wakiteta), chukua jembe ukalime;  wakipatana chukua kapu ukavune.",
    "person": "MM.",
    "tail": "F 39; FSM 169; KS patana; MARA 3; Mulika p.10. When brothers quarrel, take a hoe and cultivate; when they make up, take a basket and harvest. It means not to interfere when brothers quarrel, \"but also that any quarrel is a loss to society and when they make it up again it is a gain\" - MM."
  },
  {
    "quote": "Nilimlilia hajaja, akisha kuja humchukiza",
    "person": "",
    "tail": ". MP 83.14. I cried for him when he had not yet come; when he came I hated him. When one is far apart the faults and differences seem small, but when united, disputes reappear at once. Cf. 103."
  },
  {
    "quote": "Nungu kipita huacha miiba.",
    "person": "JKP. Kipita",
    "tail": "JKP. When the porcupine passes, it leaves its prickles behind. \"A prickly character causes irritation and quarreling\" - JKP. Kipita, akipita: if it passes."
  },
  {
    "quote": "Nyani wanachekana ngoko.",
    "person": "",
    "tail": "AL 525; KS ngoko. Monkeys make fun of each other's red behind. Without seeing their own. Ngoko: the very hard red spot, like red meat, on their behind. Also called mando, bato nyekundu."
  },
  {
    "quote": "Nyani acheka [hucheka] mando la mwenziwe.",
    "person": "",
    "tail": "NGU. The baboon mocks the posterior of his companion."
  },
  {
    "quote": "Nyigu haumi bure, ila mtu anamchokoza.",
    "person": "",
    "tail": "AL 479. A hornet does not sting, except when it is made angry."
  },
  {
    "quote": "Nyoko nyoko kuonana, kuwa mbali kuliana.",
    "person": "",
    "tail": "PM 84. Together: mutual insults; far apart: crying for one another. When together they insìult each other and when they are apart they cry for each other. This is said when a partner is sorry for a separation after a dispute. Cf. 99."
  },
  {
    "quote": "Nyoko! Nyoko! Ni shiba ya kuonana.",
    "person": "",
    "tail": "KS,nyoko ; T 442; SACL 699. Abuses are the result of seeing one another too often. Nyoko: a sexual insult. Cf. 915, 2224."
  },
  {
    "quote": "Nyumba ya wavuvi.",
    "person": "V. A house full of noise. When children are too noisy",
    "tail": "V nyumba; T 443a. A house of fishermen. A household with lots of quarrels and fighting - V. A house full of noise. When children are too noisy, a parent will say: Hii si nyumba ya wavuvi: this is not a house of fishermen -T."
  },
  {
    "quote": "Osha uso ndipo ua wenje.",
    "person": "",
    "tail": "MARA 2; KA. Wash your face then come outside. If you have washed your face, you can laugh at the person who hasn't. Ua wenje = utoke nje: come outside. Cf. 5. MARA quotes a poem of Ahmed Nassir Juma Bhalo:"
  },
  {
    "quote": "Shika n'nakuusia, ila za wendo silumbe",
    "person": "",
    "tail": "Kwani ukizingatia, hakuna safi kiumbe Ajabu ndawe ngamia, kuteka nundu ya ng'ombe. Please, I pray don't question the faults of your companion. Because, bearing in mind, there is no faultless creature It would be amazing a camel laughing at the cow's hump."
  },
  {
    "quote": "106a. Pita na zako.",
    "person": "SPK.",
    "tail": "SPK. Go along with your things. Mind your own business - SPK."
  },
  {
    "quote": "Salala huvunja jiwe: kefa mwanadamu?",
    "person": "",
    "tail": "SACL 339; 791; AL 1370. A curse breaks a stone; how would it not break a human being? Salala, [salale]: a curse; exclamation of amazement: \"May it not please God.\""
  },
  {
    "quote": "Samaha ni rahisi, mwerevu hutafuta sababu.",
    "person": "",
    "tail": "REK. If forgiveness comes easy, a clever person asks why?"
  },
  {
    "quote": "Shuka ya maskini ndiyo itandiwayo dagaa.",
    "person": "",
    "tail": "TAA 22. The dagaa will be spread out upon the loincloth of the poor. If anything bad happens, the poor and helpless are blamed. Dagaa: very tiny fish, sardines."
  },
  {
    "quote": "Si vema, kucheka kilema.",
    "person": "",
    "tail": "RSP 143; V cheka. It is not nice to laugh at a cripple. Cf. 68."
  },
  {
    "quote": "111 . Siwe sababu ya bangu, mgomvi hapendi mungu.",
    "person": "",
    "tail": "JKP. Do not be the cause of fighting, the brawler does not love God. Siwe = usiwe or msiwe. Bangu, vita: war, fighting."
  },
  {
    "quote": "Tupa tupa tope jingi, baadhi litampata.",
    "person": "",
    "tail": "EM t24. If you throw plenty of mud, some of it will stick. Cf. 12."
  },
  {
    "quote": "Ubishi mwingi huvuta (or huleta) mateto.",
    "person": "",
    "tail": "B 2.32; J bisha; V 54 huleta; A 39; T 515; KB 297. Joking carried too far leads to quarreling."
  },
  {
    "quote": "Ubishi chanzo cha mateto.",
    "person": "",
    "tail": "SAM 23.1. Joking is the beginning of a quarrel."
  },
  {
    "quote": "Ubishi mwingi mwishowe hasara.",
    "person": "",
    "tail": "BM 4. Much quarreling ends in damage."
  },
  {
    "quote": "Ubishi ulivunja mji wa nyani.",
    "person": "",
    "tail": "REK. Quarreling broke up the village of the monkeys."
  },
  {
    "quote": "Ukidhihaki shombo humli samaki.",
    "person": "",
    "tail": "NGU. If you joke about fish smell, don't eat fish. If you laugh at the fishermen smelling badly, you won't get fish."
  },
  {
    "quote": "Ukimtukana chura upele, mtu husema: unanitukana  mimi.",
    "person": "",
    "tail": "AL 1367. If you insult a frog for its pimples, someone will say, \"You insult me.\" Bad insinuations addressed to someone will provoke another, thinking that you spoke about him."
  },
  {
    "quote": "Ukitaja nyoka, shika fimbo mkononi.",
    "person": "",
    "tail": "F 47.13. When you mention a snake get hold of a stick."
  },
  {
    "quote": "Ukitaja nyoka, shika kigongo.",
    "person": "",
    "tail": "A 140; T 527; SAM 24.6; V 137. If you talk about a snake grasp a cudgel. \"Devil is never nearer than when we are talking of him.\" Or rather: If you call somebody a name, be ready for a fight."
  },
  {
    "quote": "Umegeuka kitatange, wachungia wenzio demani?",
    "person": "",
    "tail": "KS kitatange. Have you become a kitatange taking care of your companion in the basket?"
  },
  {
    "quote": "Huyo ni kitatange atakutosa demani.",
    "person": "J. A small bright-colored fish with spines",
    "tail": "KS, kitatange. This is a kitatange, he throws you in his basket. He puts you in danger, while he escapes. Kitatange : a person who incites others to quarrel - J. A small bright-colored fish with spines, a sea porcupine - SACL. Dema: a fishing basket; a fish trap. Demani: in the basket."
  },
  {
    "quote": "Umwonyeshaye meno, kinywani hukutia kidole.",
    "person": "",
    "tail": "REK. The one to whom you show your teeth, puts a finger in your mouth."
  },
  {
    "quote": "Unamlaumu mwewe, kipanga yuwesha kuku.",
    "person": "",
    "tail": "F.48.25; MS.96. You are blaming the hawk, [while] the falcon is killing the chickens. Don't blame the one who committed a minor mistake and leave the one who does big harm. Yuwesha: contraction of yu-wa-isha."
  },
  {
    "quote": "Ushungu mwenenda nao, shingo ujeze matama.",
    "person": "",
    "tail": "T.550. The poison a man bears, has filled [his] cheeks with venom. T. Treasured malice will out in bitter speeches. T. Not a common proverb. Cf. 144."
  },
  {
    "quote": "Usiharibu utu kwa kitu, afadhali haribu kitu  kwa utu.",
    "person": "",
    "tail": "NGU. Don't spoil your humanity with a thing; it is better to spoil a thing with your manhood. Use things to make you a better human being."
  },
  {
    "quote": "Usilaumu ardhi uliyoangukia, laumu kigingi  kilichokukwaza.",
    "person": "",
    "tail": "EM u29. Don't blame the ground you fall on, blame the obstacle that causes you to fall. Don't blame the people where you arrive. If blame is to be given, blame those who sent you there or blame the reason why you are sent there (e.g., prison) - EM"
  },
  {
    "quote": "Usilicheke jahazi lililorushwarushwa kwa  mawimbi, huenda nduguyo yumo ndani yake.",
    "person": "",
    "tail": "REK. Don't laugh at the sailboat that is tossed by the waves, perhaps your relative is in it."
  },
  {
    "quote": "Usimcheke kilema ukiwa hai.",
    "person": "",
    "tail": "NGU. Don't laugh at a cripple while you are alive. Something worse could happen to you."
  },
  {
    "quote": "Usimcheke mkweo, utaota chokea [nene].",
    "person": "AL.",
    "tail": "V chokea; AL chokea. Do not laugh at your mother-in-law for you will get a sty in your eye. Common belief that evil will come to a person who mocks his/her mother-in-law. The remedy consists in rubbing the eye with a garment of the one who has been ridiculed - AL."
  },
  {
    "quote": "Usimcheke mkwezi usikose nazi nyumbani.",
    "person": "",
    "tail": "REK. Don't laugh at the coconut picker, you might lack coconuts at home. Cf. 83, 84,1 518, 2138."
  },
  {
    "quote": "Usimhamakie mpita njia.",
    "person": "",
    "tail": "NGU. A passerby, don't make him angry. Even if that person bothers you it is only for a passing moment."
  },
  {
    "quote": "Usimpige mtu akiwa chini.",
    "person": "",
    "tail": "NGU. Don't kick a person who is down. Low-minded people talk evil of a fallen opponent."
  },
  {
    "quote": "Usimtukane pongo miguu mirefu na kondoo yuko  pale.",
    "person": "",
    "tail": "AL 1368. Don't insult the antelope on account of its long legs, while a sheep is present."
  },
  {
    "quote": "Usipende vita na ukimkuta rafiki kiteta, sichoteÿ amua.",
    "person": "",
    "tail": "JKP. Do not enjoy discord and if you find your friend quarreling do not stir it up, but make peace."
  },
  {
    "quote": "Usishindwe kulala usingizi ukasema kitanda ni  kibovu.",
    "person": "",
    "tail": "REK. Saying that the bed is bad should not stop you from sleeping. About blaming someone else."
  },
  {
    "quote": "Utamu wa funza kukata kidole.",
    "person": "",
    "tail": "NGU. The delight of the chigger is to cut the toe. Pleasure to hurt. Creatures follow their nature."
  },
  {
    "quote": "Vinya lakini usifivinye.",
    "person": "",
    "tail": "REK. Pinch but do not crush. Cf. 61."
  },
  {
    "quote": "Vita vya ndugu haviamliki.",
    "person": "",
    "tail": "KA. Family wars [fights] do not invite. I.e., do not interfere."
  },
  {
    "quote": "Vitu vya biashara havigombani.",
    "person": "KB. Has probably a deeper meaning as",
    "tail": "KB 337. Articles of trade do not quarrel. There is no harm in selling objects of different kinds - KB. Has probably a deeper meaning as: those who share the same fortune will not fight each other, but join hands. Cf. 15."
  },
  {
    "quote": "Wakati wa hari, watu hugombana kisima kimoja.",
    "person": "",
    "tail": "JK 120. In the dry season people quarrel over one well."
  },
  {
    "quote": "Wakiwa kuhuji mtu na mkewe, jahazi la saji  limevunjiwa pa mawe.",
    "person": "JKP.",
    "tail": "JKP. While the man and his wife were arguing, the great ironwood ship was broken on the rock. While they were bickering over trivialities, their seemingly solid marriage broke up - JKP."
  },
  {
    "quote": "Wapenda samaki humbeza mvuvi.",
    "person": "",
    "tail": "NGU. Fish lovers disdain the fisherman. Cf. 115."
  },
  {
    "quote": "Watu kuagua ugonjwa, hawaagui [siyo; sio] jeuri.",
    "person": "",
    "tail": "NGU. People cure sickness but do not cure violence."
  },
  {
    "quote": "Waungwana hawagombani.",
    "person": "",
    "tail": "JK 133. Gentle folks do not quarrel."
  },
  {
    "quote": "Wema huzaa matusi.",
    "person": "",
    "tail": "KB. 345. Goodness engenders abuse. Do good to an evil person and he/she will abuse you."
  },
  {
    "quote": "Wema kumanyoko.",
    "person": "",
    "tail": "AL nyoko. Goodness causes insults. Nyoko: an old form for \"your mother.\" Used in insults: kuma nyoko, vagina of your mother. Cf. 142."
  },
  {
    "quote": "Yuna uchungu na shingo.",
    "person": "",
    "tail": "SACL 841; T 598. That person has bitter and venomous rejoinders. Used when someone remembers with malice. Shingo (ushingo, ushungu, uchungu): bitterness, poison. Cf. 121."
  },
  {
    "quote": "Yuwapi mtesi atesaye kifululiza?",
    "person": "",
    "tail": "SAM 27.1. Where is the troublemaker who inflicts suffering continuously? Understood is that trouble coming his/her way will stop that person."
  }
]