[
  {
    "quote": "Afadhali ya  mchawi kuliko msutaji.",
    "person": "",
    "tail": "NGU. It's easier to confront a witch doctor than a slanderer. Suta, confront a person who has spread an evil report about you. Cf 3131."
  },
  {
    "quote": "Afriti hasitiki.",
    "person": "",
    "tail": "JKP. An evil person cannot be stopped."
  },
  {
    "quote": "Afiriti hafichiki.",
    "person": "",
    "tail": "SPK. Evil cannot be hidden. Afriti, an evil spirit."
  },
  {
    "quote": "Aliyemfunza chui kula  watu ni binadamu.",
    "person": "EM. Human beings are the cause of much evil - KA.",
    "tail": "EM ll.10; KA. It was a human being who taught a leopard how to eat people. \"Our forefathers say that the leopard wanted to eat people but did not know how to kill them until it overheard someone telling another that if the leopard was clever, it would jump on someone and prick its claws into the person's neck. This saying means that someone, through carelessness, may teach the enemy how to hurt \" - EM. Human beings are the cause of much evil - KA."
  },
  {
    "quote": "Chui haikujua kukamata  shingo ilifundishwa.",
    "person": "",
    "tail": "KB 45. The leopard did not know how to grab the throat until it was taught. Cf. 1626."
  },
  {
    "quote": "Bilisi wa mtu ni mtu.",
    "person": "",
    "tail": "F 6.8; B 4.12. The evil spirit of a human being is a human being. When a human being does evil that person is not a victim of the devil. A person is free to choose between good and evil."
  },
  {
    "quote": "Adui mkubwa wa mtu ni mtu.",
    "person": "",
    "tail": "SAM 1.4; MEM 7. The greatest enemy of a human being is a human being."
  },
  {
    "quote": "Binadamu mbaya",
    "person": "",
    "tail": ". SAM 5.4. Mankind is bad."
  },
  {
    "quote": "Mtu hafunzwi uovu.",
    "person": "",
    "tail": "SPK. No person has to learn corruption."
  },
  {
    "quote": "1647a. Bovu lapanda, uliepe.",
    "person": "SPK",
    "tail": "SPK. Scum floats on top, avoid it. Bad people show off, good people are not noticed - SPK"
  },
  {
    "quote": "Buyu kali ni dawa ya  mwanamimba [mwenye mimba].",
    "person": "KA. Mwanamimba",
    "tail": "SAM 5.7; KA, MM. A foul calabash is a cure for a pregnant woman. Something bad for one person may be good for another -KA. Mwanamimba, an ailment of the womb, which is painful and may stop the ability to give birth."
  },
  {
    "quote": "Cha mtu mavi ukiona  kiogope.",
    "person": "",
    "tail": "NGU. If you see activity of a bad person, be afraid of it. Mtu mavi, a bad person."
  },
  {
    "quote": "Chakula cha ngamia ni  ngamia",
    "person": "",
    "tail": ". NGU The food of a camel is a camel. The food of revenge is revenge."
  },
  {
    "quote": "Chawa aumae yu upindo  wa ndani.",
    "person": "",
    "tail": "T 502. The louse that bites is in the inner skirt - T."
  },
  {
    "quote": "Chawa kikuumacho ki nguoni  mwako.",
    "person": "SPK.",
    "tail": "ED 74; T 146; SPK. The louse that bites you is inside your clothing. The person who slanders you or steals from you is your own servant or relative or a close friend -SPK. Cf. 1668."
  },
  {
    "quote": "Chenye pembe  hakifichiki, ukikificha kitapasua nguo.",
    "person": "",
    "tail": "NGU. You cannot hide something that has a horn; if you hide it, it will tear the cloth. Evil cannot be hidden."
  },
  {
    "quote": "Chui inayokula ndama  inakupita kukasirika",
    "person": "KB. The evil person does harm to the peaceful - KB.",
    "tail": ". KB 46. The leopard which devours your lamb is more wicked than you - KB. The evil person does harm to the peaceful - KB."
  },
  {
    "quote": "Dhambi za ahera ndizo  zitakapopatilizwa katika ahera",
    "person": "",
    "tail": ". TS. Mortal sins are the ones that will be punished in the next world."
  },
  {
    "quote": "1654a. Hajuliki mwema na  muovu.",
    "person": "",
    "tail": "SPK. The good person is indistinguishable from a bad one."
  },
  {
    "quote": "Hakuna mchele ukosao  ndume.",
    "person": "",
    "tail": "KA; MS. There is no rice without some that is not husked. Don't expect that all people are good people, even in one's family. Ndume, a grain in its husk."
  },
  {
    "quote": "Hakuna mmoja alo safi nia.",
    "person": "",
    "tail": "JKP. There is not one person with a [completely] clean intention. Alo or aliye, who is."
  },
  {
    "quote": "Hakuna wawili walo safi nia",
    "person": "",
    "tail": ". T 537. There are not two people who have a pure [harmless] intention. Cf. 4859."
  },
  {
    "quote": "Hata hanithi ni  mkware",
    "person": "",
    "tail": ". REK. Even a sexually impotent person has lust. Hanithi, a sexual pervert; impotent. Mkware, a lascivious person, male or female, a prostitute."
  },
  {
    "quote": "Heri ngumi ya usoni  kuliko neno baya rohoni.",
    "person": "",
    "tail": "REK. It's better to receive a cuff in the face than to have a bad word in the heart."
  },
  {
    "quote": "Huruma za mwovu ni  ukatili.",
    "person": "",
    "tail": "NGU. Mercy [coming] from an evil person is cruelty."
  },
  {
    "quote": "Jambo baya likitokea  nyumbani yatima hukaribiwa.",
    "person": "",
    "tail": "REK. When evil leaves the house the orphan is welcomed."
  },
  {
    "quote": "Katika kujenga  wabomoaji hutokea",
    "person": "",
    "tail": ". SAM 8.3;KA. During building, destroyers appear. On a big project, some things may be damaged, such as in widening a street, trees may be cut. Cf. 482."
  },
  {
    "quote": "Kibuyu cha mgema  hakivunjwi na mti.",
    "person": "",
    "tail": "AL 1410. One does not break the calabash of the wine tapper with a stick. Being aggressive spoils happiness. Cf. 83, 84, 1580."
  },
  {
    "quote": "Kichwa ulichokitoa  damu napo usiokote chawa zake.",
    "person": "AL.",
    "tail": "AL 1405. Don't collect the lice of the head you bloodied. Don't expect any good of an enemy, even after his/her death - AL."
  },
  {
    "quote": "Kidogo cha mwenye  haki [ni bora].",
    "person": "",
    "tail": "NGU. A little of a just person is excellent."
  },
  {
    "quote": "Kijumba cha ufisadi  mbele kina sumbuko.",
    "person": "SACL.",
    "tail": "T 144a; SACL 358; AL 97. A house of ill fame has trouble ahead. Kijumba cha ufisadi, a house of debauch - SACL. Cf. #308."
  },
  {
    "quote": "Kikono heri ya dhambi.",
    "person": "JKP.",
    "tail": "JKP. Better a cut-off hand/arm than committing a sin -JKP."
  },
  {
    "quote": "Kikulacho ki[mo]  nguoni mwako, kimefichwa kwa machoni.",
    "person": "JKP. Kikulacho kipo miguuni pako. Tabwa dialect. AL",
    "tail": "F 14.14; B 1.32; A 114; KB 96; T 146; CM 37; MARA 28; FSM 181; MS 36; BM 19; JKP; RSP 15. That which bites you is in your clothing, well hidden from the eyes. \"Usually said of servants, nagging wives and good-for-nothing sons: they eat your food and talk about you outside\" - JKP. Kikulacho kipo miguuni pako. Tabwa dialect. AL 530. What bites you is in your feet. Chiggers destroy your feet. Cf. 1651."
  },
  {
    "quote": "Kila asherati hana  mazoea.",
    "person": "",
    "tail": "NGU. No adulterer has good character. Asherati, debauchery, adultery, fornication. Mwashirat, immoral person. Cf. 3271."
  },
  {
    "quote": "Kila mtume ni maasumu.",
    "person": "Job.",
    "tail": "KS, maasumu.. Every [divine] messenger is faultless. Maasumu, without sin, without defects. Mtume, messenger, especially of Muhammad; Apostle, Moses, Job."
  },
  {
    "quote": "Kiwi cha yule, ni  chema cha yule: hata ulimwengu ukaisha.",
    "person": "T.",
    "tail": "F 16.32; T 162; V 63; AL 829. A bad thing for one person is a good thing for another, until the end of the world - T. \"Where ignorance is bliss, it is folly to be wise\" - F. Kiwi can have two meanings: a bad thing; and a state of being dazed, unable to see clearly - J. The repetition of the same demonstrative yule-yule does not help us: \"the -le and h- forms cannot be used in conjunction to sharpen a contrast as in English\" - A p.59. So, it could mean \"This one and that one\" but also \"that same person.\""
  },
  {
    "quote": "Kosa halitengezi kosa.",
    "person": "",
    "tail": "MARA 2; KA. One wrong does not repair another wrong. When you cheat somebody because he cheated you, that does not make your cheating good. Forgive and forget."
  },
  {
    "quote": "Kuku na mavi, mlowe;  ukimuwasa aleni?",
    "person": "SACL. Allow people their own ways.",
    "tail": "T 173a; SACL 72, 373. A chicken on the dung heap, it is her food; if you keep her from it, what will she eat? - SACL. Allow people their own ways."
  },
  {
    "quote": "Kutenda vyema ni  kujiepusha na vibaya.",
    "person": "",
    "tail": "MA 229. To do good things is to avoid doing bad things. To avoid doing evil is, in itself, doing good."
  },
  {
    "quote": "Kutoshiriki uovu ni  wajibu mtakatifu.",
    "person": "",
    "tail": "NGU. Not joining evil [doers] is a saintly duty."
  },
  {
    "quote": "La mtu usisikilize,  la uwi ulikataze",
    "person": "",
    "tail": ". JKP. Do not listen to what people say, prohibit what is evil. Uwi, ubaya, evil"
  },
  {
    "quote": "Laana huja yenyewe.",
    "person": "EM.",
    "tail": "EM l1. A curse comes on its own. \"A curse is punishment due to somebody's bad acts. This punishment does not wait to be pronounced by the ill-treated person or the offended one as some people believe; it happens on its own\" - EM."
  },
  {
    "quote": "Manyoya huelea, kombe  huzama.",
    "person": "",
    "tail": "NGU. Feathers float, the cup sinks. A good person floats, a bad person sinks on judgment day."
  },
  {
    "quote": "Maovu mengi huwa huru  zaidi usiku wa kiza.",
    "person": "",
    "tail": "NGU. Many bad things are set free at the darkness of night."
  },
  {
    "quote": "Mavi ya jana hayakosi  nzi.",
    "person": "",
    "tail": "REK. Yesterday's dung does not lack flies. People like gossip."
  },
  {
    "quote": "Mavi ya kale hayanuki.",
    "person": "",
    "tail": "F 22.23; RECH 165; 295; B 2.9; FSM 120; KB 160; KA; SM. Old droppings do not stink."
  },
  {
    "quote": "Mavi ya kale hayaachi  kunuka",
    "person": "",
    "tail": "KA. Old droppings still stink. Evil misdeeds are not totally forgotten."
  },
  {
    "quote": "Mcha shetani ni  shetani mwenyewe",
    "person": "",
    "tail": ". MA 310. They who honor the devil are devils themselves. Mcha, often used with Mungu [God]: God-fearing."
  },
  {
    "quote": "Mchimba kisima (or  kiwi) huingia (or hutumbika) mwenyewe.",
    "person": "",
    "tail": "CM 53; H 64; F 24.40; MEM 281; SWA 50; MS 141; KA; KS mchimba.; RECH 222; ED 31; SPK; FSM 100. One who digs a pit [with evil intent] will fall into it."
  },
  {
    "quote": "Mchimba kisima njiani  huingia yeye, mwandani.",
    "person": "",
    "tail": "T 33; A 292. One who digs a well in the road gets into it, my friend."
  },
  {
    "quote": "Mchimba kisima humtia  mtuwe.",
    "person": "",
    "tail": "F 24.41; KA. One who digs a pit will land a friend in it."
  },
  {
    "quote": "Mchimba kaburi humtia mtuwe.",
    "person": "",
    "tail": "H 64; KA; KS chimba.. One who digs a grave will put a friend in it. Cf. 1690."
  },
  {
    "quote": "Mfyeka msitu mwisho  hujikata mwenyewe.",
    "person": "",
    "tail": "FSM 109. People who cut down a forest will cut themselves in the end. Kufyeka : to make a clearance in the wood, either for a camp, a road, or a garden. Therefore it also means to flatten things, to destroy things."
  },
  {
    "quote": "1685a. Mkiziondoa hadi  mwavunja yenu biladi.",
    "person": "",
    "tail": "SPK. When you remove the limits, you will break your country. A pun on hadi, frontier, limit. Meaning: the strength of a nation is broken by the citizens removing the limits of decency and morality."
  },
  {
    "quote": "Mkono uliotia jiwe  majini, ule ule utaopoa.",
    "person": "",
    "tail": "KB 187. The same hand that put the stone in the water will pull it out. The culprit must pay. The borrower must pay back. Cf. 4228."
  },
  {
    "quote": "Mla nyama mbichi ana  hofu ya kuumwa na tumbo.",
    "person": "",
    "tail": "MA 14. One who eats uncooked food has fear of stomach ache. Said of people who do evil: they live in fear."
  },
  {
    "quote": "Mtenda viwi hwambiwa.",
    "person": "",
    "tail": "T 324. The evil-doer should be told [about it]."
  },
  {
    "quote": "Mtu mbaya ni sawa na  kakakuona.",
    "person": "",
    "tail": "TS 61/3. An evil person is like a small pangolin. A pangolin projects its tongue and traps ants. Kakakuona, an animal like an armadillo, a kind of anteater."
  },
  {
    "quote": "Mwenye nia mbovu  ndiye atakaengia kisimani.",
    "person": "T. According to the story",
    "tail": "T 392. A person with ill intentions shall go into the well. - T. According to the story, a man dug a pit, thinking that only an evil person would fall into it. When his own son fell into it, he had the pit filled with earth, leaving his son in the grave."
  },
  {
    "quote": "Nia njema ni tabibu,  nia mbaya huharibu.",
    "person": "",
    "tail": "T 433; F 39.13; V 26; AL 476. A good intention is [like] medicine, an evil intention corrupts. Tabibu, medicine, doctor,"
  },
  {
    "quote": "Pahala pa itifaki  ikrahi haipiti.",
    "person": "SAM.",
    "tail": "SA .21.1; MS 195. In a place where good is done, bad deeds do not pass. Itifahi, matendo mema, good deeds. Ikrahi, matendo ya kuchusha, hateful deeds - SAM."
  },
  {
    "quote": "Palipo [kuwa] moto,  panajikunja mbwa.",
    "person": "AL.",
    "tail": "AL 770. A dog comes to curl up at a fire. An evil person, after harm is done, comes to enjoy the evil - AL."
  },
  {
    "quote": "Palipo mwema mbaya  [pia] papo",
    "person": "",
    "tail": ". NGU. Where you find a good person there also is a bad one."
  },
  {
    "quote": "Pongo hawezi kutoka  ndani ya mtego.",
    "person": "",
    "tail": "KB 266; AL 820. The gazelle cannot escape from the trap. A person who has been in fault will relapse."
  },
  {
    "quote": "Rushwa ni adui wa  haki.",
    "person": "",
    "tail": "Unyonge p.63; KS rushwa. Bribery is the enemy of justice."
  },
  {
    "quote": "Shetani ni moyo wa  mtu.",
    "person": "",
    "tail": "NGU. The devil is the human heart."
  },
  {
    "quote": "Shetani wa mtu ni  mtu.",
    "person": "",
    "tail": "KA. The devil of a person is a human being."
  },
  {
    "quote": "Si kila mwuaji ni  mbaya.",
    "person": "",
    "tail": "REK. Not every killer is evil."
  },
  {
    "quote": "Si mzuka pekee [pana  mkono wa mtu].",
    "person": "",
    "tail": "NGU. It's not the devil alone [the human hand is also involved]. Mzuka, spirit, ghost."
  },
  {
    "quote": "Siafu hupenya akauma  laini",
    "person": "",
    "tail": ". NGU. The ant gets inside and bites a soft spot."
  },
  {
    "quote": "Ubaya hauna tongo,  wema hauna kibanda.",
    "person": "",
    "tail": "AL 1011;AL tongo. Evil has not [even] a deserted village, [where one can stay overnight], but goodness has an open house. Tongo, a deserted village or home. Kibanda, a square house."
  },
  {
    "quote": "Ubaya huvuma zaidi ya  wema.",
    "person": "",
    "tail": "NGU. Evil reverberates more than good."
  },
  {
    "quote": "Mambo hayo yanavuma mjini.",
    "person": "",
    "tail": "J vuma. These matters are the talk of the town."
  },
  {
    "quote": "Ubaya khatima yake  mbaya.",
    "person": "",
    "tail": "V 134. Evil has a bad ending."
  },
  {
    "quote": "Ubaya wa mtu ni  umdhuruo, nao wema wake ni umfaao.",
    "person": "",
    "tail": "JKP. A person's evil is what harms that person, but goodness is useful to that person.."
  },
  {
    "quote": "Ubaya wa roho sumu  mwilini",
    "person": "",
    "tail": ". JKP. The evil of the soul is poison for the body. Body and soul are interdependent."
  },
  {
    "quote": "Uchongwao huchongewa  paa mlimwengu ukamsawaa.",
    "person": "SAM.",
    "tail": "SAM 23.2. The sharp roof-pole is trimmed for the roof, [but] pierces a human being. Harm comes to someone who does harm - SAM."
  },
  {
    "quote": "Ukimwombea kifo mama kambo, kifo hicho humchukua mama yako.",
    "person": "",
    "tail": "REK. If you ask for your stepmother's death, the death will take your mother. Wishing someone evil comes back to you for the worst. Baba kambo, mama kambo, ndugu kambo, stepfather, stepmother, stepbrother or sister."
  },
  {
    "quote": "Ukuni mbaya haufichiki.",
    "person": "",
    "tail": "KA; SM. A bad piece of firewood cannot be hidden. It will not burn and will produce a lot of smoke."
  },
  {
    "quote": "Ulishapo kilabu, utaona taabu.",
    "person": "MM. Kilabu",
    "tail": "RSP ll9. If you feed dogs, you will have trouble. If you do evil you'll suffer the consequences - MM. Kilabu, Arabic for dog, is used here instead of the standard Swahili word mbwa, to make it rhyme with taabu.."
  },
  {
    "quote": "Umeacha mavi, washika mikojo.",
    "person": "",
    "tail": "KA; SM. You stopped touching dung for touching urine. You left one bad thing for something worse."
  },
  {
    "quote": "Unabeba kichwa cha nyoka kitungani.",
    "person": "",
    "tail": "One who does unpleasant things, meaning \"You are in the wrong place,\" in order to get rid of that person."
  },
  {
    "quote": "Wema hufanywa na mbaya, ubaya haufanywi na mwema.",
    "person": "",
    "tail": "EM w22. Goodness is done by a bad person, evil cannot be done by a good person."
  },
  {
    "quote": "Wema ni baba mwema.",
    "person": "",
    "tail": "EM w23. Goodness is the father of goodness. Goodness bears goodness. A good deed calls forth a good turn from the receiver."
  },
  {
    "quote": "Wema ni tabia.",
    "person": "",
    "tail": "NGU. Goodness is a thing of character."
  },
  {
    "quote": "Wema wa mtu hauonekani usoni.",
    "person": "",
    "tail": "REK. The goodness of a person cannot be seen on his/her face."
  },
  {
    "quote": "Yai bovu hulelea majini.",
    "person": "",
    "tail": "REK. A bad egg floats on the water. Evil is visible. It shows."
  },
  {
    "quote": "Zani haina hazana: ni ukuba wa mbeleni.",
    "person": "T. Adultery is not a treasure",
    "tail": "T 559; SACL 1038. A crime admits of no hiding; it brings its retribution in the future - T. Adultery is not a treasure [one conceals], it is a punishment for later - SACL. Hazana, hazina, treasure. Ukuba, bad smell; also, misfortune, curse - J."
  }
]