[
  {
    "quote": "Afadhali utu kuliko kitu.",
    "person": "",
    "tail": "CAPD P.15. Being human is better than anything. About values."
  },
  {
    "quote": "Asiyejua utu si mtu.",
    "person": "",
    "tail": "SM. One who does not know how to be humane (kind, civilized) is not human."
  },
  {
    "quote": "Bibi mzuri hakosi kilema.",
    "person": "",
    "tail": "Swahili, Sept.1966. [Even] a beautiful woman is not without blemish. No one is perfect. Cf. #198e."
  },
  {
    "quote": "Chanda [kidole] chema huvishwa pete.",
    "person": "",
    "tail": "T.50; F.6.2. MARA 2; KA. A handsome finger gets a ring put round it. The person who deserves esteem will get it. A pretty maiden will have a ring slipped on her finger. If you put a ring on a finger, you'll put it on the right finger, not on the thumb or toe (also finger in Swahili). This proverb is used to show that honor and reward be given to the right, the good people."
  },
  {
    "quote": "Kidole  kisicho pete huvikwa.",
    "person": "",
    "tail": "L.34. The finger that has no ring will get one."
  },
  {
    "quote": "Vyanda  vya miguu havivishwi pete.",
    "person": "",
    "tail": "MARA 2. On the fingers of the feet (toes) no ring is put."
  },
  {
    "quote": "Gombe la mji halichungwi.",
    "person": "",
    "tail": "NGU. The big cow of the town does not need to be herded. The cow cannot be lost. An important man or woman in town can go nowhere, cannot be lost."
  },
  {
    "quote": "Gombe  la mji halitaki mchunga.",
    "person": "",
    "tail": "NGU. The big cow of the town does not need shepherding. Cf. #1940."
  },
  {
    "quote": "Hakuna  anayemshinda mwanaume kama mwanamke.",
    "person": "",
    "tail": "NGU. Nothing can overpower a man as a woman."
  },
  {
    "quote": "Hutamkuta msichana anayejidharau.",
    "person": "",
    "tail": "KB.76. You don't find a young girl who has contempt for herself. Girls are vain. JK."
  },
  {
    "quote": "Kaburi la mke mwenza li kombo.",
    "person": "",
    "tail": "JKP. The grave of your co-wife is crooked. \"Jealousy makes you find faults.\" JKP. Mwenza for mwenzako: your companion."
  },
  {
    "quote": "Kila mtu na roho yake.",
    "person": "",
    "tail": "JKP; AL 1785. All human beings have their own soul. \"All people have to learn their own nature and live with it.\" JKP. Every person has his own personality or character."
  },
  {
    "quote": "Kila  roho na visa vyake.",
    "person": "",
    "tail": "AL 1786. Every person has his own preoccupations. Cf #147."
  },
  {
    "quote": "Kina cha  moyo wa mwanamke ni mfuko wa mumewe.",
    "person": "",
    "tail": "NGU. The depth of a woman's heart [is as deep as] the [money] bag of her husband."
  },
  {
    "quote": "Licha ya uchungu, wanawake hawaishi kutamani kuzaa.",
    "person": "",
    "tail": "REK. Notwithstanding the pain, women do not stop longing to give birth."
  },
  {
    "quote": "Mjane wa mji ni mkengwa.",
    "person": "",
    "tail": "NGU. A widow in a village is a helper for every one. Mkengwa (mke + ngwa) as in mwana-ngwa, mwana wa watu (a child of the people) in this case: a woman of the people, i.e., not a prostitute, but a helper for everybody."
  },
  {
    "quote": "Mke  atasahau kufua shati lake, lakini hasahau kupokea bahasha.",
    "person": "",
    "tail": "NGU. A wife will forget to launder his shirt, but will not forget to receive his pay check."
  },
  {
    "quote": "Mke kito chema.",
    "person": "",
    "tail": "NGU. A wife is a beautiful jewel."
  },
  {
    "quote": "Mke mbaya, mpe mwana na mbeleko.",
    "person": "",
    "tail": "NGU. Give a bad wife a child and a papoose. Mbeleko: cloth to carry a baby on the back."
  },
  {
    "quote": "Mke mpya  hana dawa, dawa yake upya wake.",
    "person": "",
    "tail": "AL 935. A new wife wears no love charms, her charm is being new."
  },
  {
    "quote": "Mke mpya hana  dawa, dawa yake mapendo yake.",
    "person": "",
    "tail": "AL 934. A new wife wears no love charms, love is her charm."
  },
  {
    "quote": "Mke mwenye adabu ni fahari kwa mumewe.",
    "person": "",
    "tail": "NGU. A good mannered wife is a pride for her husband."
  },
  {
    "quote": "Mke mzuri halindwi.",
    "person": "",
    "tail": "V. linda. A beautiful woman is difficult to guard. V."
  },
  {
    "quote": "Mlinzi  hulinda ndege, mke mzuri halindwi.",
    "person": "",
    "tail": "T 284; SACL. 474; KA. The birdchaser keeps the birds away [from the millet]: [but] a pretty woman] can not be guarded. T."
  },
  {
    "quote": "Ndege  hulindwa, mke halindwi.",
    "person": "",
    "tail": "JK.132. A bird can be guarded, a wife cannot be guarded."
  },
  {
    "quote": "Mke mzuri humtii mumewe.",
    "person": "",
    "tail": "NGU. A good wife obeys her husband."
  },
  {
    "quote": "Mke ndiye ufunguo wa nyumba.",
    "person": "",
    "tail": "NGU. A wife is the key of the house. She opens the house making it accessible."
  },
  {
    "quote": "Mke ni dada mdogo.",
    "person": "",
    "tail": "JK.130. Your wife is [your] little sister. Treat her gently. JK."
  },
  {
    "quote": "Mke ni nguo.",
    "person": "",
    "tail": "T.272a; V., mke; AL 943. A wife is [means] clothes."
  },
  {
    "quote": "Mke  ni nguo, mgomba kupalilia.",
    "person": "",
    "tail": "F.27.70; FSM.116; AL 944. Clothing is to the wife as is weeding to a banana plant. People and things need to be cared for. The spouse is expensive in price-wealth and clothing, but her work is profitable. AL."
  },
  {
    "quote": "Mgomba  ni kupaliliwa.",
    "person": "",
    "tail": "NGU. A banana tree is to be weeded."
  },
  {
    "quote": "Uzuri  wa mwanamke ni nguo.",
    "person": "",
    "tail": "Swahili, Sept.1968, p.166. The beauty of a woman is clothing. A woman is as beautiful as her clothes. But it is used most in the meaning that a woman's beauty is considered by the way she dresses, i.e., modestly."
  },
  {
    "quote": "Uzuri  wa mke ni nguo, wa ng'ombe ni kulimiwa.",
    "person": "",
    "tail": "JK.130. The beauty of a women is in her clothing, that of an ox is in plowing. A woman's best quality is hard work. JK."
  },
  {
    "quote": "Mke  ni nguo, lakini nguo si mke.",
    "person": "",
    "tail": "Carol Sicherman. Clothing enhances women's beauty, but is not of itself more important than a woman."
  },
  {
    "quote": "Mke wa kwanza ni kama mama.",
    "person": "",
    "tail": "F; K. The first wife is like a mother. Refers also to the vital part first wives play in running homes. Cf. #1941."
  },
  {
    "quote": "Mkeka mpya haulaliwi vema.",
    "person": "",
    "tail": "JK.131. A new sleeping mat is not pleasant to sleep on. A young wife has a lot to learn. JK. Cf. 1782."
  },
  {
    "quote": "Mshale mzuri haukai ziakani.",
    "person": "",
    "tail": "KA; AL 947; KS, ziaka. A fine arrow does not remain in its quiver. A nice thing is used more than a bad thing. A young woman cannot be kept in confinement. AL. Ziaka, ala, uo, riaka: scabbard, quiver."
  },
  {
    "quote": "Mshale mzuri huua maisha alani.",
    "person": "",
    "tail": "REK. The beautiful arrow kills life in the scabbard. Is this to say that a beautiful woman upsets life in a village?"
  },
  {
    "quote": "Mtoto  mwanamke methili yake kama vitu viwili, tango na kitunguu, na vitu hivi ni vitu  vya kuweka akiba.",
    "person": "",
    "tail": "C.G.Büttner 19; V.,kitunguu. A girl is similar to two things, the gherkin and the onion, and these two things are not put in storage. Methili: similar."
  },
  {
    "quote": "Mtu  halindi bahari ipitayo kila chombo.",
    "person": "",
    "tail": "JK.132; AL 949. A person cannot guard the sea where all the ships pass. A spouse may not always be faithful, but cannot be perfectly guarded all the time. Cf. #1940."
  },
  {
    "quote": "Mtu mume ni kazi.",
    "person": "",
    "tail": "T.344. A man is work."
  },
  {
    "quote": "Mwanamume  ni kazi.",
    "person": "",
    "tail": "JK.132, 119. Being a husband means hard work. A husband's love for his family is expressed in hard work. JK."
  },
  {
    "quote": "Mume  ni kazi, mke ni nguo.",
    "person": "",
    "tail": "J.,mke; V.,mume. The husband works, the wife dresses. Cf. #1942, #1947."
  },
  {
    "quote": "Mtu mume  ni kazi; ukikosa cha kuweka utapata cha leo leo.",
    "person": "",
    "tail": "B.2.64. A man must work; if you have no savings you'll get today's food. MM."
  },
  {
    "quote": "Mtu ni akili.",
    "person": "",
    "tail": "NGU. A human being is intelligent. That separates a person from other creatures."
  },
  {
    "quote": "Mtu  ni kidole.",
    "person": "",
    "tail": "NGU. A person is like a finger. Crafty and weak."
  },
  {
    "quote": "Mtu  ni kitu.",
    "person": "",
    "tail": "NGU. A person is a thing. A creature."
  },
  {
    "quote": "Mtu  ni kula.",
    "person": "",
    "tail": "NGU A person is eating. Without food a person cannot survive."
  },
  {
    "quote": "Mtu  siyo kitu, bora utu.",
    "person": "",
    "tail": "NGU. A person is not a thing, the importance is being human. Cf. chapter Excellence."
  },
  {
    "quote": "Mtu  ni jina.",
    "person": "",
    "tail": "EM m33. A person becomes a name. According to tradition and customs, the name given to a child has a meaning. There are many who believe that a person's character and condition resemble the name that is/was given."
  },
  {
    "quote": "Mtu  ni tabia.",
    "person": "",
    "tail": "EM m34. A person is character. A person's character reveals us a human being as good, bad, kind, fierce, generous, or selfish. EM."
  },
  {
    "quote": "Mtu  nyumbani mwake hatiiwi ni mkewe, haonwi kuwa mume, asipompiga, twa.",
    "person": "",
    "tail": "T.347; SACL. 711. A man who is not obeyed by his wife in his [own] house, is not considered as her husband, unless he beats her, thwack. It is not traditional for Swahili women to be beaten by their husbands. MM."
  },
  {
    "quote": "Mume ni  jaha, si raha.",
    "person": "",
    "tail": "JK. 140; AL. 956. Being a husband is an honor, it is not a relaxation. JK. The husband is responsible for the wellbeing of the household."
  },
  {
    "quote": "Mume ni moto wa koko, usipowaka utafuka.",
    "person": "",
    "tail": "T.357. Man is like a jungle fire, if it does not burn it will smolder. Is not easy to satisfy, has many needs. AL. Cf. #1953."
  },
  {
    "quote": "Mwanamke abeden harizi.",
    "person": "",
    "tail": "SACL. 37. A woman is never satisfied. Harizi or haridhi: be unsatisifed. Abeden or abadan: an adverb with negatives; never. J. Always. S."
  },
  {
    "quote": "Mwanamke akijitapa anajetea ujana wake.",
    "person": "",
    "tail": "AL, jetea. If a woman shows off, she takes advantage of her youth."
  },
  {
    "quote": "Mwanamke hana ugeni.",
    "person": "",
    "tail": "AL 920. A woman is nowhere a stranger. In conforming herself to her neighborhood, the woman creates a place for herself in the sun. AL."
  },
  {
    "quote": "Mwanamke hawi jumbe.",
    "person": "",
    "tail": "NGU. A woman will not become a major of the town."
  },
  {
    "quote": "Mwanamke mrembo haolewi na bwana mmoja.",
    "person": "",
    "tail": "REK. An adorned woman is not married to one man only. She dresses in order to please; jewels are expensive."
  },
  {
    "quote": "Mwanamke  ni kama maji ya dafu, hayapendezi ila dafuni mwakwe.",
    "person": "",
    "tail": "T.372. A woman is like the milk of a young coconut, it is not pleasant except in its young coconut. Said of the shyness of women on a visit, away from their own home. T."
  },
  {
    "quote": "Maji  ya dafu hayapendezi ila dafuni mwake.",
    "person": "",
    "tail": "KA. Milk of the young coconut is not pleasant except in its nut."
  },
  {
    "quote": "Mwanamke  ni muhogo, popote unapotupwa unaota.",
    "person": "",
    "tail": "AL 921. A woman is like a cassava plant, that grows where it is thrown. A woman must adapt herself to the family she married."
  },
  {
    "quote": "Mwanamume  ni mti wa muhogo; popote unapotupwa unaota.",
    "person": "",
    "tail": "AL 960. A man is like a cassava plant, which takes roots wherever it is thrown. The husband must adapt himself to the in-laws."
  },
  {
    "quote": "Mwanamume ni mbono, hualikia kule.",
    "person": "",
    "tail": "JK.132; JKP. A husband is a creeper, he stretches far away. JK. A man [husband] is like a castor-oil seed; it explodes far away. MM. \"Men are restless, always trying other places and other women. It is better to stay in one place with one wife.\" JKP. Cf. #1950."
  },
  {
    "quote": "Mwenye  dada hakosi shemeji.",
    "person": "",
    "tail": "L. p.112; MARA 2; AL 928. Who has a sister will not fail to get in-laws. Every woman is destined to be married. AL. If you have something others like to have, someone will come forward: a rich person will attract workers and servants; a teacher will attract students; a craftsman will have people who need his wares. MARA."
  },
  {
    "quote": "Mzee ni mtetea.",
    "person": "",
    "tail": "EM m37. An old person works like a hen. \"A hen hatches her chicks, carefully brings them up and always gathers them together and teaches them to stay together. An old man or old woman also functions as a hen.\" EM. Mtetea: a chicken that has started laying eggs."
  },
  {
    "quote": "Mzee ni mtungi, hupokea machicha.",
    "person": "",
    "tail": "EM m38. An old person is like a brewing pot. \"The local beer has a residue which cannot de drunk. This residue is left or returned to the brewing pot. Thus the brewing pot is used to preserve the unwanted residue. Likewise the youth dump what they do not want on an old person who must exercise forbearance in order to be able to accept this plight and deal with what he/she receives.\" EM."
  },
  {
    "quote": "Nusu mtu nusu nyama, tumo katika dunia.",
    "person": "",
    "tail": "NGU. In the world we are half human and half animal."
  },
  {
    "quote": "Nyama ya  kuku mchanga sio sawa na kuku mzee.",
    "person": "",
    "tail": "EM n20. The meat of a young chicken is not the same as the meat of an old one. \"The meaning is that a youth and an adult are both nation builders, but each has a different contribution to make.\" EM."
  },
  {
    "quote": "Tunda bivu  halitaki kwanguliwa, jani kavu hukakatuka kwa jua.",
    "person": "",
    "tail": "JKP. A ripe fruit does not like being brought down, a dry leaf shrivels in the sun. \"Fruit and leaf are metaphors for girl and spinster respectively.\" Kakatua: crush."
  },
  {
    "quote": "Ushaufu si heshima ya mwanamke.",
    "person": "",
    "tail": "SAM.25.13. Showing off is not honorable for a woman."
  },
  {
    "quote": "Uso mzuri hauhitaji urembo.",
    "person": "",
    "tail": "F.50.44; MUM.171. A lovely face does not need adornment."
  },
  {
    "quote": "Surfa  nzuri haihitaji kupakwa rang.",
    "person": "",
    "tail": "MUM.171. A nice face does not need paint."
  },
  {
    "quote": "Uso wa mtu umeumbwa na haya.",
    "person": "",
    "tail": "F.50.45. A human face is made to show modesty. F."
  },
  {
    "quote": "Uso  na haya.",
    "person": "",
    "tail": "SAM.25.19. A face has modesty. When somebody has done wrong that face should show shame."
  },
  {
    "quote": "Ujana mali, uzee kutu.",
    "person": "",
    "tail": "AL,mzee; AL 1804. Youth is a richness, old age is rust."
  },
  {
    "quote": "Ujana moshi, uzee kutu.",
    "person": "",
    "tail": "AL 1805. Youth is like smoke, old age is like rust. Young and old, both move towards decline. AL."
  },
  {
    "quote": "Ujana ni kuweka, uzeeni ni kula.",
    "person": "",
    "tail": "REK. Youth is gathering, in old age it is consuming."
  },
  {
    "quote": "Ukistahi mke ndugu huzai naye.",
    "person": "",
    "tail": "MARA 2; KA. If you revere your wife as a sister, you will not have a child with her. If you venerate a person, even not seeing that person's misbehavior, you'll end up a loser. If a person is not ashamed to treat you badly, you should not be ashamed to tell that person openly. Quest: revere, venerate, honor. Cf #1948."
  },
  {
    "quote": "Uzeekao ni mwili siyo roho.",
    "person": "",
    "tail": "NGU. What gets old is the body, not the soul."
  },
  {
    "quote": "Vijana hukaa wakitumaini; wazee wakikumbuka.",
    "person": "",
    "tail": "NGU. The youth are in expectation, the old are in reminiscence."
  },
  {
    "quote": "Visima vya kale havifunikiwi.",
    "person": "",
    "tail": "MARA 2; KA. Old wells must not be filled in. One day they may become useful again. Respect the elderly and do not discard them. They have wisdom that should be used."
  },
  {
    "quote": "Walimwengu si watu wema.",
    "person": "",
    "tail": "REK. Earthlings are not good people. Human beings are not good. Many are not trustworthy."
  },
  {
    "quote": "Wanawake hufanya kazi zote; wanaume hufurahi.",
    "person": "",
    "tail": "NGU. Women do all the work; men just enjoy life."
  },
  {
    "quote": "Wanawake uchungu wao u nyongani [mwao].",
    "person": "",
    "tail": "JK.130; AL 929. The pain of women is on their hips. I heard this proverb being muttered by a vexed husband against a nagging wife. Women (thus a husband told me) will use the children as an excuse for quarreling and complaining. JK. A frustrated spouse pleads a painful hip, of being tired of carrying a child on her hip. AL. Uchungu: pain, suffering, bitterness, but also of childbearing. Cf. #1563."
  },
  {
    "quote": "Watu wawili wawili.",
    "person": "",
    "tail": "NGU. Two people are two people. They are different."
  },
  {
    "quote": "Wawili  si mmoja.",
    "person": "",
    "tail": "NGU. Two persons are not just one person. Cf. #430."
  }
]