[
  {
    "quote": "Aali hupatikana kwa  ghali.",
    "person": "MA.",
    "tail": "MA 3. Whatever is superior is found at great price. Advice given to youth. 1725. Adhama ya mtu hutoka kwake mwenyewe. MA 10. Greatness and respect come from the people themselves. Implied is that you become what you want to become and that if you want to be respected, begin by respecting yourself - MA."
  },
  {
    "quote": "Asiyekosa ni malaika.",
    "person": "",
    "tail": "EM 16.23. Only angels are free from mistakes."
  },
  {
    "quote": "Bao nene si chuma chembamba.",
    "person": "MARA.",
    "tail": "MARA 2. A thick wooden board is not [as good as] a thin one of iron. Do not judge people according to their size, expensive clothing or titles, but judge their human qualities - MARA."
  },
  {
    "quote": "Bata hujilia vya halali kwake.",
    "person": "",
    "tail": "FSM 23. A duck eats clean food. [And has nothing to be ashamed of.] What is good/clean for one person is not necessarily so for another. Do not imitate senselessly."
  },
  {
    "quote": "Bei kupunguza, sio kuviuza",
    "person": "JKP.",
    "tail": ". JKP. To reduce the price does not always result in selling the wares. \"Everything has its value and must be duly appreciated\" - JKP."
  },
  {
    "quote": "Bei ya kondoo iko mkiani",
    "person": "",
    "tail": ". REK. The value of a sheep is in its tail. The tail is where fat is stored and shows that the sheep is healthy and well fed."
  },
  {
    "quote": "Chakula chema hakihitaji kawa.",
    "person": "",
    "tail": "JKP. Good food needs no coverlet against the flies. Good food is eaten, nothing is left for covering. Kawa, a conical dish cover, made of plaited grass. Cf. 1733."
  },
  {
    "quote": "Chambo chema ni baraka ya mvuvi.",
    "person": "",
    "tail": "MARA 2. Good bait is the blessing of fishermen. A generous person is well liked. A fine piece of craftsmanship sells. One who treats the workers well will see work well done."
  },
  {
    "quote": "Chema (or kizuri) chajiuza, kibaya  chajitembeza.",
    "person": "",
    "tail": "F 7.3i; H 24; J tembea; V 79; KB 40; L 13; MS 134; SACL 881; T 52; SWA 51; MARA 12; F 16.33.. A good thing sells itself, a bad thing must be advertised."
  },
  {
    "quote": "Chema chajiendesha chenyewe.",
    "person": "",
    "tail": "SPK. A good things sells itself."
  },
  {
    "quote": "Chema chajitembeza, kibaya chajiuza",
    "person": "",
    "tail": ". NGU. This seems the opposite of the above: A good thing is hawked, a bad thing sells easily. Bad habits are taken over more quickly."
  },
  {
    "quote": "Chuma kiwe kigumu hupitishwe motoni.",
    "person": "",
    "tail": "EM 38.18. Iron is passed through fire to be hardened."
  },
  {
    "quote": "Chura mpumbavu alinda kisima na maji yatekwa",
    "person": "JKP",
    "tail": ". JKP. The stupid frog guards the well and yet the water is taken. Frogs are symbolic of cuckolded husbands, since they have no control over their wives - JKP"
  },
  {
    "quote": "Endaye shamba mjini kwema.",
    "person": "",
    "tail": "MARA 2. A person going to the farm should go when the town is quiet. A person living in town often has the garden rather far from the city. That person should go early to the field, before other troubles or cares appear that would make the trip to the garden impossible. If you have a plan, prepare yourself and make sure that you have taken care of all the problems as far as possible."
  },
  {
    "quote": "Eneo la maisha si hoja, jali unachojenga hapo.",
    "person": "EM.",
    "tail": "EM 54.6. The area covered by your life is not as important as what you build on it. To live a long time is not important. What matters most is how that life is spent - EM."
  },
  {
    "quote": "Fagio jipya hufagia vizuri.",
    "person": "",
    "tail": "NGU. A new broom sweeps clean."
  },
  {
    "quote": "Fagio kukuu ni laini mkononi.",
    "person": "EM.",
    "tail": "EM F1. An old broom is smooth in the hand. It takes time to get used to new tools, shoes, methods or people - EM. Cf. 1819, 1822."
  },
  {
    "quote": "Funika hailingani na ilo wazi.",
    "person": "",
    "tail": "SAM 7.2. What is covered is not comparable to what is left open. A thing well cared for is more desired and respected. Funika for iliyofunikwa. Cf. 3505."
  },
  {
    "quote": "Gogo la mbuyu si la mvule",
    "person": "East African teak.",
    "tail": ". MARA 2. The trunk of the baobab is not like the trunk of the teak. The mvule has good timber for making furniture; the wood of the baobab is useless. Substance above appearance. Mbuyu, baobab. Mvule, East African teak."
  },
  {
    "quote": "Haja huvunja haja.",
    "person": "SAM.",
    "tail": "SAM 7.1. Need breaks need. Sometimes a person has to demolish something needed in order to get something needed more - SAM."
  },
  {
    "quote": "Hakuna kizuri kisicho kasoro.",
    "person": "",
    "tail": "REK. There is nothing beautiful without a blemish"
  },
  {
    "quote": "Hakuna kubwa lisiloshindwa.",
    "person": "",
    "tail": "CM 62; MS 10. There is nothing so great that it cannot be surpassed."
  },
  {
    "quote": "Hakuna mchele usiokuwa na chenga.",
    "person": "",
    "tail": "REK. There is no rice without small [broken] pieces. Nothing is totally perfect. Cf. 1655."
  },
  {
    "quote": "Hapakosi ndege wengi penye mti mkubwa.",
    "person": "EM.",
    "tail": "EM h11. In a big tree there is no lack of many birds. People will go to a great person for help - EM. Cf. 712; 873; 1794."
  },
  {
    "quote": "Hapana kizuri kilichohitimu kwa watu wote.",
    "person": "",
    "tail": "FSM 44. There is not one good thing that everybody appreciates. What is good for one is not good for another. Moreover, our own desires change from day to day."
  },
  {
    "quote": "Hekima heri kuliko lulu",
    "person": "",
    "tail": ". JKP. Wisdom is better than pearls."
  },
  {
    "quote": "Hekima iko kichwani, sio machoni.",
    "person": "",
    "tail": "EM h22. Wisdom is in the head, not in the eyes. Wisdom is in understanding things one sees, reads or hears."
  },
  {
    "quote": "Hekima si mvi.",
    "person": "",
    "tail": "EM h23. Wisdom is not grey hair. Cf. 552, 1819, 2829, 2944."
  },
  {
    "quote": "Heshima apewe mjuwaye heshima.",
    "person": "",
    "tail": "MA 141. Respect should be given to one who knows respect."
  },
  {
    "quote": "Heshima haiji mpaka iletwe.",
    "person": "",
    "tail": "NS 40. Honor does not come by itself, it must be brought in. It must be earned by deeds. Cf. 1725."
  },
  {
    "quote": "Huchelewi kujisahihisha",
    "person": "EM.",
    "tail": ". EM h38. You are not too late to change. Any time you have done wrong, correct yourself - EM."
  },
  {
    "quote": "Imara ya chombo ni nanga.",
    "person": "",
    "tail": "KA. The stability of a boat is the anchor. In life support of family and friends is needed. Cf. 1755."
  },
  {
    "quote": "Imara ya jembe kaingoje shamba.",
    "person": "MM. AL adds",
    "tail": "T lll; SACL 679; MS 29; AL 239. The toughness of a hoe, go and wait in the garden. The test of a person is in practical life - MM. AL adds: \"kilicho bahari kakingoge ufuoni\". What is in the sea, go and wait for it on the beach. Cf.2746."
  },
  {
    "quote": "Jema halipatikani kwa urahisi.",
    "person": "EM.",
    "tail": "EM j5. A good thing is not easy to get. A good thing can be obtained only through serious effort and considerable difficulty - EM."
  },
  {
    "quote": "Jino la pembe si dawa ya pengo.",
    "person": "",
    "tail": "F 12.4; K .83; MARA 3; KS pengo. An ivory tooth is not a cure for a gap [a lost tooth]. A substitute, however grand, is not the real thing - F. Cf. 3601."
  },
  {
    "quote": "Johari za mtu ni mbili, akili na haya.",
    "person": "",
    "tail": "J johari; KS johari. The most precious qualities of a person are two: intelligence and modesty. Johari, a precious stone."
  },
  {
    "quote": "Jumla ya siku ni saba.",
    "person": "",
    "tail": "NGU. The total amount of days is seven. Seven is a perfect number."
  },
  {
    "quote": "Kama hutaweza kuvuta mtumbwi, usiuondoshe nchi  kavu.",
    "person": "",
    "tail": "AL 627. If you are unable to guide a pirogue, don't leave dry land."
  },
  {
    "quote": "Kamba hukatikia pembamba.",
    "person": "",
    "tail": "F 13.2; B 2.15; H 48; SWA 8; MARA 2; T 517 ugwe ; SACL 334; SWA 8; Lpabovu, where rotten; KB. A rope breaks where it is thin [or rotten]. The poor and the weak are most often blamed, even if they are not in fault, while the bourgeoisie are not blamed. The chain is no stronger than its weakest link - F. Cf. 4137."
  },
  {
    "quote": "Kamba ikikatika, tuunge nyingine.",
    "person": "",
    "tail": "AL 240; NGU. If the rope is broken we tie another. A misfortune should not stop the movement of life. Said in case of money lost or a wife who has left or divorced. Cf. 368."
  },
  {
    "quote": "Kavu haisuki, siuze koroma.",
    "person": "T. If the coconut you thought was ripest is proved to be unripe",
    "tail": "T 130; SACL 810; AL 1093. The dry coconut does not reverberate, how much less that which is yet green - T. If the coconut you thought was ripest is proved to be unripe [being full of milk], why should you go on to shake others, which are manifestly green? - T. Siuze for usiulize, don't question."
  },
  {
    "quote": "Kibiriti huwaka, hakitashinda kasuku.",
    "person": "",
    "tail": "LE2 302.2. The match burns, but it cannot compete with resin. Modern matches are no match for our old-fashioned resin sticks. New inventions are not always as good as old standbys."
  },
  {
    "quote": "Kikuu hukua kwao.",
    "person": "JKP.",
    "tail": "JKP. Greatness grows at home. When appreciated among its own people something is big indeed - JKP."
  },
  {
    "quote": "Kila binadamu ana makosa.",
    "person": "",
    "tail": "NGU. Every human being has some faults."
  },
  {
    "quote": "Kilicho kitamu hakiwekwi ndani ya shavu.",
    "person": "",
    "tail": "KB 104. What is sweet is not stored in the mouth."
  },
  {
    "quote": "Kimumunye huharibikia ukubwani.",
    "person": "",
    "tail": "KA; SM. The young gourd is spoiled when big. Kimumunye, mumunye: a gourd-like vegetable. This is cooked when young, but not when it has grown big. It becomes a gourd to carry water. Said of a youth who turned bad when grown up."
  },
  {
    "quote": "Kina cha maisha ni bora kuliko urefu wake.",
    "person": "EM.",
    "tail": "EM k18. The depth of a person's life is more important than its length. A person may have a short life, but may have done much for the community - EM."
  },
  {
    "quote": "Kiongozi dhaifu ni fedheha kwa wanaongozwa.",
    "person": "",
    "tail": "NGU. A weak leader is a disgrace for those who are led."
  },
  {
    "quote": "Kitanda cha mbao hakina bei sawa cha chuma.",
    "person": "AL.",
    "tail": "KB 112; AL 911. A wooden bed does not cost as much as an iron one. Bridewealth is expensive but a prostitute is not as good as a spouse - AL."
  },
  {
    "quote": "Kutafuta makosa si kazi, kazi ni kuyasahihisha.",
    "person": "",
    "tail": "EM k31. Finding faults is not difficult, the task is rectifying them. And there are few people who can do that."
  },
  {
    "quote": "Kutunga na kunadhifu ni kama  kwomoa nyuki.",
    "person": "",
    "tail": "JKP. To compose a verse and make the lines rhyme and scan, is like getting out the wild honey from the hollow tree. Nadhifu, put neatly in order. Omoa, dig out, bring to light."
  },
  {
    "quote": "Kuukuu halilingani na tundu",
    "person": "",
    "tail": ". NGU. Do not compare an old [roof] with a roof with a hole. An old roof is better than a leaking roof, or an old pot is better than a broken pot."
  },
  {
    "quote": "Kuvua maji ya kina kwataka wakurufunzi (or  wakafunzi).",
    "person": "MM. Wakufunzi",
    "tail": "T 201; KA. Fishing in deep water requires craftsmen. To do a skilled job expertise is needed - MM. Wakufunzi (watalaamu, waalimu, wajuzi), experts. Kina or kimo, depth, a deep place in the sea. Usually kina is used. Wakurufunzi, skilled apprentices."
  },
  {
    "quote": "Macho yataweza kuacha moma bila kumwona, na  kumwona nyoka mdogo aliye karibu naye.",
    "person": "",
    "tail": "KB 142; AL 569. It is possible that the eyes do not see the puff adder and see the little snake next to it. One must not keep oneself busy with trifles while neglecting the important matters. Moma, pili, puff adder - J."
  },
  {
    "quote": "1776a. Mapema maivu, mapesi maovu.",
    "person": "SPK.",
    "tail": "SPK. Early ripe, early rot. Often said about girls, though the prefix ma- may refer to matunda (fruits) and to maneno (words) -SPK."
  },
  {
    "quote": "Mbao mbi zikawa mchanga.",
    "person": "JK.",
    "tail": "JK 140. Bad boards become dust. A house [marriage/family] must be built with first-rate wooden beams. Marriages have to be concluded between partners of the same social class - JK. Cf. 3463."
  },
  {
    "quote": "Mcheza hawi kiwete, ngoma yataka matao.",
    "person": "",
    "tail": "F 24.35; KA. A dancer should not be crippled; dancing calls for grace. Said to people without ambition. Matao, curves, twists, bends."
  },
  {
    "quote": "Mchungaji mwema hakai mbele.",
    "person": "",
    "tail": "EM m11. A good shepherd does not stay in front. If the shepherd is behind, it is easier to see and press the flock to move forward and also to ensure its safety. Similarly a good teacher should be behind the group of people - EM."
  },
  {
    "quote": "1779a. Mjeledi humpasa farasi na hatamu humpasa  punda.",
    "person": "SPK.",
    "tail": "SPK. A harness fits as equipment for a horse, a bit fits a donkey. Beings of a higher class do not need a strong control - SPK."
  },
  {
    "quote": "Mkulima bora hukaribishwa kila mahali.",
    "person": "",
    "tail": "NGU. An excellent farmer is welcomed everywhere."
  },
  {
    "quote": "Mpita njia hafurahii sifa apewazo",
    "person": "",
    "tail": ". NGU. A passerby does not enjoy the honors that are given to him/her."
  },
  {
    "quote": "Mpunga haukosi mapepe.",
    "person": "",
    "tail": "NGU. There is no rice without some empty ears [husks]. Cf. 1778, 3467, 4573."
  },
  {
    "quote": "Mrembo hakosi kilema",
    "person": "",
    "tail": ". NGU. Even a well-adorned person has some imperfection."
  },
  {
    "quote": "1783a. Mshujaa hula nguvu zake.",
    "person": "SPK.",
    "tail": "SPK. A hero wastes his/her strength. Great individuals are generous and self-sacrificing - SPK."
  },
  {
    "quote": "Mtemba ni mtemba bora unatifua moshi.",
    "person": "",
    "tail": "REK. A tobacco pipe is an excellent pipe if it raises smoke. Tifua: cause to rise, stir up."
  },
  {
    "quote": "Mtu kwao, mwenye kudharau juha.",
    "person": "",
    "tail": "REK. A person who laughs at someone who is at home, is a fool. A person who is at home is surrounded by his own people. Juha, mpumbavu, fool, stupid. Dharau, despise, mock."
  },
  {
    "quote": "Mtu ni kitu, lakini si kitu.",
    "person": "",
    "tail": "J kitu A human being may be regarded as a thing, but a person is not [only] a thing - J."
  },
  {
    "quote": "Mtu ni watu, si kitu.",
    "person": "",
    "tail": "MM. A person is people, a thing is not. Animals are created, therefore they are creatures, but they are not [real] creatures, a human being is the creature by excellence -AL, mtu. Cf. 719, 4601."
  },
  {
    "quote": "Mtu si mbwa.",
    "person": "",
    "tail": "SAM 18.33. A person is not a dog."
  },
  {
    "quote": "1787a. Mtu wa heshima humpa yake mama",
    "person": "SPK.",
    "tail": ". SPK. People of honor maintain their mother. To be known as people who do not give their mother what she needs, would be a disgrace - SPK."
  },
  {
    "quote": "1787b. Nahodha akiwa bora huvifungasa viwili [vitani].",
    "person": "",
    "tail": "SPK. A skilled skipper ties [the vessel] with two (vitani, ropes)."
  },
  {
    "quote": "Nahodha hodari haogopi mawimbi.",
    "person": "",
    "tail": "TAA 16. A good skipper is not afraid of waves. Cf. 1628"
  },
  {
    "quote": "Ngalawa isiyo na mirengo haisaliki.",
    "person": "JK. Ngalawa",
    "tail": "JK 141. The boat which has no outriggers does not survive. Essentials should never be missing - JK. Ngalawa: a canoe with outriggers. The oldest type of boat on the Indian Ocean, it was used for intercontinental voyages - JK."
  },
  {
    "quote": "Ngoma ikolee huambwa huku na huku.",
    "person": "EM.",
    "tail": "EM n11. A satisfying drum is beaten on both sides. \"For a drum to give its best, the drummer must use both sides of it in proper time. The meaning is that to maximize the benefit of a matter, it is necessary to examine all of its aspects\" - EM."
  },
  {
    "quote": "Nyumba ya mchangani haihimili dhoruba",
    "person": "",
    "tail": ". EM n28. A house built on sand cannot withstand the storm. A matter which has no good basis can easily be destroyed. EM."
  },
  {
    "quote": "Paka hashibi kwa wali, matilabae ni panya.",
    "person": "",
    "tail": "T 449; MS 62; SACL 509, 636; AL 1269; JK. The cat is not satisfied with rice, its quest is mice. You attract people by their weaknesses. Matilaba, desire. Cf. 4094."
  },
  {
    "quote": "Pale uliponunua ngoma inayolia vizuri  utaparudia.",
    "person": "",
    "tail": "KB 258. There where you bought a good-sounding drum you will go back."
  },
  {
    "quote": "Penye mafundi hapakosi wanafunzi.",
    "person": "",
    "tail": "F 42.12; B 4 82; FSM 180; L p.112. Where there are experts, there is no lack of learners. Cf. 873."
  },
  {
    "quote": "Punje moja ya mtama ni bora kuliko almasi.",
    "person": "",
    "tail": "KS punja; AL 106. One grain of millet is more precious than a diamond. A grain of millet is productive; a diamond does not fill the stomach."
  },
  {
    "quote": "Rahisi ghali.",
    "person": "",
    "tail": "EM r7. Cheapness is expensive. A cheap thing does not usually last."
  },
  {
    "quote": "Rahisi haihalisi.",
    "person": "",
    "tail": "KA; SM. Cheapness does not satisfy."
  },
  {
    "quote": "Rahisi huvunja upishi.",
    "person": "V. To be cheap spoils good cooking - AL.",
    "tail": "V 70; SACL 770; AL 142. To be cheap spoils the cooking. Cheap goods always prove expensive - V. To be cheap spoils good cooking - AL. Cf. 1799."
  },
  {
    "quote": "Rahisi siku zote haifiki.",
    "person": "",
    "tail": "WIKON 179. Easy always does not happen."
  },
  {
    "quote": "Safisha kikombe ndani na nje.",
    "person": "",
    "tail": "NGU. Clean the cup inside and out. Do a job well."
  },
  {
    "quote": "Shibe ya nguo ni kilemba.",
    "person": "",
    "tail": "SACL 836; V 40. The fulfillment of the clothing is the turban. Only when you put on the turban are you fully dressed. Cf. 1802."
  },
  {
    "quote": "Sifa ya nguo ni pindo.",
    "person": "",
    "tail": "T 481; SACL 750; MS 75; Vsifa; AL nguo.; AL 667. The beauty [value] of the cloth is the embroidered hem. Cf. 1801."
  },
  {
    "quote": "Sifa za mbinguni zina malaika.",
    "person": "",
    "tail": "T 482; SACL 802; MS 76. The beauty of heaven is that there are angels. A description of heaven includes angels."
  },
  {
    "quote": "Swifa za mti zafungwa ndani mwa yaliyochungwa.",
    "person": "JK.",
    "tail": "RSP 34. The qualities of the tree are tied inside [the fruits] that have been well cared for - JK."
  },
  {
    "quote": "Tamu ya madafu kunywea dafuni.",
    "person": "EM.",
    "tail": "EM t3. The sweetness of the coconut juice is best when the juice is taken in the nut. Something taken in its natural state is more appealing - EM."
  },
  {
    "quote": "Hapendezi mwanamke illa ndani dafu yake.",
    "person": "",
    "tail": "JKF p. 56. A woman is not liked except for her coconut juice [in her youth]. Cf.4610."
  },
  {
    "quote": "Tendea-mbwa, ajuaje fadhiliye?",
    "person": "",
    "tail": "T 505. Doing favors to a dog, how can it recognize its benefits? About doing good to people who do not appreciate it."
  },
  {
    "quote": "Thamani ya mtu ni utu.",
    "person": "",
    "tail": "EM t12. The value of people is their personality."
  },
  {
    "quote": "Toboa kisha ujenge.",
    "person": "EM.",
    "tail": "EM t15. Make room and then build. If you point out the wickedness of something, you should also show how to rectify it - EM."
  },
  {
    "quote": "Tonga si tuwi.",
    "person": "F. An unripe coconut full of milk is not creamy juice - MM. The milky juice in an unripe coconut is not the same as that of a ripe coconut - KA. A young girl is not the equal of a woman in bloom - AL. About things not finished. Or a student and teacher",
    "tail": "F 45.4; KA; AL 458. The juice of an immature coconut is not like coconut oil - F. An unripe coconut full of milk is not creamy juice - MM. The milky juice in an unripe coconut is not the same as that of a ripe coconut - KA. A young girl is not the equal of a woman in bloom - AL. About things not finished. Or a student and teacher; a child and parent. Tuwi or tui, the creamy juice obtained by squeezing grated coconut mixed with water - MM."
  },
  {
    "quote": "Tunda liivalo ndilo linaloliwa.",
    "person": "",
    "tail": "NGU. It is the ripe fruit that is eaten."
  },
  {
    "quote": "Ubora wa mti ni kuruge.",
    "person": "",
    "tail": "EM u2. The pit gives quality to the tree. A person's value derives from the heart."
  },
  {
    "quote": "Ubora wa mtu sio rangi.",
    "person": "",
    "tail": "FK. A person's excellence is not [determined] by the color of skin."
  },
  {
    "quote": "Ubora wa sabuni ni povu.",
    "person": "",
    "tail": "REK. The quality of the soap is in its foam. A well foaming soap is a good soap."
  },
  {
    "quote": "Ugumu wa nyumba ni msingi.",
    "person": "",
    "tail": "REK. The solidity of a house comes from the foundation. In a family or organization it comes from the key person."
  },
  {
    "quote": "Uje, upitie mwamba, tukujue u rubani.",
    "person": "",
    "tail": "ED 58. And come, pass by this rock, so we may know that you are a pilot. Prove your worth by deeds."
  },
  {
    "quote": "Ukiona chungu kipya, usitupe cha zamani.",
    "person": "",
    "tail": "CO 82.7. If you see a new cooking pot, don't throw away the old one. All new things are not always better than the old ones. Cf. 2254."
  },
  {
    "quote": "1816a. Ukitaka nyumba njema utie msingi mwema.",
    "person": "SPK.",
    "tail": "SPK. If you want a good house lay a good foundation. Conclude a good marriage - SPK."
  },
  {
    "quote": "Ukitema kuni temato.",
    "person": "",
    "tail": "A 158; T 157; SAM. 10.11. If you cut firewood, cut it well. If you do a meaningful thing do it well. See note on to, temato #82. Cf. 1148."
  },
  {
    "quote": "Mtema-kuni chake akuonye.",
    "person": "SPK.",
    "tail": "SPK. Let the woodcutter show you it [the wound] by cutting him/her-self. Take a warning from experienced people - SPK."
  },
  {
    "quote": "Ukiua nyoka, ukikate kichwa, usije kuumwa mara  ya pili.",
    "person": "",
    "tail": "JK 125. When you kill a snake, cut off its head lest you be bitten a second time."
  },
  {
    "quote": "Kama unataka kuua nyoka mpige kichwani.",
    "person": "",
    "tail": "FSM 76. If you want to kill a snake hit it on the head."
  },
  {
    "quote": "Ukuukuu wa kamba si upya wa ukambaa.",
    "person": "F. Stay with proven things or people. New things are not always better. An old friend is preferable to a new one - AL. However",
    "tail": "J; MS 81; FSM 191; F 47.16; SACL 322; T 530; KB kamba; KS kamba; AL kamba; AL 980. A well-worn coir-rope is better than a new rope made from raffia - F. Stay with proven things or people. New things are not always better. An old friend is preferable to a new one - AL. However, an opposite translation: A worn rope is not as good as a new strap - KB; SACL 990. Si: often in proverbs expresses a preference; not to be confused with the negative copula si : it is not."
  },
  {
    "quote": "Ukuukuu wa kamba si upya wa mkano.",
    "person": "",
    "tail": "SACL 558, 990. An old rope is not so good as a new tendon. Mkano or mshipa: a tendon."
  },
  {
    "quote": "Upepo umepinduka, la shamba lake mjini.",
    "person": "",
    "tail": "REK. The wind has changed, the produce of your garden is in town. Change your occupation. To go and live in town is now better for you; go with the flow."
  },
  {
    "quote": "Usawa ni roho.",
    "person": "EM.",
    "tail": "EM u25. Equality is spiritual. Human equality is not a matter of physical body-height or weight or of the intellect. Equality is a spiritual matter - EM."
  },
  {
    "quote": "Usidharau kiselema. Chalima kikapita jembe  zima.",
    "person": "",
    "tail": "J kiselema; T 551; WIKON 183; SACL 402, kisilima.. Do not despise a worn hoe, it is able to cultivate and even surpass a whole one. Do not forget old friends. Kiselema, a hoe, or anything which has become small or worn down through much use, e.g., pencil, knife, mortar - J."
  },
  {
    "quote": "Sidharau kiselema hakipitwi kwa kulima.",
    "person": "SPK.",
    "tail": "SPK. Do not despise an old hoe; there is none better for hoeing. A new [wife] is not always better - SPK. Cf. 2254, 3996."
  },
  {
    "quote": "Usifikiri mama yako ndiye mpishi peke yake.",
    "person": "",
    "tail": "EM u27. Don't think that your mother is the only cook."
  },
  {
    "quote": "1823a. Usile lilofunjika, usifunje lilo zima.",
    "person": "",
    "tail": "SPK. Do not eat [use] what is broken, do not break what is whole"
  },
  {
    "quote": "Wajikaza kisabuni.",
    "person": "EM.",
    "tail": "EM w4. You behave soap-like. Even a small piece of soap will lather. One who behaves soap-like is one who works hard to maintain prestige even when the ability to do so is almost gone - EM."
  },
  {
    "quote": "Wapiga mbio ni wengi, washindi ni wachache.",
    "person": "",
    "tail": "NGU. There are many runners but few winners."
  },
  {
    "quote": "1825a. Watatuvu hutatua.",
    "person": "",
    "tail": "SPK. It is the intelligent people who find solutions."
  },
  {
    "quote": "Watu hujifunza kutoka makosa yao.",
    "person": "",
    "tail": "NGU. People learn from their mistakes."
  },
  {
    "quote": "Wenzile, hawasalile, wanaume wenye maana:",
    "person": "",
    "tail": "wasile wawa, - kelele, mbio, na kufukuzana: makini hamna tena. T 591. A modern lament [1885]: They have gone, they are no more, the heroes, the genuine ones. There are left behind just these: noise, haste and chasing one another; there is no longer any sobriety - T."
  },
  {
    "quote": "Wenzile hawaslile wanaume wenye maana, wasele walo  kelele, mbio na kufukuzana.",
    "person": "",
    "tail": "SPK. They have gone, none remained of the men of significance. There remain only the shouters, always running and chasing each other."
  },
  {
    "quote": "Wimbo muwi [mtu] hamuongolei mwana.",
    "person": "",
    "tail": "T 593; Vwi; SACL 714 omits mtu; KS; EM n22. No one ever hushes a babe with a bad song - T."
  },
  {
    "quote": "Wimbo mui hauongolewi mwana.",
    "person": "JK. If a child cannot fall asleep or has pain",
    "tail": "JKP; MARA 2. A child is not guided with a bad song. \"Songs are much used in Africa to teach children proper behaviour.\" - JK. If a child cannot fall asleep or has pain, the mother sings soothing songs. The Swahili believe that good songs have a good influence on the behavior of a child and bad songs a bad influence - MARA."
  },
  {
    "quote": "Dua mbaya haiombolezewi mtoto.",
    "person": "",
    "tail": "NGU. A bad prayer does not mention the needs of the child."
  },
  {
    "quote": "Yote yang'aayo usidhani ni dhahabu.",
    "person": "KB.",
    "tail": "F 52.3; B 2.6; KB 349; NGU. Don't think that all that glitters is gold. Don't judge from appearances only - KB."
  },
  {
    "quote": "Kila imetayo siyo adhabu.",
    "person": "",
    "tail": "NGU. All that glitters is not gold."
  }
]