[
  {
    "quote": "Achekwaye ndiye  afanikiwaye.",
    "person": "",
    "tail": "KER. The one who is laughed at is the one who suceeds. 4449. Akipewa amependelewa, nikipewa nastahili. KA. If somebody else is awarded that person is favored, (but) if I am awarded I have earned it. Used when someone is jealous."
  },
  {
    "quote": "Alo na jaha humwambia  heri na asofaulu humwambia habalu.",
    "person": "",
    "tail": "JKP. If you succeed people say nice things to you, but if you fail they call you irresponsible. Alo for aliye: the one who. Jaha: honor, glory, prosperity. Habalu or habali: irresponsible."
  },
  {
    "quote": "Ameangukiwa kikuti kibichi.",
    "person": "",
    "tail": "SACL. 68,373. A green palm-leaf has befallen on So and So. Somebody has been lucky. A poor person has found good fortune. Instead of kibichi [green, fresh], chema [good] is also used."
  },
  {
    "quote": "Ameangukiwa na  msiba.",
    "person": "",
    "tail": "SACL. 68. That person has encountered misfortune."
  },
  {
    "quote": "Ametoa  mleli.",
    "person": "",
    "tail": "J.,mleli. That person has put out a tail-feather. One is prospering. J."
  },
  {
    "quote": "Anayeonja  asali huchonga mzinga.",
    "person": "",
    "tail": "F.3.24. Someone who tastes honey makes a beehive. Nothing succeeds like success."
  },
  {
    "quote": "Asiyekubali kushindwa si mshindani.",
    "person": "",
    "tail": "F.4.34; H.96; L.7; B.2.34; RECH.356; MARA.7; SWA.63; KA; V.78. One who does not admit defeat is not a good fighter. He should not fight. We must recognize that there are things in life that some people can do and others not. KA. Said to one who has been defeated."
  },
  {
    "quote": "Asiyekiri  ushinde hakuwa mshindani.",
    "person": "",
    "tail": "T.33; SACL. 974. One who does not acknowledge the possibility of being worsted, has never engaged in the struggle. T."
  },
  {
    "quote": "Chako ni  chako, usidharau cha mwenzako.",
    "person": "",
    "tail": "NGU. Yours is yours, but don't despise your friend's. Cf #1895."
  },
  {
    "quote": "Fedha ni  matokeo, si msingi wa maendeleo.",
    "person": "",
    "tail": "KS.,tokeo. Money is the result, not the foundation of progress."
  },
  {
    "quote": "Filimbi ya  mwisho ndiyo huamua mshindi.",
    "person": "",
    "tail": "REK. It is the last whistle that tells the winner."
  },
  {
    "quote": "Hakuna  kilicho kitamu kuliko kilichopatikana kwa shida.",
    "person": "",
    "tail": "REK. There is nothing sweeter than what has been obtained at great effort."
  },
  {
    "quote": "Hakuna  kipato bila maumivu.",
    "person": "",
    "tail": "NGU. No gain without pain."
  },
  {
    "quote": "Hakuna zaidi mbovu.",
    "person": "",
    "tail": "J.,zaidi. There is no increase which is bad. J."
  },
  {
    "quote": "Hapana ziada  mbovu.",
    "person": "",
    "tail": "F.10.9. There is no harm in an increase. F."
  },
  {
    "quote": "Hakuna zaidi  mbovu: fungato haiumizi mkono.",
    "person": "",
    "tail": "T. 79. There is no ill increase: bind-well does not hurt the arm. Sometimes applied to explain the acceptance of a gift of no great value. T."
  },
  {
    "quote": "Halipati! Halipati! Lapumbaza.",
    "person": "",
    "tail": "SACL.763; T.80; AL 1383; KA. A repeated miss. That is very hard to take. Although the repeated attacks of an enemy may fail of their object, yet they seldom fail to worry a person. T."
  },
  {
    "quote": "Halifai,  halifai, lapumbaza.",
    "person": "",
    "tail": "KA; MARA 2. It's useless, it's useless, it satisfies. It happens that some people mock others who do things that seem to be a waste of time. But as long as they like it, let them be. KA. To show that there is no thing or person totally useless, even if some people think so. MARA."
  },
  {
    "quote": "Hamna sifa  zisizo na msingi.",
    "person": "",
    "tail": "REK. There is no honor without reason. Respect must have been earned."
  },
  {
    "quote": "Kamba ya mali  haivutwi kwa nguvu.",
    "person": "",
    "tail": "PM.83 One does not pull the rope of riches with force. One should not force one's luck."
  },
  {
    "quote": "Katika  mawindo ya ndezi hakuna ngozi.",
    "person": "",
    "tail": "AL 1659. While hunting the big ndezi rats don't expect to obtain [nice] skins. The hides are covered with sharp spikes and therefore they are useless."
  },
  {
    "quote": "Kilima  uzuri mbali, karibu kuna mabonde.",
    "person": "",
    "tail": "AL 1674. From afar the hill is nice, close by there are valleys."
  },
  {
    "quote": "Kilima uzuri  mbali, karibu kina majuto.",
    "person": "",
    "tail": "AL 1675. From afar the hill is nice, close by it causes regrets. Nothing is perfect."
  },
  {
    "quote": "Majaliwa  si mamoja.",
    "person": "",
    "tail": "J.,jalia. All talents are not alike."
  },
  {
    "quote": "Maji  yasimwagike wala mtungi usivunjike.",
    "person": "",
    "tail": "T.232; SACL.618. Without either the water being spilt or the pitcher being broken. A wish for a safe journey. Cf. #1233."
  },
  {
    "quote": "Mgala  muume na haki umpe.",
    "person": "",
    "tail": "KA. Give the Gala man his right. Give a person praise if earned, and blame if earned. KA."
  },
  {
    "quote": "Mgala muue na  haki umpe.",
    "person": "",
    "tail": "ZO p34 Kill a Gala and give him his due. Gala or Galla: \"A great nation consisting of many tribes in East Africa....They were a few years ago almost entirely destroyed by the Somali.\" Krapf."
  },
  {
    "quote": "Mnywa maji kwa mkono [mmoja] kiu yake i palepale.",
    "person": "",
    "tail": "T.297; F.29.89; L.55; SAM.15.16; SACL.417; KB.193. One who drinks water with [one] hand, will remain thirsty. Of somebody who does his work half-heartedly."
  },
  {
    "quote": "Mpata leo,  si mpata kesho.",
    "person": "",
    "tail": "NGU. The receiver today is not [necessarily] the receiver tomorrow. What you receive today is what you have, what you receive tomorrow is uncertain."
  },
  {
    "quote": "Mpigia  sifa bahati yake ndogo.",
    "person": "",
    "tail": "AL, piga; AL 1741. Someone aspiring after fame has little chance."
  },
  {
    "quote": "Muonja  asali, hutupa ugali.",
    "person": "",
    "tail": "RSP.101. One who has tasted honey, throws the porridge away."
  },
  {
    "quote": "Mwungwana  anajilaumu mwenyewe, pumbavu hulaumu wengine.",
    "person": "",
    "tail": "NGU. Gentle people blame themselves; fools blame others. Pumbavu: a dumb, stupid person, a fool."
  },
  {
    "quote": "Nadhari  njia ya peponi.",
    "person": "",
    "tail": "SAM.20.1. Good judgement [planning] is the road to happiness [success]."
  },
  {
    "quote": "Nguvu  nguvu hayafani.",
    "person": "",
    "tail": "AL 209. Using force constantly is unsuccessful."
  },
  {
    "quote": "Pato ni  kutunukiwa: ni mola na mwenye huba.",
    "person": "",
    "tail": "AL 1703. Becoming prosperous depends on God and on a generous friend. Huba or heba: friendship, love, desire."
  },
  {
    "quote": "Rangi  hairushi puto.",
    "person": "",
    "tail": "EM r11. It is not the color that makes the balloon fly. A person should be judged by his humanity. Puto: balloon."
  },
  {
    "quote": "Tende?  Tendeje! Nyama? Nyamaa! Pembe? Kipembe!",
    "person": "",
    "tail": "T.504. Dates? What can I do? Cattle? Hold your tongue! Ivory? The prison! The profit on dates is \"so-so\"; on cattle, \"not worth mentioning,\" and as for the ivory trade, disputes are so common and litigation so dangerous, that most ivory traders at some time or another make acquaintance with the inside of a gereza (prison). T. This monologue on the disadvantages of trade is for one who is seeking to enter trade. T."
  },
  {
    "quote": "Tumbiri  kukosa bungo, alisema, \"li uchungu.\"",
    "person": "",
    "tail": "T.510; V.124; SACL. 910. The monkey failing to get the bungo, said: \"It is bitter.\" Bungo: fruit of the rubber liana (landolphia). Resembles a lemon."
  },
  {
    "quote": "Ukitaka  kuoga, usiogope baridi.",
    "person": "",
    "tail": "AL 154. If you want to take a bath, you should not be afraid of the cold."
  },
  {
    "quote": "Usigombane  na shani ya mungu.",
    "person": "",
    "tail": "SAM.25.15. Do not quarrel with the glory of God. Glory manifested in a person's success. Be not envious. MM. Cf. #809."
  },
  {
    "quote": "Vyako,  vyako na wenzio: vikikupata ni vyako peke yako.",
    "person": "",
    "tail": "F.51.5;B.2.47. The good that befalls you is yours and your friends'; the evil that befalls you is just your own. F. Success has many fathers, but failure is an orphan."
  },
  {
    "quote": "Chako chako peke  yako, kikikufika kina wenzako.",
    "person": "",
    "tail": "SAM.5.2. What is yours is yours alone, but if it gets you it gets to your friends. When a good thing happens to you it is yours alone, but when a calamity befalls you, you share it with your friends. MM."
  },
  {
    "quote": "Washindwapo ndipo washindapo.",
    "person": "",
    "tail": "FSM.l99. Where there are losers there also are winners. One should not give up too easily and should try to learn why one has failed and take the means to do better next time."
  },
  {
    "quote": "Ya  kunya haina wingu.",
    "person": "",
    "tail": "T.594; V.29. [The rain] that pours has no clouds. The gifts of fortune are unexpected."
  }
]