[
  {
    "quote": "Akiba  haiozi.",
    "person": "",
    "tail": "F.1.7; J., akiba; B.2.34; RECH.7; H.4; KB.6; SWA.l. A reserve never goes bad. Always comes in useful. J. A person with foresight will know prosperity. KB. Akiba si mbaya, mlafi ni mkata. NGU. Reserve is not bad, a glutton is a pauper. Mla: an eater, a consumer, one who eats. Mlaji: someone addicted to food Mlafi: a glutton, gourmandizer akiba si mbi ingawa ni kumbe, siku ya kivumbi hutia motoni. SM. A reserve is not bad, even if it a husk of a coconut, in a day of need put it in the fire."
  },
  {
    "quote": "Aliyemnyima mwenzake  nyama ya ndezi, paa akanyima nyama ya mbogo.",
    "person": "",
    "tail": "AL 1235. To one who refused a companion meat of a rodent, the gazelle denied buffalo meat. The egoist must not expect help from others. Ndezi: the name of a kind of rat. Mbogo or nyati: buffalo."
  },
  {
    "quote": "Aliyezowea  kupokea kutoa ni vita.",
    "person": "",
    "tail": "SM. For a person accustomed to receive, giving is like a war. Said of a hard, selfish person, a miser. cf. #304."
  },
  {
    "quote": "Awekaye ukindo hula na mwenziwe.",
    "person": "",
    "tail": "FSM.22. One who puts down 'an enough' eats with a companion. Every person who puts the spoon down will eat with a companion. The meaning of ukindo is not clear. It may stand for ukingo, a screen, act of warding off. So if someone puts the remaining food behind the screen, there would be something to share with friends later. HM. Cf.# 4492"
  },
  {
    "quote": "Cha baili  huliwa na mende.",
    "person": "",
    "tail": "NESTOR p.36. The property of a miser is eaten by cockcroaches."
  },
  {
    "quote": "Choyo ni  shina la maovu yote.",
    "person": "",
    "tail": "MEM.149. Avarice is the root of all evil."
  },
  {
    "quote": "Furushi  analochukua mwenzako kiunoni huwezi kulifungua.",
    "person": "",
    "tail": "AL 1122. The bundle that your companion carries on his hip, you cannot open. Don't count on a stingy companion. AL."
  },
  {
    "quote": "Kila mweka  mwiko hula na wenziwe.",
    "person": "",
    "tail": "FSM.22. Everyone who puts down the spoon will eat with companions. Mwiko has the double meaning of spoon and taboo. It is also possible that mwiko originally stood for mwiku, food left over. The translation would then be: Every time a person stores left-overs, that person will eat with companions. Be thrlfty. HM. Cf.# 4488."
  },
  {
    "quote": "Kimbuzi na  kimbuzi hununua jahazi.",
    "person": "",
    "tail": "JK.134. A little goat and another little goat will buy a boat. Small savings accumulate to big savings. JK. Kibuzi is more common than kimbuzi: a little goat. SACL."
  },
  {
    "quote": "Kisichofaa  leo kitafaa kesho.",
    "person": "",
    "tail": "NGU. What is of no use today will be useful tomorrow.."
  },
  {
    "quote": "Kisokula  mlimwengu, sera nale.",
    "person": "",
    "tail": "F.16.28; KA. What is not eaten by a human being, let the devil eat it. F. A human being should do only good things and leave evil to the devil. Said to a drunkard."
  },
  {
    "quote": "Kula mali;  mchanga hauliki.",
    "person": "",
    "tail": "KB.126; AL,la. Eat your wealth; sand is not edible. Eat what you have, sand [in your grave] is not tasty. AL. Enjoy your life before being in your grave. AL."
  },
  {
    "quote": "Maji  ya kifuu ni bahari ya chungu.",
    "person": "",
    "tail": "F.21.9; B.2.57; H.61; POL.230; B.1.33. The water in an empty coconut shell is like a sea to an ant. What often seems very small to one may prove very big to another."
  },
  {
    "quote": "Bahari ya chungu  ni maji kitobweni.",
    "person": "",
    "tail": "JKP. The ocean of the ants is water in a small hole. \"Said when a small person fears a small thing\". JKP. Cf. #1913."
  },
  {
    "quote": "Mali  ya bahili huliwa na wadudu.",
    "person": "",
    "tail": "J., bahili; T.234; RECH.22; V.139, dudu: SACL .82, 173; KB. p.453, 478; KS, bahili. The wealth of the miser is devoured by insects. SACL. For insects, read: \"good-for-nothing people.\" KB; SACL."
  },
  {
    "quote": "Mali  ya bahili mwenyewe ni jini.",
    "person": "",
    "tail": "T.235; B.4.47. A miser's wealth: the owner is a demon. A nursery tale says that the reason a miser does not use his/her wealth is that it is being enjoyed by demons. T."
  },
  {
    "quote": "Mali ya kumtia mwenyewe utumwani si mali.",
    "person": "",
    "tail": "MA. 272. The wealth which enslaves the owner is not wealth."
  },
  {
    "quote": "Masazo ya  ndovu, majani makavu.",
    "person": "",
    "tail": "JK.136. The left-overs of an elephant are withered leaves. The remnants of power are [often] ruins."
  },
  {
    "quote": "Maskini na  mwanawe, tajiri na mali  yake.",
    "person": "",
    "tail": "F.22. 21; B.1.75; NS.6. Poor people and their child [are like] rich people and their wealth."
  },
  {
    "quote": "Tajiri na  maliye, maskini na mwanawe.",
    "person": "",
    "tail": "KS.,tajiri. Like a rich person and wealth, so are the poor and their child."
  },
  {
    "quote": "Mbahili  huwa mkarimu ugenini.",
    "person": "",
    "tail": "REK. A miser becomes generous abroad."
  },
  {
    "quote": "Mchoyo  hana rafiki.",
    "person": "",
    "tail": "FSM.101. A miser has no friends. About not sharing. Cf. #1600."
  },
  {
    "quote": "Mchunga  haziki.",
    "person": "",
    "tail": "F.25.46. A shepherd does not bury. He does not keep a reserve, he eats it. He does not waste, he consumes it all. MM."
  },
  {
    "quote": "Mkono wa tundu.",
    "person": "",
    "tail": "T.640d. A hand with a hole in it. Said of those who cannot keep what they possess."
  },
  {
    "quote": "Mla leo  kesho hali.",
    "person": "",
    "tail": "MA.325. One who eats today will not eat tomorrow. Understood is one who finishes all today."
  },
  {
    "quote": "Mlevi wa  mvinyo hulevuka, mlevi wa mali  halevuki.",
    "person": "",
    "tail": "JK.129; KB.l91; SACL .571, 471; V.,mlevi. One who is drunk after drinking wine will get sober, but one who is drunk with wealth will not [get sober]."
  },
  {
    "quote": "Mmaliza mali si mtafuta mali.",
    "person": "",
    "tail": "EM m23. The one who squanders property is not the one who worked to get it. A squanderer often did not work for the property and does not know how hard it was to acquire it. EM."
  },
  {
    "quote": "Mwanamke [mke] wa sultani mtajiri, aliye na choyo,  [siku moja] akaenda kuomba sindano.",
    "person": "",
    "tail": "KB.212; AL 103. The wife of a rich and stingy sultan one day had to go and borrow a needle."
  },
  {
    "quote": "Mziba  sikio asimsikilize maskini, akija naye hulalamika, hatasikilizwa kamwe.",
    "person": "",
    "tail": "KB.228. People who turn a deaf ear to the complaints of a poor person will be treated the same way when their time comes to complain."
  },
  {
    "quote": "Nyumba kuu haina nafasi.",
    "person": "",
    "tail": "J.,chumba. A big house has little room."
  },
  {
    "quote": "Simpake  mafuta utosini tu.",
    "person": "",
    "tail": "EM s17. Do not anoint a person only on the crown of the head. If you help somebody, help him fully."
  },
  {
    "quote": "Stahimili  ule mbivu, vumbika ule mbovu.",
    "person": "",
    "tail": "EM s23. If you wait you will eat what is ripe, if you accumulate you will eat what is rotten. Waiting for the proper time brings satisfactory results, but piling up goods without using them results in losses. EM."
  },
  {
    "quote": "Tone  la mungu, mto wa chungu.",
    "person": "",
    "tail": "RSP.103. A raindrop from God is like a river to an ant. Cf. #1902."
  },
  {
    "quote": "Tumia ulichumiacho kale.",
    "person": "",
    "tail": "ED.76. Use what you have put together [earned] in earlier days."
  },
  {
    "quote": "Tunza lako, tutatunza letu.",
    "person": "",
    "tail": "JK.121; AL 1173. Look after your own [field], we shall look after ours. JK. Don't interfere with other people's affairs."
  },
  {
    "quote": "Ufukara hauji mara.",
    "person": "",
    "tail": "RSP.69. Poverty does not come at once. It comes by wasting one's property. RSP."
  },
  {
    "quote": "Ukimpa  paka utumbo, mwenyewe utakula nini?",
    "person": "",
    "tail": "T.541; CM.51; KA; AL 1229; V. If you give the tender meat of the belly to the cat, what are you going to eat yourself? An ironical question asked a miser, who under pretext that the cat needs choice food, does not feed a poor person. Utumbo: intestines, guts. The tender fatty intestines. KA. Cf. #876."
  },
  {
    "quote": "Unakula vya watu, vyako unasirima katika kiwambaza.",
    "person": "",
    "tail": "KB.313; AL 1099. You eat the food of others, your own food you smear on the wall. Don't be so stingy as not to invite anyone."
  },
  {
    "quote": "Usichumie tumbo.",
    "person": "",
    "tail": "JK.146; AL 593. Do not pick from the belly. JK. Do not only work for the tummy. MM. Said of people who work and live only for eating. MM."
  },
  {
    "quote": "Usikae kwa  ghururi, tia akiba kwa kesho.",
    "person": "",
    "tail": "JKP. Do not live with an illusion, lay in a store for tomorrow. Don't think that a good time will last for ever. JKP."
  },
  {
    "quote": "Usitumie mapesa yako; yakisha utatabakwa.",
    "person": "",
    "tail": "ED. 82; JK.144. Don't spend all your money; when it is finished you'll be destitute."
  },
  {
    "quote": "Vya chui  vinaliwa na panya.",
    "person": "",
    "tail": "AL 1234. The goods of the leopard are eaten by rats. Miserliness profits nobody."
  },
  {
    "quote": "Vya  kuficha vinaoza.",
    "person": "",
    "tail": "AL 764; AL,oza. Things hidden will spoil."
  },
  {
    "quote": "Wachoyo  wengi kuliko wakarimu.",
    "person": "",
    "tail": "EM w3. There are more selfish people than generous ones."
  },
  {
    "quote": "Wape  maskini wale, usile pweke husonga.",
    "person": "",
    "tail": "JKP. Give to the poor that they may eat; do not eat alone, you may choke."
  },
  {
    "quote": "[e,] wewe kama mamba, huila mwenyewe.",
    "person": "",
    "tail": "ED.13. You are like a mudfish, you consume yourself. This is said of somebody who squanders his goods. Mamba: mudfish, catfish. It buries itself in the mud when the water dries up and \"hibernates\" there until the rain brings back the water."
  }
]