[
  {
    "quote": "Afadhali dooteni kama  ambari kutanda.",
    "person": "",
    "tail": "KA; SM; J ambari. It is better to have a little bad thing you have, than something very beautiful you don't have or possibly will have. Don't desire things that cannot be had. Ambari: ambergris. If eaten at high tide, while standing in much water, results in stoutness; if eaten at low tide in shallow water, results in slimming - J."
  },
  {
    "quote": "Asiyekunywa kwenye  chemchem hunywa kwenye mto.",
    "person": "",
    "tail": "EM 17.25. One who does not drink from a spring, drinks from a river. Take the second best. Cf. 1540."
  },
  {
    "quote": "Bahati ya  mwenzio usiilalie [nje].",
    "person": "EM. Don't be envious.",
    "tail": "EM 24.7; MS 44.16. The good luck of your colleague should not keep you out of sleep. If your colleague is lucky, don't spend days and sleepless nights finding out why that person got good fortune, why you missed it, and how you can get it - EM. Don't be envious."
  },
  {
    "quote": "Bahati ya mwenzio  usiilalie mlango wazi.",
    "person": "",
    "tail": "KA. Regarding the good luck of your friend, don't sleep with open doors. Don't think that you can share in your friend's luck."
  },
  {
    "quote": "Bahati ya pua si ya  mdomo (or kinywa).",
    "person": "AL. Smelling the aroma of food is not yet the same as eating it.",
    "tail": "AL 1715; AL pua. Good luck of the nose is not as good as that of the mouth - AL. Smelling the aroma of food is not yet the same as eating it."
  },
  {
    "quote": "Baya baya lako, si  jema la mwenzako.",
    "person": "",
    "tail": "SAM 5.3; MS 114; KA; TAA 28; NGU. Your evil is your own, the goodness of your friend is not yours. Be satisfied with what you have. It's useless to covet."
  },
  {
    "quote": "Kibaya chako chema cha  mwenzio.",
    "person": "",
    "tail": "NGU. Bad luck is yours, good luck is for your companion. Bad things that happen are for you to carry alone, success is shared with friends."
  },
  {
    "quote": "Kibaya chako si chema cha  mwenzio.",
    "person": "",
    "tail": "SPK. What is bad for you is not good for your neighbor. Cf. 668, 671, 3419, 4482."
  },
  {
    "quote": "Bora nusu kitumbua  mkononi kuliko kitumbua kizima",
    "person": "",
    "tail": "kilicho dukani. EM 28.18. Half a bun in the hand is better than a whole bun in the shop."
  },
  {
    "quote": "Bora nusu yai kuliko  ganda tupu.",
    "person": "",
    "tail": "MEM 136. Better half an egg than an empty shell. Cf. 3473."
  },
  {
    "quote": "Bura yangu sibadili  kwa rehani.",
    "person": "F. We value what is our own even if inferior -H. Bura and rehani were two kinds of cloth in days gone by",
    "tail": "F 6. 9; B 3.50; H 23; MARA 3; KS bura. I shall not substitute my own bura for a rehani which does not belong to me - F. We value what is our own even if inferior -H. Bura and rehani were two kinds of cloth in days gone by, the latter was of superior quality - F. A play on words: Bure yangu sibadili na rahani. MM. I shall not give away what is free [but my own] for something I have to pay for in exchange [even if superior] - MM. Bure, free, gratis, instead of bura. Rahani, exchange instead of rehani."
  },
  {
    "quote": "Chota si mwaga.",
    "person": "",
    "tail": "SAM 6.5. Drawing a little water is not the same as pouring it out. Don't despise a little thing given to you in the hope of getting a bigger one."
  },
  {
    "quote": "Chungwa unaloweza  kulifikia lichune, sio kulirukia liliko juu zaidi.",
    "person": "",
    "tail": "REK. Pick the orange you can reach, don't jump for the one that is higher up."
  },
  {
    "quote": "Enenda na ulionalo.",
    "person": "",
    "tail": "ED 12. There are two meanings: Do things the way you see fit; and Go with what you see people doing."
  },
  {
    "quote": "Funza kidoleni umri.",
    "person": "AL. Old people need help to extract the chigger from their toe.",
    "tail": "AL umri. A chigger in the toe, old age. Wishing someone to accept the inconveniences of a [long] life - AL. Old people need help to extract the chigger from their toe."
  },
  {
    "quote": "Furaha inahitaji cha  kufanya, cha kupenda na cha kutumaini.",
    "person": "EM.",
    "tail": "EM F10. Happiness requires something to do, something to love and something to hope for. \"Happiness is not mere resting and laughing. Happiness comes from working to your satisfaction, loving others and having hope for a better life\" - EM."
  },
  {
    "quote": "Hakuna furaha ya  milele zaidi ya uzima wa roho.",
    "person": "",
    "tail": "REK. There is no greater permanent joy than the welbeing of the soul."
  },
  {
    "quote": "Hata simba hula  majani.",
    "person": "",
    "tail": "EM h17. Even a lion eats grass. This means that if people are unable to get something they are used to, they may have to use something else of lesser quality. Cf. 1232."
  },
  {
    "quote": "Heri nitakula na  nini kuliko nitakula nini.",
    "person": "",
    "tail": "KA; SM. What shall I eat with it is better than what shall I eat. It is better to have something to eat than nothing to eat. Na nini, \"what comes with it?\""
  },
  {
    "quote": "Huishi kama ameingia  peponi.",
    "person": "MM.",
    "tail": "J; MM. A person living as happy as if in paradise. Said of a lazy, careless person - MM."
  },
  {
    "quote": "Jibwa lishibishwalo  halendi mapipani.",
    "person": "",
    "tail": "MM. A big dog that is well fed does not go to the [garbage] drums."
  },
  {
    "quote": "Kila mtu na roho  yake.",
    "person": "JK.",
    "tail": "JK 129; KB 98. Every person with his/her own soul (or character). Each of us has to come to terms with our own psychological problems - JK."
  },
  {
    "quote": "Konzi ya maji  yamtosha kunywa mtoto.",
    "person": "",
    "tail": "J konzi; AL 343. A fistful of water is sufficient for a child to drink. Cf. 2312, 3625."
  },
  {
    "quote": "Kwamba una kidogo au  kwamba una wingi, uwe radhi.",
    "person": "",
    "tail": "Holiday. Whether you have little or much, be content."
  },
  {
    "quote": "Kwenu ni kwenu  japokuwa porini.",
    "person": "",
    "tail": "NGU. Your home is your home, even in the wilds."
  },
  {
    "quote": "Kwetu kwanifaa zaidi.",
    "person": "",
    "tail": "REK. Being at home [with my own family and countrymen] suits me best. There is no place like home."
  },
  {
    "quote": "Maji meupe baharini,  lakini pwani hayanishi nyota.",
    "person": "",
    "tail": "KA. Seawater may be clean, but on the beach it does not quench my thirst."
  },
  {
    "quote": "Mbaazi ukikosa maua husingizia jua.",
    "person": "AL.",
    "tail": "F 23.24; KS; AL 1401. When a pigeon-pea plant has no flowers, it blames the sun. It's hard to accept one's own shortcomings - AL."
  },
  {
    "quote": "1211a. Mbwa apendelee  mifupa.",
    "person": "SPK.",
    "tail": "SPK. A dog ought to prefer bones. Said when people are doing something they ought not to do, e.g. a wife looking at another man - SPK."
  },
  {
    "quote": "Mlikula chumvi,  haikosi utamu.",
    "person": "",
    "tail": "AL 9. You have eaten salt, it is not without taste. It is good to remember the pleasures of life. Cf. 2476."
  },
  {
    "quote": "Mlilia choyo  huongezwa.",
    "person": "",
    "tail": "T 282; MM. The grumbler gets more [to grumble about]. Of a person who grumbles for no reason."
  },
  {
    "quote": "Mpata radhi hupata  hadhi.",
    "person": "",
    "tail": "KA. One who is content obtains respect."
  },
  {
    "quote": "Mwenye chake hakosi  cha mwenzake.",
    "person": "AL.",
    "tail": "JK 121; KB 218; AL 66. One who has what is needed does not miss his neighbor's. One who has his/her own does not pass the occasion to use what belongs to another. Greed is never satisfied - AL."
  },
  {
    "quote": "1215a. Mwenye moyo wa  furaha, humzaidia raha.",
    "person": "",
    "tail": "SPK. The owner of a cheerful heart will find joy ever increasing."
  },
  {
    "quote": "Ni asili ya binadamu  kutotosheka.",
    "person": "",
    "tail": "NGU. It's the nature of mankind never to be satisfied."
  },
  {
    "quote": "Njiwa hakomi kulia.",
    "person": "JKP.",
    "tail": "JKP. The dove never stops crying. \"The East African turtle dove has a sad call, so it is compared to a plaintive person\" - JKP."
  },
  {
    "quote": "Nyosha miguu kadiri  ya kitando chako.",
    "person": "KB.",
    "tail": "KB 252, 321. Stretch your legs according to your bed. Be content with what you have - KB."
  },
  {
    "quote": "Nyumba ya nyuni,  haioni nduni.",
    "person": "",
    "tail": "RSP 127. The bird does not think that its own nest is shabby."
  },
  {
    "quote": "Pabaya pako si pema  pa mwenzako.",
    "person": "F. Love your own things",
    "tail": "F 41.1; MARA 3. Your own bad place is far better [so far as you are concerned] than your companion's place [which will do you no good] - F. Love your own things; do not envy others'."
  },
  {
    "quote": "Padogo pako si  pakubwa pa mwenzako.",
    "person": "L. Si",
    "tail": "F 41.2; L 83; H 92; B 2.11; MS 169; SWA 32; NGU. The little place that is yours is better than the big place of your companion - L. Si, is not. In proverbs the si means that the first part of the sentence is more important than the second part. Cf. 1211, 1220, 2493, 3151."
  },
  {
    "quote": "Penda chako.",
    "person": "",
    "tail": "NGU. Love what is yours."
  },
  {
    "quote": "Penye mvua, dungu  hutuficha.",
    "person": "",
    "tail": "SAM 21.4. When it rains, a platform shields us. When in difficulty a person is not selective. Cf. 4093."
  },
  {
    "quote": "1223a. Raha ya dunia ni  mambo matatu: la kwanza afya, la pili ni kitu, tatu bahati ya kupendwa na watu.",
    "person": "",
    "tail": "SPK Pleasure in this life is three things: First health, second money, third, the happiness of being loved by people."
  },
  {
    "quote": "Radhi ni bora kuliko  mali.",
    "person": "MARA. Radhi",
    "tail": "F 43.1; B 4.81, J; SACL774; KA; AL 1481; MARA 2; T 463; CM 51; V 23. Contentment is better than wealth. The proverb could be translated thus: A parent's blessing is better than wealth. Or, God's blessing is better than wealth. The Swahili believe that a child that honors and looks after his/her parents, will be happy and find contentment. But if a child hurts the parents its future will be miserable. Property that is lost can be retrieved, but after parents' death, the evil deeds committed against them remain unforgiven - MARA. Radhi, contentment, blessing, pardon. Cf. 3757."
  },
  {
    "quote": "Raha ya chura: tumbo  ndani ya maji, mgongo nje.",
    "person": "AL.",
    "tail": "AL 1670. The comfort of a frog consists of having its belly in the [cool] water and its back out [in the sun]. To every happiness there is an adversity. Nothing is totally perfect - AL."
  },
  {
    "quote": "Radhia na hicho  chako kifungacho nyumba yako.",
    "person": "SPK.",
    "tail": "SPK. Be content with this which you have, this which ties your house together [i.e., the family] - SPK."
  },
  {
    "quote": "Shibe ya hasidi ni  majuto.",
    "person": "",
    "tail": "REK. The fulfilment of envy is regrets. Hasidi, envy, grudge, jealousy."
  },
  {
    "quote": "Starehe ya mbwa  kukalia mkia.",
    "person": "",
    "tail": "KS mkia; NGU. Dog is happy when sitting on its tail."
  },
  {
    "quote": "Sugi zamani  zilizopita.",
    "person": "JKP.",
    "tail": "JKP. Blessed are the good old days. Sugi, from German segen, blessing - JKP."
  },
  {
    "quote": "Taabu ya mtu ndiyo  raha yake.",
    "person": "",
    "tail": "NGU. A person's trouble is his/her comfort. A person is longing all the time for comfort."
  },
  {
    "quote": "Tajiri ni yule asiye  na mahitaji mengi.",
    "person": "",
    "tail": "EM t5. A rich person is the one who has few wants."
  },
  {
    "quote": "Tusipopata wali tule  sima.",
    "person": "AL. We content ourselves with less.",
    "tail": "JK 146; AL 1865. If we do not get rice, we shall eat porridge of maize flour. We'll eat cassava - AL. We content ourselves with less. Cf. 3878."
  },
  {
    "quote": "Twaridhia na baghala  tuwakosapo farasi.",
    "person": "JK.",
    "tail": "JK 146; AL 1869. We are content with mules if we have no horses. Better small fish than an empty dish - JK. Cf. 1232, 3878."
  },
  {
    "quote": "Ukiwa na ngozi,  usitamani ngozi zenyi mikia mirefu na mizuri.",
    "person": "KB.",
    "tail": "KB 311. If you have a hide, don't desire others with nice long tails. Don't lead a life above your means - KB."
  },
  {
    "quote": "Usishindwe (na)  kupika ukasingizia jiko lina moshi.",
    "person": "",
    "tail": "KA; SM. If you cannot cook, don't blame the smoke in the kitchen. The smoke has nothing to do with it. Cf. 1211."
  }
]