[
  {
    "quote": "Ajionaye ajua sana hajui lolote.",
    "person": "Zaw.",
    "tail": "NGU. The one who thinks to know a lot, does not know anything. 2932. Ajifunzaye haachi kujua. ZAW, p.xi. One who studies goes on learning. No learning is a waste of effort - Zaw."
  },
  {
    "quote": "Alioko ulimwenguni hajaisha (or hajesha)ย kuumbwa.",
    "person": "",
    "tail": "FSM 9. A person who is here in the world has not yet been totally created. A person goes on learning until death. A person is being formed [createdl as long as that person lives."
  },
  {
    "quote": "Asiyejua kitu, hawezi kujua thamani yake.",
    "person": "",
    "tail": "KB 26. A person who does not know an object cannot know its value."
  },
  {
    "quote": "Asiyejiona nafsiye, haoni akionyeshwa.",
    "person": "",
    "tail": "SAM 4.21. People who do not see by themselves, do not see [even] when it is shown to them. This is said of an intelligent adult who does not see the difference between good and evil, between justice and injustice, between politeness and rudeness - SAM. We must know ourselves before we can understand others. Cf. 2056."
  },
  {
    "quote": "Asiyejua hufunzwa ajue kisha afuate.",
    "person": "",
    "tail": "JKP. Whoever has no knowledge, let that person be taught and learn and thus follow [the rules]."
  },
  {
    "quote": "Asiyeuliza, hanalo ajifunzalo.",
    "person": "",
    "tail": "F 5.41. One who does not ask a question learns nothing. Cf. 2968."
  },
  {
    "quote": "Biashara ni hesabu.",
    "person": "EM.",
    "tail": "EM 25.10. Business is arithmetic. Arithmetic is an essential tool in business. Hit and miss business is like a journey undertaken in the wilderness where there are no paths - EM. Cf. 973."
  },
  {
    "quote": "Cha mkufunzi mwanafunzi hali na akila hufa:  cha mwanafunzi mkufunzi hula na akila hafi.",
    "person": "KA. This saying was used in the days of capitalism",
    "tail": "T 49; MA 92. A student does not eat [the food] of the teacher, and if a student does eat, that student will die; but if the teacher eats [the food] of the student, the teacher does not die. Used if a junior does not respect his seniors - KA. This saying was used in the days of capitalism, when pupils used to send presents such as eggs to their teachers - EM. Mkufuu or mwalimu, teacher. Mwanafuu or mwanafunzi, a student."
  },
  {
    "quote": "Chakula kilicho mbali usipokipata, unaweza  kupata kwa wengine.",
    "person": "",
    "tail": "KB 38. Food out of reach, you can get it from others. By learning, knowledge."
  },
  {
    "quote": "Cheo ni dhamana.",
    "person": "JKP. Cheo",
    "tail": "NGU; JKP. A cerificate is a surety. Rank is a trust - JKP. Cheo, rank, degree, status, certificate."
  },
  {
    "quote": "Dari ya binadamu ni kichwa.",
    "person": "EM. Sifa",
    "tail": "EM 45.8. A person's ceiling is the head. In many places the ceiling of the house is used as a store. A person collects a lot of ideas and preserves them in the head until called upon to use them - EM. Sifa: honor, quality. Is sometimes used instead of dari."
  },
  {
    "quote": "Sifa ya binadamu ni kichwa.",
    "person": "",
    "tail": "NGU. A person's value is the head."
  },
  {
    "quote": "Elimu bila amali, kama  nta bila asali.",
    "person": "",
    "tail": "RSP 82. Knowledge without practice is like wax without honey."
  },
  {
    "quote": "Elimu bila ya mtalaa hupotea.",
    "person": "KS. Mtala",
    "tail": "KS mtalaa. Learning without practice is lost. Mtalaa, lessons, practice - KS. Mtala, mtaala, practice - Krapf."
  },
  {
    "quote": "Elimu haina mwisho.",
    "person": "",
    "tail": "EM 53.1. Education has no end. One is never too old to learn."
  },
  {
    "quote": "Elimu hakimu.",
    "person": "JKP.",
    "tail": "JKP. Knowledge is the arbiter. \"No judge or umpire can decide without knowledge\"รท - JKP."
  },
  {
    "quote": "Elimu maisha, si vitabu.",
    "person": "",
    "tail": "EM 54.5. Education is life, not books. You cannot learn all the things that matter in life from books."
  },
  {
    "quote": "Elimu ndio mwanga uongozayo kila shani.",
    "person": "AL.",
    "tail": "T 110; SPK; SACL 714; MS 28 ilimu; AL, shani. Knowledge is the light that leads to everything wonderful. With intelligence one emerges from a difficult case - AL."
  },
  {
    "quote": "Elimu ni [kama] bahari.",
    "person": "",
    "tail": "J bahari; EM 53. Learning is like an ocean."
  },
  {
    "quote": "Elimu ni kama  bahari haina sahili.",
    "person": "",
    "tail": "JKP. Knowledge is like an ocean without shores."
  },
  {
    "quote": "Elimu ni kama bahari, haina kuta wala dari.",
    "person": "SPK.",
    "tail": "SPK. Science is like an ocean, it has neither walls nor a roof. The pursuit of learning is like a voyage for life: it will never end against a wall nor can the spirit be stopped when rising up - SPK."
  },
  {
    "quote": "Elimu ni mali ambayo adui hawezi kuiteka.",
    "person": "",
    "tail": "EM 53.2. Education is a possession that no enemy can capture."
  },
  {
    "quote": "Elimu haitekeki.",
    "person": "",
    "tail": "KA. Education cannot be stolen. Teka or chukua, twaa, to take."
  },
  {
    "quote": "Elimu ni kama taa, gizaniitazagaa.",
    "person": "",
    "tail": "RSP 41. Knowledge is like a lamp, it will shine everywhere."
  },
  {
    "quote": "Elimu tafuta swini, kama  yakulazimia.",
    "person": "",
    "tail": "JKP. Search for knowledge [even] in China, whenever you need it."
  },
  {
    "quote": "Faida ya kujua kufuata.",
    "person": "JKP.",
    "tail": "JKP. The advantage of knowing is following. \"It is useful to know people's views and habits beforehand. So one can avoid giving offenses: good public relations\" - JKP."
  },
  {
    "quote": "Fimbo umpigayo mtoto yamfikia kwa ngozi,  haifikii tabia yake mbaya.",
    "person": "AL.",
    "tail": "AL 442. The stick you beat the child with reaches its body, it does not reach its bad character. Physical punishment is most of the time inadequate - AL."
  },
  {
    "quote": "Funzo la mjinga ni tabu.",
    "person": "",
    "tail": "MARA 2. A fool learns by his troubles. It is because the fool did not listen to advice."
  },
  {
    "quote": "Giza  adui yake mwanga.",
    "person": "",
    "tail": "EM g2. Light is the enemy of darkness. Ukweli utawapeni uhuru, the truth will set you free. Cf. 849, 3150."
  },
  {
    "quote": "Haifai mtoto kuogopa umande.",
    "person": "",
    "tail": "AL 428. A child should not be afraid of dew. Unpleasant things are character-forming."
  },
  {
    "quote": "Hekima haitegemei umri wala rangi.",
    "person": "",
    "tail": "NGU. Knowledge/wisdom is independent of age and color. All can acquire knowledge."
  },
  {
    "quote": "Hesabu hizi ni mswaki tu.",
    "person": "",
    "tail": "KS mswaki. These sums are [easy like] a toothbrush. Said by students. Easy to make. Mswaki, a toothbrush made from a small tree-root."
  },
  {
    "quote": "Kama kungwi  wandazi nipe changu kitumbua.",
    "person": "",
    "tail": "FSM 61. If I am a pastry teacher, give me a rice-fritter. When a student does not follow the rules that are taught, the teacher will use this proverb. It's a way of telling the student that a fault was made. It could also be used by the teacher to tell the student that a reward should be given to the teacher, which might be of more common usage."
  },
  {
    "quote": "Kazi haifai ila kwa kunga.",
    "person": "",
    "tail": "NGU; J kunga. Work is no good unless you have been taught the art. Kunga, secret, trick, device; private instruction."
  },
  {
    "quote": "Kijana kijiti kipotovu.",
    "person": "",
    "tail": "AL 438; AL pota. A youth is like a twisted twig. Should be educated while young."
  },
  {
    "quote": "Kila mnyama hufundishwa na mizungu yake.",
    "person": "",
    "tail": "AL mzungu. Every animal is taught by its instincts. Mizungu, instructions given during puberty or initiation."
  },
  {
    "quote": "Kujifunza ni kuiga.",
    "person": "",
    "tail": "NGU. Learning is imitating."
  },
  {
    "quote": "Kujua kidogo hatari kutojua kabisa usiku wa  manane.",
    "person": "",
    "tail": "NGU. The danger in knowing a little is knowing nothing at midnight. Not knowing enough when needed. Usiku wa manane, midnight"
  },
  {
    "quote": "Kukauka kwa kichikichi kulikausha jiwe.",
    "person": "AL.",
    "tail": "AL 451. In drying the palm nuts, the stone has dried also. The palm nuts are put on a stone or rock to dry, but also the stone on which the nuts were crushed is drying. Too many loveless admonitions disturb the child - AL."
  },
  {
    "quote": "Kula nyama ya mwalimu ni kula sumu.",
    "person": "JKP. Kula nyama ya mtu",
    "tail": "JKP. To eat the meat of scholars is eating poison. Slandering a teacher is like eating poison. \"Scholars, i.e. Islamic scholars, who teach the Koran, are holy men who must not be harmed\" - JKP. Kula nyama ya mtu, to eat meat of somebody is an idiom meaning slandering a person's name. Cf. 2939."
  },
  {
    "quote": "Kusoma si ukarani.",
    "person": "",
    "tail": "JKP. The ability to read does not make a secretary. More is needed to be a good secretary."
  },
  {
    "quote": "Kuuliza si ujinga.",
    "person": "",
    "tail": "MARA 34; MEM 108; ZAW. Asking questions is not ignorance."
  },
  {
    "quote": "Muuliza ana elimu.",
    "person": "",
    "tail": "FSM 144. A questioner has knowledge. A student who asks questions learns more than one who does not; a wise person questions before beginning an enterprise."
  },
  {
    "quote": "Jifanye mnyonge upate kujua.",
    "person": "",
    "tail": "HM. Degrade yourself in order to know. Cf. 2937."
  },
  {
    "quote": "2968a. Maisha mwalimu bora.",
    "person": "",
    "tail": "SPK. Life is the best teacher."
  },
  {
    "quote": "Mbele giza, kisha werevu.",
    "person": "",
    "tail": "KB 169. First there is darkness, then there is cleverness. An inexperienced person can become clever."
  },
  {
    "quote": "Mbwa mzee hajifunzi ujanja mpya.",
    "person": "",
    "tail": "NGU. An old dog does not learn new tricks."
  },
  {
    "quote": "2970a. Mfunze asiyejua uliofungwa fungua.",
    "person": "",
    "tail": "SPK. Teach the ignorant, open [the door of knowledge] that is closed."
  },
  {
    "quote": "Mkono kufunua usikie, mkono kufungwa  hukusikia.",
    "person": "",
    "tail": "AL 389. Understand the meaning of the open hand while you did not understand the meaning of the closed hand [fist]. One who is eager to learn will grasp any occasion. An open hand explains, but a closed hand does not."
  },
  {
    "quote": "Mkono uleao mwana hutawala ulimwengu.",
    "person": "",
    "tail": "AL 424. The hand that raises the child rules the world. Education forms the child's future."
  },
  {
    "quote": "Mpumbavu alienda porini, akaokota tembo,  akasahau njia yake.",
    "person": "AL.",
    "tail": "AL 426. The fool went into the forest, picked up an elephant, and forgot the way back. It is not enough to bear children, one must also educate them - AL."
  },
  {
    "quote": "Mtaka maarifa huwa rafiki wenye maarifa.",
    "person": "",
    "tail": "MA 354. One who is after knowledge befriends people with knowledge."
  },
  {
    "quote": "Mto ulikunjama, sababu ulikosa mtu wa  kuungoza.",
    "person": "",
    "tail": "AL 437. The river meanders, because it did not have a guide. Poor education ends up with a good-for-nothing person."
  },
  {
    "quote": "Mtoto huanza kutambaa ndio asimame.",
    "person": "",
    "tail": "NGU. A child starts crawling and that's how it may stand up."
  },
  {
    "quote": "Mtoto yatima hawezi kutanda wavu mrefu.",
    "person": "",
    "tail": "AL 425. An orphan is not able to set a long net [to catch game]. Without education a child is not ready for life."
  },
  {
    "quote": "Mwana-vyuoni, shida haoni.",
    "person": "",
    "tail": "RSP 82. A scholar does not have hardship."
  },
  {
    "quote": "Mwana wa kuku hafunzwi kuchakura.",
    "person": "",
    "tail": "F 34.144; T 370; A 73; V 135; KB 210. A chick is not taught how to scratch up the ground for food. Some things come naturally. Kifaranga,or mwana wa kuku. a chick Tony Hillerman writes about a \"belagana\", a busybody:\"His mother would have called her in Navajo, 'One who tells sheep which weed to eat'.\" Skinwalkers, p.95 (N.Y.: Harper Perennial Library, 1988). Cf. 2980."
  },
  {
    "quote": "Mwana wa nyoka hafunzwi kuuma.",
    "person": "",
    "tail": "ED 53; JK 131. The young of a snake is not taught to bite."
  },
  {
    "quote": "Mwenye macho haambiwi tazama.",
    "person": "",
    "tail": "F 35.162; FSM 160. One who has eyes is not told to look. Be alert, use all your gifts."
  },
  {
    "quote": "Mwenye mdomo hasaidiwi kusema.",
    "person": "",
    "tail": "FSM 157. One who has a mouth gets no help in speaking. Someone who is able to do a job is not helped, but on the other hand, we should help those who cannot help themselves."
  },
  {
    "quote": "2981a. Mwezi ukitokea nyota zikapotea.",
    "person": "SPK.",
    "tail": "SPK. When the moon appears the stars disappear. The moon is the symbol of nobility and scholarship - SPK."
  },
  {
    "quote": "2981b. Nyama ya waalimu ni sumu.",
    "person": "SPK.",
    "tail": "SPK. The meat of scholars is poison. If you harm a scholar you will die. If you refuse to feed a scholar, the food that he ought to have received will be poisonous - SPK."
  },
  {
    "quote": "2981c. O! Akili na elimu zitakapo kukutana.",
    "person": "",
    "tail": "SPK. Oh! intelligence and knowledge when they meet!"
  },
  {
    "quote": "Popo huning'iniza kichwa chini aone wafanyao  ndege wengine.",
    "person": "EM.",
    "tail": "EM 29.20. The bat hangs with its head down watching the actions of other birds. It is better to observe or investigate a matter silently than ostentatiously to make a lot of noise about it - EM."
  },
  {
    "quote": "Punda wasiojuana hunusana kwanza.",
    "person": "",
    "tail": "REK. Donkeys that don't know each other first sniff each other."
  },
  {
    "quote": "Roho ni mgeni.",
    "person": "",
    "tail": "REK. The soul is a stranger. Is difficult to know."
  },
  {
    "quote": "Shamba lililopandwa karanga halikosi maoteao.",
    "person": "",
    "tail": "AL 423. In a field where peanuts were planted, there is no lack of young sprouts [after the harvest]. A good education leaves its marks."
  },
  {
    "quote": "2985a. Siache kusoma upate hekima.",
    "person": "",
    "tail": "SPK. Never stop studying so you may acquire wisdom."
  },
  {
    "quote": "Tembea ujionee usingoje kuambiwa.",
    "person": "Nov.",
    "tail": "Mlezi Oct-Nov. 1982, p.3. Walk around and see for yourself, don't wait to be told. Cf. 3177."
  },
  {
    "quote": "Ujualo ni hazina ya maisha yako.",
    "person": "",
    "tail": "NGU. What you know is a treasure of your life."
  },
  {
    "quote": "Ujuzi bila vitendo ni ujinga, sio mwendo.",
    "person": "",
    "tail": "REK. Knowledge without deeds is stupidity, it's not a life."
  },
  {
    "quote": "Ujuzi hauezeeki.",
    "person": "",
    "tail": "NGU. Knowledge never gets old. Ujuzi, knowledge, wisdom, sagacity, practical experience."
  },
  {
    "quote": "Ujuzi ni nguvu.",
    "person": "",
    "tail": "NGU. Knowledge is strength"
  },
  {
    "quote": "Ukitaka kujifunza, mwishowe utashinda,  ukichoka hupotea.",
    "person": "",
    "tail": "JKP. If you want to learn something you will succeed in the end, but if you give up, you will lose."
  },
  {
    "quote": "Ukiujua huu, huu huujui.",
    "person": "",
    "tail": "MARA 69. If you know this [side], that [side] you do not [necessarily] know. One cannot know everything: there is always more to learn. There is always someone who knows more about it."
  },
  {
    "quote": "Ukupigao ndiwo ukufunzao.",
    "person": "",
    "tail": "NGU; AL 1577;F 26.11. What beats you is what teaches you. The misfortune that strikes you teaches you. Ukupigao + ukufunzao, the u and o refer to the noun msiba (misfortune), that is understood."
  },
  {
    "quote": "Usiku hauzai mtoto mzuri.",
    "person": "",
    "tail": "AL 422. The night does not bring forth a comely child. Upbringing and education produces a child you can show off."
  },
  {
    "quote": "Vua na mvuvi mpenda nswize.",
    "person": "JK. If you want to learn the trade properly",
    "tail": "JK 141. Go fishing with a fisherman who loves fishes - JK. If you want to learn the trade properly, study the ways of someone who loves it - JK."
  },
  {
    "quote": "Vya kizungu haviishi ujinga.",
    "person": "",
    "tail": "AL 392. Those European articles don't end ignorance. One always has to learn more, even from strangers."
  },
  {
    "quote": "Wajua utokapo.",
    "person": "",
    "tail": "NGU. You know where you came from."
  },
  {
    "quote": "Wakati mkufunzi.",
    "person": "EM.",
    "tail": "EM. Time is a tutor. A person may not understand something the first time. But after living with it for a sufficient time, one may understand it - EM."
  },
  {
    "quote": "Walimu wawili hufundana.",
    "person": "",
    "tail": "JK 134. Two learned men will learn from each other. Hufundana or hufundishana."
  },
  {
    "quote": "2999a. Watafutao elimu wako njiani kwa mungu.",
    "person": "",
    "tail": "SPK. The seekers of knowledge are on the path of God."
  },
  {
    "quote": "Yamemsibu kwa kujua kwingi.",
    "person": "EM.",
    "tail": "EM y4. Things have happened to a person for knowing too much. To show off one's knowledge may get one into trouble. So, it is better to be humble - EM."
  }
]