[
  {
    "quote": "Aingiaye baharini huogelea.",
    "person": "JKP.",
    "tail": "ED 3; JKP. One who goes into the sea must swim. \"Let the spoilt children fend for themselves in the world and they will have to learn to overcome their laziness\" - JKP. 1044. Aliyeshika ameshika, akiacha azuzue. REK. One who holds must hang on, the one who relents will be treated like a fool."
  },
  {
    "quote": "Ana uso mwingine kwa mungu na mwingine kwa shetani.",
    "person": "",
    "tail": "MEM 71. That person has one face [eye] to God and another to the devil. About people who change their beliefs, or positions, continuously."
  },
  {
    "quote": "Asiyetua (or asotua) hupata alitakalo.",
    "person": "",
    "tail": "JKP. One who does not rest will get what he wants. Keep trying, working, striving."
  },
  {
    "quote": "Atakaye hachoki.",
    "person": "",
    "tail": "NGU. One who really wants something does not give up [will not tire]."
  },
  {
    "quote": "Avumiliaye moshi ataota [moto].",
    "person": "",
    "tail": "AL 1661. The one who can stand the smoke will enjoy the warmth [of the fire]."
  },
  {
    "quote": "Bandu, bandu huisha (or humaliza, humala) gogo.",
    "person": "SPK. Little by little a great work will be finished. Bandu from bandua",
    "tail": "F.4; H 96; L 10; B1.12; MARA 2; T 44; A 39; MA 86; SACLl 92. Chip, chip, finishes the log. Perseverance does the job - SPK. Little by little a great work will be finished. Bandu from bandua, strip off, remove. Cf. 1057, 1063."
  },
  {
    "quote": "Bendera hufuata upepo.",
    "person": "SPK.",
    "tail": "B 1.59; H 97; SWA 5. A flag follows the wind. It is easier to swim with the current. An ostentatious person has no steadfast character but obeys the prevailing spirit - SPK."
  },
  {
    "quote": "Bendera ipepeayo sana  mwishowe huchanika.",
    "person": "",
    "tail": "TAA 4. A flag that waves very much will tear in the end. Someone who boasts all the time will get bad results. Cf. 1105."
  },
  {
    "quote": "1051a.  Cha mbele hicho hicho.",
    "person": "",
    "tail": "SPK. What came before was just so. The more it changes, the more it remains the same."
  },
  {
    "quote": "Cheko, uangue mwisho.",
    "person": "EM. Angua kicheko",
    "tail": "EM 35.10. Laugh at the end. \"He laughs best who laughs last\" - EM. Angua kicheko, burst out laughing."
  },
  {
    "quote": "Chema duniani hakina maisha.",
    "person": "SPK.",
    "tail": "AL 1674; SPK. A good thing in the world does not have [a long] life. Said by a poet when his best friend departed - SPK. Cf. 1920,1921."
  },
  {
    "quote": "Chembe na chembe hulisha kiumbe.",
    "person": "",
    "tail": "JKP. A grain and a grain will feed a creature."
  },
  {
    "quote": "Chembe na chembe mkate huwa.",
    "person": "",
    "tail": "ZO p.253; A 95; V 5; KB 41. A grain and a grain and a loaf appears. Little brooks make great rivers. Cf. 1063."
  },
  {
    "quote": "Chenye barafu hakikosi kuwa maji.",
    "person": "",
    "tail": "REK. Ice will soon [be] water again."
  },
  {
    "quote": "Chovya, chovya, humaliza buyu la asali.",
    "person": "",
    "tail": "F 7.6; B 2.59 and 4.84; KB 44; FSM 36. A dip and a dip finishes the honey calabash. A big job can be finished in small steps. But is generally used when someone finds that pleasant things often have a bitter ending. Cf. 1049."
  },
  {
    "quote": "Chungu cha mifupa huvunjwa na fupa.",
    "person": "",
    "tail": "NGU. A potful of bones will be broken by a single bone. A good working relationship can be broken by a single person."
  },
  {
    "quote": "Chura akitupwa anabana mlango.",
    "person": "",
    "tail": "AL 1538. If a frog is thrown away it will jam the door. About an insistent salesman."
  },
  {
    "quote": "Chura hakimbii mchana bila sababu.",
    "person": "",
    "tail": "NGU. A frog does not run during daytime without a reason. A frog is nocturnal. If something happens suddenly people will move. Cf. 3339."
  },
  {
    "quote": "Chururu, si ndo, ndo, ndo.",
    "person": "F. A beverage is not poured out drop by drop - AL.",
    "tail": "F 7.7; MS 44.5; AL 1006; MARA 2; JKP; KS chuchuru; Mulika p.10; FSM 168; MS 9I. A flow of water is not [as effective as] constant dripping - F. A beverage is not poured out drop by drop - AL. \"Said to a miser\" - JKP. This proverb is used to show that something that is constant is better than something that comes only once at a time, even if it is much - MARA. However: A little leak in the roof is not half as bad as no roof - FSM. Chururu, a flow of water. Ndo stands for ndogo, a little, a dripping."
  },
  {
    "quote": "Elfu huanza moja.",
    "person": "",
    "tail": "KA. A thousand starts with one. Cf. 1549."
  },
  {
    "quote": "Haba na haba hujaza kibaba.",
    "person": "KB. Kibaba",
    "tail": "J; H 98; F 9.1; SWA 3; A 39; T 70; V 5; MARA 16;LE3 226.4; KB 55. Little by little the pint is filled. Little by little a bird builds its nest - KB. Kibaba: a common dry measure, about a pint, or a pound and a half of grain - J kibaba."
  },
  {
    "quote": "Hakuachi kucha kwa sababu jogoo mmoja amegoma kuwika.",
    "person": "EM.",
    "tail": "EM h6. The sun doesn't stop rising because one rooster has refused to crow. In life there are things which happen even if they are opposed by one person or many - EM. Cf. 188, 189."
  },
  {
    "quote": "Hakuna kisicho badali.",
    "person": "JKP. Badali or badili",
    "tail": "JKP. There is nothing that cannot be replaced by something else. Or, There is nothing that does not change. None of us is indispensable - JKP. Badali or badili, change."
  },
  {
    "quote": "Hata iweje, kutakucha tu.",
    "person": "",
    "tail": "NGU. However it will be, dawn will come."
  },
  {
    "quote": "Heri pazia kuliko bendera.",
    "person": "",
    "tail": "(Printed on a khanga.) A curtain is better than a flag. A curtain has stability."
  },
  {
    "quote": "Ili ngwe iwe ndogo, chutama uipimapo.",
    "person": "EM. Ngwe",
    "tail": "EM I.3. To make a farming area smaller, squat when measuring it. In dealing with a big matter, look at it from an aspect which makes it appear favorable - EM. Ngwe, a patch of land for cultivation. Cf. 1163."
  },
  {
    "quote": "Imani haifi.",
    "person": "EM. Imani",
    "tail": "EM I5. Faith never dies. Faith is a state of mind. It can change direction or target, but cannot die - EM. Imani,faith, trust, confidence, honesty."
  },
  {
    "quote": "Ivumayo haidumu.",
    "person": "MARA.",
    "tail": "F 12.4; KB 79; MARA 3. What roars does not last. If a person is becoming too well known, many may become jealous and by opposing put that person down - MARA. \"What is famed does not last\" - F. Cf. 1105, 3972."
  },
  {
    "quote": "Jitahidi, utazidi.",
    "person": "",
    "tail": "JK. Make an effort and you'll succeed."
  },
  {
    "quote": "Jiwe kubwa halichukuliwi na maji.",
    "person": "",
    "tail": "REK. A big stone is not carried away by water."
  },
  {
    "quote": "Kibuyu kisipopasuka, kinaweza kuchotea maji mengine.",
    "person": "EM.",
    "tail": "EM K7. If the gourd is not broken, it can be used again to draw water. If your plan fails, you can formulate another one - EM."
  },
  {
    "quote": "Kinyonga hubadili rangi kulingana na mazingira yake.",
    "person": "",
    "tail": "REK. A chameleon changes its color according to its environment."
  },
  {
    "quote": "Kipila mwa ufukoni, shakwe mwa chakani gani?",
    "person": "JK.",
    "tail": "JKP. The curlew is on the sandbanks, in which bush will the seagull be? \"Normally, the seagull sits on sandbanks, the curlew is not a seabird\" - JK."
  },
  {
    "quote": "Kitumba cha jongoo hakina mwokotaji.",
    "person": "AL. Kitumba",
    "tail": "AL 1404; AL okota. There is nobody who will pick up a dead centipede. One does not come back on what one despised nor on what one has called bad. No mercy for the enemy - AL. Kitumba (nzoga), cover, outer case."
  },
  {
    "quote": "Kiwambaza hakina sura mpaka kisirimwe.",
    "person": "",
    "tail": "AL sura. The framewall of a house is ugly until it is smoothly plastered. \"A work started should be finished.\" Cf. 1095."
  },
  {
    "quote": "Kondoo haachi kufuata ukoo.",
    "person": "",
    "tail": "NGU. A sheep always follows the flock. Cf. 1050."
  },
  {
    "quote": "Kujikwaa si kuanguka, bali ni kwenda mbele.",
    "person": "",
    "tail": "F 18.47; MARA 3. Stumbling is not falling, on the contrary, it is going forward. Said of people easily discouraged: don't give up."
  },
  {
    "quote": "Kumbuko kama la punda wa masai.",
    "person": "",
    "tail": "JKP. A memory like a Masai donkey. The Masai loaded his donkey so heavily that it quit one day. But the next day it had forgotten its master's cruelty and came back to him. Said of masochists\" JKP."
  },
  {
    "quote": "Kupanga ni kupangua.",
    "person": "",
    "tail": "REK. Arranging is removing. Planning and cancelling; hiring and dismissing. Nothing is stable."
  },
  {
    "quote": "1081a.  Kutulubu usichoke.",
    "person": "",
    "tail": "SPK. Never tire of searching [knowledge, e.g.]."
  },
  {
    "quote": "Kwa kumpiga kenge mahali pamoja anakufa.",
    "person": "",
    "tail": "AL 244. By hitting the monitor lizard on the same spot it dies."
  },
  {
    "quote": "1082a.  Kwa ujitahadi hunali muradi.",
    "person": "",
    "tail": "SPK. By exertion one obtains one's purpose."
  },
  {
    "quote": "Maji hufuata mkondo.",
    "person": "KB.",
    "tail": "H 21; F 21.5; B1.33; KB 148; RECH 329 mkondo wake; KS fuata. Water follows its course [runs in its bed]. Swim with the current. Do things normally using your common sense - KB."
  },
  {
    "quote": "Maji hutelemkia bondeni, hayapandi kilimani.",
    "person": "KB.",
    "tail": "L 40; F 21.6; B 1.33; KBÊ147. Water flows down into a valley, it does not climb a hill. Favors come down, not up - KB. Cf. 1050."
  },
  {
    "quote": "Maji ukiyavulia nguo, huna budi kuyaoga.",
    "person": "",
    "tail": "CM 44; F 21.7; B 1.33; MS 99; KA; EM y6. If you take off your clothes for water you must bathe. Finish the job you started. If you have decided to do something, then you should do it. Cf. 1043."
  },
  {
    "quote": "1085a.  Maji yende njia yake.",
    "person": "SPK.",
    "tail": "SPK. Water must go its own way. Love cannot be forced - SPK."
  },
  {
    "quote": "Maji yatiririka kwenye bonde.",
    "person": "",
    "tail": "AL tiririka. Water flows down to the valley. Cf. 1083, 1091."
  },
  {
    "quote": "1086a.  Maliza kazi yako kwanza.",
    "person": "",
    "tail": "SPK. Finish your work first."
  },
  {
    "quote": "1086b.  Maliza ubakishayo.",
    "person": "",
    "tail": "SPK. Finish what you have left."
  },
  {
    "quote": "Mazoezi kukamilisha.",
    "person": "",
    "tail": "NGU. Practice makes perfect."
  },
  {
    "quote": "Mchimba kaburi hachoki mpaka anaona mwanandani.",
    "person": "",
    "tail": "KB 175. The grave digger does not stop working until he sees the corpse inside the cavity of the grave. One must finish the work one has started. Mwanandani, open space in the side of the tomb, where a body is put. Cf. 4026."
  },
  {
    "quote": "Minyoo humfuata mwenye mikasa uhamishoni.",
    "person": "",
    "tail": "REK. The worms follow the storyteller into emigration. Things will stay the same, moving the homestead does not help. Minyoo, intestine worms; sickness."
  },
  {
    "quote": "Mkoma ukimfukuza, usibakize vyombo vyake.",
    "person": "EM.",
    "tail": "EM m20. If you throw out lepers, you should not keep their belongings behind. \"This means that if you decide to rid yourself of a certain shortcoming, e.g. drunkenness, smoking, you should get rid of all things that pertain to that habit\" - EM. Cf. 1100."
  },
  {
    "quote": "Mkondo upitishao maji na ukae utapitisha maji.",
    "person": "",
    "tail": "FSM 166. Let the current which allowed the water to pass continue passing the water. The river bed stays, it does not follow the water. Used to speak about constant things, which are good and need no change."
  },
  {
    "quote": "Mkondo wa maji hauachi maji.",
    "person": "",
    "tail": "NGU. The waterbed does not desert the water. Cf. 1083, 1091."
  },
  {
    "quote": "Mlinzi husuka teo.",
    "person": "",
    "tail": "T 285; KA. The watchman braids a sling. The bird watcher protects the harvest (millet, sorghum, rice) from the birds, using a sling and stones. One who guards the crop from birds occupies free time braiding slings."
  },
  {
    "quote": "Mlinzi  usuke teo, kanyamaze ulimio.",
    "person": "SPK.",
    "tail": "SPK. Bird watcher, plait your sling and hold your tongue. Bide your time, sit tight, ready to strike at the right moment - SPK."
  },
  {
    "quote": "Mpita njiani huja milimani.",
    "person": "",
    "tail": "RSP 121. One who goes on along the road will arrive in the mountains. Cf. 4026."
  },
  {
    "quote": "Mtenda jambo asiishe, ni kama asiyetenda.",
    "person": "",
    "tail": "T 323; A.256; MS 50; SAM 16.23; V.64. They who do not finish their work, are as if they had not started. Perseverance leads to the goal. Jambo (mambo), deeds, actions."
  },
  {
    "quote": "Mti uliozoea kupanda rahisi kuteremka.",
    "person": "",
    "tail": "NGU. The tree you used to climb in, is also easy to climb down. Repetition makes it easy; but it is also easy to fall down from it."
  },
  {
    "quote": "Mto haugeuzi mkondo wake.",
    "person": "",
    "tail": "REK. A river does not change its current. Mkondo, current, flow, rush."
  },
  {
    "quote": "Mtoto wa nyoka hukua na sumu yake.",
    "person": "",
    "tail": "NGU. The young of a snake grows up with its poison."
  },
  {
    "quote": "Mtu hawezi kuficha tabia yake.",
    "person": "",
    "tail": "NGU. A person cannot hide his/her character."
  },
  {
    "quote": "Mtupa jongoo hutupa na mti (or ungõongo)",
    "person": "",
    "tail": "WAKE L 69; F 32.129; J jongoo; V jongoo; Mulika, p.l0; KB 215; T 389A; KA; FSM 57. If you throw away a millipede, throw away the stick [it is on] as well. A person who wants to quit a bad habit must get rid of all the means and circumstances which may bring back that bad habit. Also the opposite: Usitupe jongoo na mti wake pamoja. KA. Don't throw away the millipede together with the stick. If you hate somebody do not destroy that person, who may be useful later. Cf. 1818."
  },
  {
    "quote": "M(w)ungwana ni mwenye ghera.",
    "person": "JK. A noble person has energy and courage - AL.",
    "tail": "JK 133; AL 775. A noble person has perseverance - JK. A noble person has energy and courage - AL."
  },
  {
    "quote": "Mwanzo wa mia ni moja.",
    "person": "",
    "tail": "NGU. The beginning of hundred is one."
  },
  {
    "quote": "Mwungwana hufungwa na kauli yake.",
    "person": "",
    "tail": "NGU. Noble people are bound by their word."
  },
  {
    "quote": "Neno baada ya neno, kitabu hujaa.",
    "person": "",
    "tail": "NGU. Word after word and the book is full."
  },
  {
    "quote": "Ngoma ivumayo haidumu.",
    "person": "",
    "tail": "F 39.10; KB 242. Noisy drumming does not last long."
  },
  {
    "quote": "Ngoma  ikilia sana  hupasuka.",
    "person": "",
    "tail": "H 98; SWA 56: L 79, MS 45.26; KB 241 haikawi kupasuka; MS vuma/ngoma; KA. When a drum sounds too loud, it will soon burst."
  },
  {
    "quote": "Ngoma  ivumayo haikawii kupasuka (kiwambo).",
    "person": "SWA.",
    "tail": "F 39.11: J ngoma, PM 84; SACL 681ikilia. A drum that is sounded loudly will soon split [its skin will tear]. Do not stretch things too far - SWA. Cf. 1070"
  },
  {
    "quote": "Ngoma ya kitoto (or wana) haikeshi.",
    "person": "",
    "tail": "FSM 171; KA. A child's play does not last long. To make a thing last it must have content/meaning. Cf. 1108, 1826."
  },
  {
    "quote": "Nguruwe hawezi kuacha vihama.",
    "person": "KB.",
    "tail": "KB 47; AL kihama. A pig always comes back to its tubers [truffles]. An evil fellow bears a grudge, maintains hostility. Vihama, edible tubers (cassava) - KB."
  },
  {
    "quote": "Nyimbo ya (or za) kufunza (or kufunzwa) haikeshi (or hazikeshi) ngoma.",
    "person": "F. The social and political implications are obvious.",
    "tail": "F 40.23; AL kesha; NGU. Songs to be learned do not keep the dance awake. \"Songs learnt from outside sources (foreign importations) are not used at a dance so long\" - F. The social and political implications are obvious."
  },
  {
    "quote": "Nyoka ni nyoka hata aking'olewa meno.",
    "person": "",
    "tail": "EM n25. A snake is a snake, even when it is toothless. Evil people will keep their evilness, even when helpless."
  },
  {
    "quote": "Oa, uzae kama ulivyozaliwa.",
    "person": "",
    "tail": "NGU. Marry, give birth as you were given birth."
  },
  {
    "quote": "Paka hakubali kulala chali.",
    "person": "",
    "tail": "KA; KB 199. A cat does not agree to stay on its back. Cf. 4763."
  },
  {
    "quote": "Papo kwa papo kamba hukata jiwe.",
    "person": "F. Keep on trying. Variation",
    "tail": "B 2.15; F 41.8; H 94; L 85; KB 260; MS 170. There at that very same place the rope cuts the stone. \"Constant rubbing of a rope will cut a stone\" - F. Keep on trying. Variation: a play on words: Papo kwa papo kamba hukaza jiwe. FSM 177. There and then a rope will fasten a stone - FSM. It is obvious that a rope doesn't fasten a stone, but the proverb here has the meaning that even if something seems to be impossible often it can be done by constant application and ingenuity - FSM."
  },
  {
    "quote": "Pema si pema ukipapema.",
    "person": "",
    "tail": "EM p8. A good place does not continue to be a good place if you frequent there. Familiarity breeds contempt."
  },
  {
    "quote": "Penye nia ipo (or ndipo) njia.",
    "person": "",
    "tail": "F 42.15; B 3.43.; JK 145. Penye nia pana njia. SWA 46; B 3.43; H 45; Ostrosky 78; MS 151; KS nia. Where there is a will there is a way."
  },
  {
    "quote": "Iwapo  nia, njia hupatikana.",
    "person": "",
    "tail": "F 12.6; B 1.76 and 4. 37; H 45. If there is a will a way will be found."
  },
  {
    "quote": "Pia ipate kiti chake na iringe.",
    "person": "JKP.",
    "tail": "JKP. \"The top has settled on its point, it must continue to spin rapidly in order to stay upright. Nothing goes well without continuous attention\" - JKP."
  },
  {
    "quote": "Pongo akigeuka-geuka ana madoa.",
    "person": "",
    "tail": "AL 799. The gazelle changing all the time gets dots [like the leopard]. A person changing his mind will arouse suspicion."
  },
  {
    "quote": "Samaki anaenda kwenye maji.",
    "person": "",
    "tail": "KB 275; AL 1502. The fish always moves towards water."
  },
  {
    "quote": "Shoka huangusha mbuyu.",
    "person": "",
    "tail": "EM s8. An axe can fell a baobab tree. A baobab is a huge tree, and an axe is a comparatively small tool. Cf. 1049."
  },
  {
    "quote": "Si  hoja kujenga, hoja kuezeka.",
    "person": "",
    "tail": "SAM 22.3. The difficulty is not so much in building as in thatching. It is the constant care and repair that is the testing ground of somebody's devotion. Cf. 3664."
  },
  {
    "quote": "Si maua yote  yanayotoa matunda.",
    "person": "",
    "tail": "EM s15. Not all flowers produce fruit. Not all good beginnings end well."
  },
  {
    "quote": "Siafu wanaondoshwa mmoja kwa mmoja.",
    "person": "",
    "tail": "AL 247. Safari ants are removed one by one. These ants bite into your body and have to be removed one by one. Evil is repaired with difficulty."
  },
  {
    "quote": "Simba ni simba hata akila majani.",
    "person": "EM.",
    "tail": "EM s14. A lion is a lion even if it eats grass. A respectable person is still respectable even when his situation appears to be low - EM. Cf. 3906."
  },
  {
    "quote": "Simbiko haisimbuki ila kwa msukosuko.",
    "person": "F. People who stick together are not easily separated",
    "tail": "L 91; F 44.13; KA. A well-fastened hook cannot be dislodged except by much shaking. \"A thing that is firmly fixed cannot be dislodged except with much trouble\" - F. People who stick together are not easily separated; e,g., lovers, man and wife. Simbiko, a knot in a rope or line. Haisimbuki or haifunguki, get loose."
  },
  {
    "quote": "Songa mbele, kurudi kuna fedheha.",
    "person": "",
    "tail": "AL mbele; AL 232. Go forward, going back is shameful. Don't give up."
  },
  {
    "quote": "Subili haiwi tamu.",
    "person": "",
    "tail": "A 282; SAM 22.5; T 106; AL 1784. Aloes never become sweet. Aloe is known for its very bitter juice."
  },
  {
    "quote": "Tembo kiwa tonetone, ndipo ijaapo panda.",
    "person": "Sacl. Patience is efficient - AL.",
    "tail": "JK 124; Sacl 308, tembo ni instead ofkiwa ; AL tone. If the palm wine is drop-drop, then the coconut shell is filling up. The sap of the palm tree flows drop by drop into the coco-shell - Sacl. Patience is efficient - AL. Cf. 1049, 1063, 1127."
  },
  {
    "quote": "Tone na tone bahari huweka (or huwa mchirizi).",
    "person": "",
    "tail": "KA. Drop by drop the sea is established [flows over]. Cf. 1063, 1128."
  },
  {
    "quote": "Tone na tone hujaza ndoo.",
    "person": "",
    "tail": "B 1.8. A drop and a drop fills the bucket. This looks like a modern version of Haba na haba. (1063), but it misses the alliteration."
  },
  {
    "quote": "Tumbili haachi kuchutama.",
    "person": "",
    "tail": "EM t21. A baboon cannot avoid squatting. Kuchutama: squat on the haunches as one does going to the toilet. Cf. 2839."
  },
  {
    "quote": "Tumbili hawezi kusahau kuruka.",
    "person": "",
    "tail": "REK. A monkey never forgets how to jump. It is its nature. Cf. 1107, 1117, 2839."
  },
  {
    "quote": "Tumbo halishtuki njaa wala shibe.",
    "person": "",
    "tail": "NGU. The stomach is not disturbed by hunger or satisfaction [plenty]."
  },
  {
    "quote": "Ubembeleze kafiri upate mradi.",
    "person": "",
    "tail": "AL mradi ; AL 1534, 1536. Coax the pagan until you reach your aim."
  },
  {
    "quote": "Ujadidi wa jududi.",
    "person": "JK.",
    "tail": "RSP 85. Newness of the ancestors. \"There is nothing new under the sun\" - JK."
  },
  {
    "quote": "Ukambaa wa milele ulikata jiwe.",
    "person": "",
    "tail": "T 521; V 126; SACL 37, 942. The rope [of the well] by constant rubbing cuts the stone. Ukambaa, a cord of plaited palm-leaf strips; coconut fibers. Cf. 1112."
  },
  {
    "quote": "Ukikomboa mtumwa atarudi utumwani.",
    "person": "",
    "tail": "REK. If you redeem a slave, he/she will return to slavery. People get back to their old habits, until they redeem themselves."
  },
  {
    "quote": "Ukimwona akipekua kwa mkia, alifanya hivyo mbeleni.",
    "person": "",
    "tail": "REK. If you see it pecking at its tail, it did that also in front. Pekua, peck like a hen, search diligently, be curious, inquisitive."
  },
  {
    "quote": "Ukipoteza mshale, tupa ngeu.",
    "person": "",
    "tail": "NGU. If you have lost your arrow, throw away the quiver. Ngeu, red color, blood, headwound, a carpenter's marker. (An informant translated ngeu by quiver. But it could also mean the bowman's marker, bull's eye, target). Cf. 1100."
  },
  {
    "quote": "Ukiruka kikorongo uagane na nyonga.",
    "person": "",
    "tail": "FSM 186. If you fly as a heron take leave of your hips. Take the necessary means to succeed."
  },
  {
    "quote": "Umekula ng'ombe mzima, washindwa na mkia?",
    "person": "",
    "tail": "KA; SM. You ate a whole cow, how come the tail is too much for you? Said of someone who stops to finish a project after having done almost everything."
  },
  {
    "quote": "Unayemwita hajaitika.",
    "person": "AL.",
    "tail": "AL 245. The one you are calling has not answered yet. Notwithstanding poor results one should not give up - AL."
  },
  {
    "quote": "Usiache kazi na zidi kuomba.",
    "person": "JKP.",
    "tail": "JKP. Never stop working and increase your prayers. Never give up - JKP. 1142. Omitted."
  },
  {
    "quote": "Usijifanye kinyonga kujigeuza rangi.",
    "person": "",
    "tail": "NGU. Don't make yourself a chameleon by changing color."
  },
  {
    "quote": "Usiwe unakunjwa na watu kama jani.",
    "person": "",
    "tail": "WIKON 228. Don't allow yourself to be bent by people as a straw."
  },
  {
    "quote": "Usultani kigeugeu.",
    "person": "",
    "tail": "AL 1655. The function of a chief is instable. See also the section Master."
  },
  {
    "quote": "Utakosa kaa na gando.",
    "person": "",
    "tail": "TAA 26. You'll miss the crab legs and all. It's not good for a person to be all over the place. It's better to finish one thing until its conclusion than to fail in all projects."
  },
  {
    "quote": "Utamu wa muwa kifundo.",
    "person": "",
    "tail": "MS 135. The sweetness of the sugar cane is in the knot."
  },
  {
    "quote": "Utumwapo, utumike.",
    "person": "",
    "tail": "JK 122. When you serve, serve well."
  },
  {
    "quote": "Uzi hufuata sindano.",
    "person": "EM.",
    "tail": "EM u38. The thread follows the needle. The thread cannot go through a place that the needle has not passed. This means that a disciple cannot go ahead of his master - EM. Cf. 1050."
  },
  {
    "quote": "Uzuri wa nguo rangi, ikifuliwa huenda na maji.",
    "person": "",
    "tail": "AL 1656. Color makes a cloth beautiful, if one washes it in water it goes away with the water. Beauty is transient."
  },
  {
    "quote": "Wa  mia alianza na moja.",
    "person": "",
    "tail": "REK. The person with one hundred started with one."
  },
  {
    "quote": "Wachezaji bora ngomani ni wale waliojizatiti.",
    "person": "",
    "tail": "NGU. The best dancers are those who prepare themselves. Ji-zatiti: prepare oneself."
  },
  {
    "quote": "Ya  juzi siyo ya leo.",
    "person": "",
    "tail": "NGU. Things of yesterday are not the things of today. Cf. 3129."
  },
  {
    "quote": "1153a.  Ya pwani yakijaa huja ndani, yakipwa hwenda nje.",
    "person": "SPK.",
    "tail": "SPK. When the tide is in the water comes inside, when it is out, it goes out. Money comes and goes out, friends come and go - SPK."
  }
]