[
  {
    "quote": "Akili ni nywele, kila mtu ana zake.",
    "person": "",
    "tail": "F 2.9; H 95; B 1.68; 2.34; KB 10; SWA 44. Intelligence is [like] hair, every person has his/her own. No two people are alike in intelligence. It is said as a sign of respect for the opinions of others, but also to express that everybody follows his/her own opinion. 1155. Akili yachotwa katika mkutano. KB ll. Ideas are picked up in a meeting [of brains]. Cf. 1163."
  },
  {
    "quote": "Akuambiaye:  \"kula kitoweo kwa uangalifu\" anataka ushibe.",
    "person": "",
    "tail": "NGU. The one who says to you \"Eat the relish carefully\" wants you to be satisfied, because it will do you good."
  },
  {
    "quote": "Ametoa waadhi  akajisahau.",
    "person": "",
    "tail": "MA 58. One gave a sermon and did not do a thing for self-improvement. Said of someone who gives advice but does not practice it."
  },
  {
    "quote": "Mtowa waadhi hajisahau  mwenyewe.",
    "person": "",
    "tail": "MM. The giver of counsel must not forget oneself."
  },
  {
    "quote": "Ampae maana shetani,  hujipatisha ghadhabu za rahmani.",
    "person": "",
    "tail": "MA 34. A person who pays heed to Satan deserves divine anger."
  },
  {
    "quote": "Asiyeona aibu zake,  haifai aone aibu za wengine.",
    "person": "",
    "tail": "MA 34. If you do not see your own shame [vices] you should not take notice of the faults of others."
  },
  {
    "quote": "Asiyesikia la mkuu  huona makuu (or maovu).",
    "person": "",
    "tail": "F 4.39; KB 27; MARA 3; CM 53; V 17; SACL 566; J kubwa. One who does not listen to the advice of an elder will see bad things. Cf. 1161."
  },
  {
    "quote": "Asiyesikia la mkuu  huvunja mguu.",
    "person": "SWA.",
    "tail": "F 4.40; MARA 8; L 8; SWA 65; B 2.39; H 14; KS guu; RSP 2; NGU. One who does not listen to an elder's advice breaks a leg. One who does not heed superiors will have to repent later when in trouble - SWA. Cf. 1160."
  },
  {
    "quote": "Asiyeuliza hufanya  makosa.",
    "person": "Nestor.",
    "tail": "Nestor p.55. The person who does not ask questions makes mistakes. If you cling to your own ideas without heeding others' advice, you'll regret your own mistakes - Nestor."
  },
  {
    "quote": "Bamba na waume (or  wake ni) bamba, hakuna bamba la mume peke yake.",
    "person": "",
    "tail": "T 43; J bamba; SACL 89; KS mume; AL 1477; V 98. Counsel with men is counsel; there is no counsel of one person [alone]. In the multitude of counsellors there is safety."
  },
  {
    "quote": "Bamba na waume.",
    "person": "SPK. A great person has helpers. Bamba",
    "tail": "ED.8; SPK. [You need not only] a wall [but] also people [to help you defend it]. A town can only be defended by co-operation in unison - SPK. A great person has helpers. Bamba: a great man - ED. Consultation, deliberation, important business needing reflection - SACL. Cf. 1241."
  },
  {
    "quote": "Warume hufanya bamba,  hakuna bamba la nguvu.",
    "person": "SPK.",
    "tail": "SPK. Men make a council, there is no council of force. The African democracy expects common rule by consultation - SPK."
  },
  {
    "quote": "Fanya sahibu wa heri  kwa kutakana shauri.",
    "person": "",
    "tail": "JKP. Make a good friend for mutual counsel."
  },
  {
    "quote": "Fimbo ya maonyo  huadhibu.",
    "person": "",
    "tail": "NGU. The stick of warnings hurts. It punishes when you do not listen to warnings."
  },
  {
    "quote": "Fujo inatoa amani.",
    "person": "AL.",
    "tail": "AL 390. Animated discussion produces peace. From contradictory advice a peaceful solution is born - AL."
  },
  {
    "quote": "Jeraha uliganga  sharti ulione.",
    "person": "",
    "tail": "EM j7. To treat a wound you must see it. To solve a problem you must understand it. Tell the doctor what ails you. See also section on \"Health.\""
  },
  {
    "quote": "Hukunyima tonge;  hakunyimi neno.",
    "person": "F. Tonge or donge",
    "tail": "F 11.21; KB 74. AL 1139. One denies you a ball of food, but does not deny you advice. A person may not be prepared to give you some food, but will always give advice or information - F. Tonge or donge, a small ball of food shaped with the fingers."
  },
  {
    "quote": "Kalia mtu kitako.",
    "person": "",
    "tail": "Semi za Kiswahili II.13. To put a person on his/her seat. To stop someone's evil doing."
  },
  {
    "quote": "Kuambiana kupo,  kusikilizana hapana.",
    "person": "",
    "tail": "B 1.59; F 17.39; T 167; AL 1096. There is conversation, but there is no listening. Especially when there are warnings involved."
  },
  {
    "quote": "1170a. Mashauri ya mtu  usiyashike, mtu siri husema na moyo wake.",
    "person": "",
    "tail": "SPK. Do not accept anybody's advice, people discuss secrets with their hearts alone."
  },
  {
    "quote": "1170b. Mkae mkiambiana  mshike yenu miradi.",
    "person": "",
    "tail": "SPK. Go on talking to each other [about your differences] that you may reach your purposes [in the end]."
  },
  {
    "quote": "Mkutano wa vyura.",
    "person": "JKP.",
    "tail": "JKP. A meeting of frogs. \"Said of a useless argument, 'hot air'\" - JKP."
  },
  {
    "quote": "Mwenye busara mara  hunasihika.",
    "person": "KA. Nasihi",
    "tail": "SAM 19.41; KA. Even a wise person sometimes needs forgiveness - KA. Nasihi, taka radhi, need of forgiveness."
  },
  {
    "quote": "Mwenye kuuliza  hakosi njia.",
    "person": "",
    "tail": "AL 387. One who asks questions does not take the wrong road."
  },
  {
    "quote": "Oni la tajiri  hukubalika, la maskini hukataliwa.",
    "person": "",
    "tail": "EM o4. A rich person's suggestion is accepted, a poor person's is rejected. Suggestions should be examined regardless of who gave them."
  },
  {
    "quote": "Onyo kwa mwerevu ni  baraka, kwa mpumbavu ni tusi.",
    "person": "",
    "tail": "EM o5. A warning to the wise is a blessing, to the fool an insult."
  },
  {
    "quote": "Panapo (or penye)  wengi hapaharibiki neno.",
    "person": "",
    "tail": "F 41.7; MS 136 penye; MARA 2. Where there are many people nothing goes wrong. \"A counsel of many people ensures that things are kept on the right lines\" - F."
  },
  {
    "quote": "Penye wazee  haliharibiki neno.",
    "person": "MM. Where there are many people there is bound to be one who is experienced - SWA.",
    "tail": "H 95; B 2.54; F 42.17; SWA 48. Among a group of elders nothing goes wrong. Implied that elderly, wise, experienced people give good advice - MM. Where there are many people there is bound to be one who is experienced - SWA."
  },
  {
    "quote": "Penye kuwa watu hakuozei  chura.",
    "person": "",
    "tail": "AL 1468. Where there are people [not even] a frog does rot."
  },
  {
    "quote": "Penye wengi pana  mengi.",
    "person": "SPK.",
    "tail": "F 42.18. Where there are many people, there are many words [opinions]. Or many matters, or much business, or: many quarrels - SPK."
  },
  {
    "quote": "Palipo na wengi pana mali  mengi.",
    "person": "SPK.",
    "tail": "SPK. Where there are many people there is much money [to be earned] - SPK."
  },
  {
    "quote": "Penye wengi, pana  mungu.",
    "person": "",
    "tail": "F 42.19. Where there are many people, there is God."
  },
  {
    "quote": "Shauri baraka.",
    "person": "",
    "tail": "Vbaraka 89; AL 391. Deliberation brings blessing. Four eyes see more than two - V. Cf. 718, 719."
  },
  {
    "quote": "Shauri jema halivuti  wengi.",
    "person": "",
    "tail": "EM s2. Sound advice is not attractive to many."
  },
  {
    "quote": "Unaumia, sasa  unakoma.",
    "person": "",
    "tail": "AL 651. Now you stop, because you are in pain. One who did not listen to a warning."
  },
  {
    "quote": "Usiseme kibanza  jichoni mwa mwenzio kumbe wewe una boriti.",
    "person": "",
    "tail": "NGU. Don't speak about the splinter in the eye of your friend, while by the way you have a pole inyour eye."
  },
  {
    "quote": "Usitoe shauri  hadharani.",
    "person": "",
    "tail": "NGU. Don't give advice to a crowd. It's useless."
  },
  {
    "quote": "Waonywapo ndipo  waonapo.",
    "person": "",
    "tail": "FSM 202. Where people are warned there also is understanding."
  },
  {
    "quote": "Wawili si mmoja.",
    "person": "",
    "tail": "F 51.8; T 588; B 4.62; V 89; KA. Two are better than one - T; V. Two are not one - F; T. The difference in translation is caused by si, which can mean: \"is not\" or \"is better than\". Therefore the proverb can mean: Two heads are better than one, or Two persons, two opinions. This last translation is also expressed in 1154. Cf. 718, 719."
  }
]