[
  {
    "quote": "Ajali haikimbiliki.",
    "person": "",
    "tail": "BM 18. There is no escape from fate. Death, sickness, good or bad fortune often come without warning. 1904. Ajali haikingiki. KA; MS.6 haina kingi. Fate cannot be warded off. Haikingiki or haina kingi, has no shield."
  },
  {
    "quote": "Ajali haina kinga likufikalo shukuru.",
    "person": "",
    "tail": "MEM 232. Fate [death] has no prevention; if it comes, give thanks. Cf. 3432."
  },
  {
    "quote": "Ajali haina kinga wala kafara.",
    "person": "",
    "tail": "J ajali; RECH 6. There is no prevention or sacrifice of avail against fate. Ajali, fate, death."
  },
  {
    "quote": "Ajali muhuli.",
    "person": "RSP. Muhuli",
    "tail": "RSP 132. Fate is but a respite - RSP. Muhuli, muhula, space of time, interval - J., SACL."
  },
  {
    "quote": "Ajengaye siye alalaye.",
    "person": "",
    "tail": "MARA 2. The person who builds [a house], is not [necessarily] the one who sleeps in it. That person may die, fall ill or leave the house for other reasons. So if you do a good work or finish a fine project, you will not necessarily profit from it. Others may spoil your work out of jealousy."
  },
  {
    "quote": "Ameshikwa na dhiki.",
    "person": "",
    "tail": "MA 53. So and So is in difficulties."
  },
  {
    "quote": "Ameshikwa na ultima.",
    "person": "J. Ultima or ulitima or uritima",
    "tail": "Julitima; T 26. That person has got a run of ill-luck. Someone has got into the grip of unemployment, etc. - J. Ultima or ulitima or uritima: the last round in a game of cards. Portuguese: ultimo? - J. Ultima also means shortage of money - MM."
  },
  {
    "quote": "Ameshikwa ni malimwengu.",
    "person": "",
    "tail": "T 26. Someone has been caught by the changes of the world."
  },
  {
    "quote": "Asiye na bahati habahatishi.",
    "person": "",
    "tail": "J bahati; F 4.31; KB 24; SPK. One who is not fortunate must not take any risks."
  },
  {
    "quote": "Mwenye  bahati habahatishi.",
    "person": "",
    "tail": "WIKON 229. A lucky person does not trust to luck."
  },
  {
    "quote": "Asiye  bahati habahatiki.",
    "person": "",
    "tail": "F 4.31. An unlucky person never becomes lucky or successful. But MEM 118 has a little different version: Mwenye bahati hubahatisha, asiye bahati habahatishi. One who is lucky takes a chance, one who is not doesn't."
  },
  {
    "quote": "Bahati haingoji bahati.",
    "person": "",
    "tail": "NGU. Good fortune does not wait for good fortune. Cf. 1914-15, 1920-21, 1930, 1938."
  },
  {
    "quote": "Bahati humnadia wa mbele na kumfanya wa nyuma.",
    "person": "",
    "tail": "KA. Fortune calls upon the first and harms the one who is behind. And the opposite: Bahati humwacha wa mbele na kumfuata wa nyuma. EM 24.6. Fortune leaves the foremost to fall on the hindmost."
  },
  {
    "quote": "1914a.  Bahati hwenda kwa wawi, wema wakalia ngowa.",
    "person": "",
    "tail": "SPK. Good luck goes to the wicked and the good cry with envy."
  },
  {
    "quote": "Bahati ina miujiza, lakini haina ahadi.",
    "person": "",
    "tail": "B 2.17. Good fortune has miracles, but no promise. Do not rely just on luck."
  },
  {
    "quote": "Bahati mbaya ikimwandama kiumbe kumbanduka ni shida.",
    "person": "",
    "tail": "KA. If bad luck pursues a person, it is hard for that person to get rid of it. Andama, fuata, to follow. Banduka, acha, to leave."
  },
  {
    "quote": "Bahati ni chudi.",
    "person": "",
    "tail": "SAM 4.1. Luck is effort. Work and effort are the roots of success. Chudi, chadi for jadi, diligence."
  },
  {
    "quote": "Bahati ya mjomba si ya mpwa.",
    "person": "",
    "tail": "AL 1117. The good fortune of the uncle is not [necessarily] that of niece or nephew. Cf. 3337."
  },
  {
    "quote": "Omitted",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Chema hakidumu.",
    "person": "",
    "tail": "SAM 6 3; MS 125. A good thing does not last. Cf. 1921."
  },
  {
    "quote": "Chema hakikai, hakina maisha.",
    "person": "JK.",
    "tail": "T 10; V 93; MS 18; JK. A good thing does not last, it has no duration. Said by the poet when his best friend departed - JK."
  },
  {
    "quote": "Dhambizo hazifutiki, ajaliyo huandiki.",
    "person": "JKP.",
    "tail": "JKP. Your sins cannot be wiped away, you do not write [i.e., determine] your fate. \"Be careful to act; once written down (in the doomsday records} no word can be erased\" - JKP."
  },
  {
    "quote": "Hainyeshi, bali humiminika, siyo?",
    "person": "",
    "tail": "WIKON 133. It never rains, but it comes down in buckets, doesn't it?"
  },
  {
    "quote": "Hana nyuni.",
    "person": "",
    "tail": "SACL 702. Someone fortunate. One who has no bad forecast. As in Roman times, future events [success of a journey, etc.] are augured by the way birds fly. Nyuni, ndege, bird."
  },
  {
    "quote": "Hayo yote yataisha, hata wivu, ni filimu tu.",
    "person": "",
    "tail": "AL 1779; KB 77. All will pass by, even envy; it's like a film. Cf. 1990."
  },
  {
    "quote": "Heri kuwa mbichi kuliko kuungua.",
    "person": "V. An interesting variation",
    "tail": "V 10. It [food] is better to be raw than burned. A bird in the hand is better than ten in the bush - V. An interesting variation: Bora kuwa mbishi kuliko kuungua. FSM 27. It is better to be obstinate than to be burned. Before accepting a new idea it is better to be obstinate, to argue the pros and cons, in order not to be burned."
  },
  {
    "quote": "Huja zenu hufaani, yandishiwe azalini.",
    "person": "",
    "tail": "JKP. What is the use of your arguments, it was written at the beginning of time. Huja, haja, need, want, request, appeal."
  },
  {
    "quote": "Hujui yatakayo kukuta.",
    "person": "",
    "tail": "JKP. You do not know what will encounter you [is in store for you]."
  },
  {
    "quote": "Jaha nda mwenye kolewa.",
    "person": "JKP. Nda",
    "tail": "T 113; SACL 179; JKP. Glory [good luck] is for whom it is written [destined]. \"If you are unlucky, God wants you to be so, resign yourself\" - JKP. Nda, ni ya, is of."
  },
  {
    "quote": "Kaa akiinua gando mambo yamekatika (or yapisie kae).",
    "person": "KA. Kae",
    "tail": "J gando; AL 370; KS, gando; SPK; SACL 249;T 121; KA; AL 369. During the time that the crab raises its claw, things have passed a long time ago. If a crab catches another creature with its claws, that's it. That creature cannot get free. If you know how, you can do a thing quickly and easily - KA. Kae, kale, long time ago. Yapisie, yapitiao, what has passed by."
  },
  {
    "quote": "Hadhari  haifai: hayaondoi amri ya mungu.",
    "person": "",
    "tail": "T 121. Caution is useless: it does not annul the decree of God. Cf. 409."
  },
  {
    "quote": "Kama ilivyo kwa kuku ndivyo ilivyo kwa kanga.",
    "person": "",
    "tail": "AL 1632. What happens to the chicken will also happen to the guinea fowl. All creatures are subjected to the same destiny. Cf. 3510."
  },
  {
    "quote": "Kianzacho vema si lazima kumaliza vema.",
    "person": "",
    "tail": "NGU. What is well started does not necessarily end well."
  },
  {
    "quote": "Kidaka huanguka na nazi ikawa palepale.",
    "person": "",
    "tail": "V.. kidaka. The totally unripe coconut falls down while the ripe one stays tight. A young child can die and the old ones stay alive."
  },
  {
    "quote": "Kila kitamu hakikosi uchungu.",
    "person": "",
    "tail": "NGU. Every pleasure has some bitterness."
  },
  {
    "quote": "Kila mbwa ana siku yake.",
    "person": "",
    "tail": "NGU. Every dog has its day. Of health and sickness, hunger and thirst."
  },
  {
    "quote": "Kila  mnofu una mpaka wake.",
    "person": "",
    "tail": "AL 1639; KS mpaka.. Every piece of boneless meat has an ending. All joy has an end."
  },
  {
    "quote": "Kila mtu huenda njia zake.",
    "person": "",
    "tail": "JKP. All people walk their own paths."
  },
  {
    "quote": "Kila shetani ana rafiki yake.",
    "person": "JK.",
    "tail": "JK 125; AL 855. Every devil has a companion. An accident never comes alone - JK."
  },
  {
    "quote": "Kila siku ni udhia, mwanaadamu huchoka.",
    "person": "",
    "tail": "JKP. There is trouble every day, a person gets tired. Udhia, trouble, annoyance, harassment, vexation, pain, grief."
  },
  {
    "quote": "Kilichompata ngwena na kiboko ni chicho.",
    "person": "AL. Ngwena or mamba",
    "tail": "AL 1622; KS ngwena. What caught the crocodile also overtook the hippopotamus. People in high places are not immune to what's common to all - AL. Ngwena or mamba, crocodile. Chicho, kicho, that also."
  },
  {
    "quote": "Kitu chema hakikai duniani.",
    "person": "",
    "tail": "JKP. A good thing will not stay in this world."
  },
  {
    "quote": "Kiumbe lakwe ni fungu.",
    "person": "",
    "tail": "JKP. The creature's lot is parcelled. A person has a certain amount of joy and suffering. Fungu, portion, piece, share, lot."
  },
  {
    "quote": "Kulala (or kutwa) na kucha ni mwaka: hupita mambo mangapi?",
    "person": "",
    "tail": "B 2.49; MM. The setting and rising [of the sun] is [like] a year; how many things go by?"
  },
  {
    "quote": "Usiku  mwaka.",
    "person": "We are all in it.",
    "tail": "EM u28; KS mwaka. A night is like a year. A lot can happen in one night. This expression is often used by many as a good night warning, to which is answered: Sote tulimo, We are all in it."
  },
  {
    "quote": "Kuonana kwaolewa.",
    "person": "T.  - SPK.",
    "tail": "T 189. Meetings are ordained [by God]. When one meets a friend, and the occasion has turned to the profit or pleasure of the parties, on leave-taking one reminds the other that it was not by chance they met - T. [A Swahili way of saying au revoir. It is regarded as imprudent to refer to a definite meeting. It is considered wiser to leave it to God to write, i.e. prearrange the next meeting of two friends] - SPK."
  },
  {
    "quote": "Kupata si kwa werevu, [na] kukosa si [kwa] ujinga.",
    "person": "JKP. Said of people who become rich or poor - MM Mali ni ya Mungu",
    "tail": "T 192; MS 40; A.173; SAM 11.20; JKP. Gain is not acquired by cleverness, nor is destitution the result of ignorance - JKP. Said of people who become rich or poor - MM Mali ni ya Mungu, prosperity comes from God - JKP. Cf. 2370."
  },
  {
    "quote": "La  kuvunda halina rubani.",
    "person": "F. A shipwreck arrives notwithstanding the best captain - Sacl. In time of disaster people are usually without a leader - SPK. It is also said of somebody who does not want to take advice - MARA Kuvunda here stands for kuvunja",
    "tail": "F 9.1; SACL 465; L p.lll; MARA 11; KS vunda; J rubani; F 7.4; B 2.30; SPK. A vessel running aground has no [need for a] captain. - F. A shipwreck arrives notwithstanding the best captain - Sacl. In time of disaster people are usually without a leader - SPK. It is also said of somebody who does not want to take advice - MARA Kuvunda here stands for kuvunja, more commonly used on the mainland - F. For an interesting play on words, see 1497, 3508."
  },
  {
    "quote": "Lango la baraka hufunguka mara moja.",
    "person": "",
    "tail": "EM l5. The gate of blessings opens only once."
  },
  {
    "quote": "Leo kwangu kesho kwako.",
    "person": "",
    "tail": "EM l7. It is at mine today, and at yours tomorrow. Good or evil can go from one to another. Don't be jealous and don't mock. Cf. 681."
  },
  {
    "quote": "Liandikwalo  halifutiki.",
    "person": "MARA.",
    "tail": "T 219; A 114; SAM 13.4; V 138; SWA 69; MS 116; KB futika; SACL 64, 239; MARA 2; JK 137. What is written cannot be rubbed out. Muslims believe that God records every deed or happening of every human being. That record is written when a person is born and with all things that will happen to that person - MARA. Cf. 409."
  },
  {
    "quote": "Liandikwalo ndilo liwalo.",
    "person": "",
    "tail": "F 20.5. What is written [by God] is what is. It must come - T."
  },
  {
    "quote": "Lijaliwelo kuwa, halina uzuio.",
    "person": "KB.",
    "tail": "T 220; KBjalia; SACL 178. lijaliwelo; AL jalia. What has been ordained to be, has no hindrance.[no stopping]. Lijaliwelo, lililojaliwa, lijaliwalo from jalia, to allow - KB."
  },
  {
    "quote": "Liwalo lolote, na liwe.",
    "person": "MM.",
    "tail": "T 225; A 282; KB 141; L p.237; V 56. Whatever it is, it be so. Let come what may - MM."
  },
  {
    "quote": "Lambiwalo  liko liko na likiwa haliko, li njiani laja.",
    "person": "",
    "tail": "SPK. That of which it is said: \"it is there, it is there!\" Even if it is not there. It is on its way. It is coming"
  },
  {
    "quote": "Liwapokuwa likuwa.",
    "person": "",
    "tail": "JKP. When it is to be, it will be."
  },
  {
    "quote": "Loziwelo kuwa huwa.",
    "person": "",
    "tail": "T 226. What has been directed to be, is. Loziwelo from kuoa: to behold, to accord, to dispose - T."
  },
  {
    "quote": "Landikwalo  litakuwa.",
    "person": "",
    "tail": "SPK. What has been written down will happen."
  },
  {
    "quote": "Mabua mawili hayaelekani.",
    "person": "T. Things never come out the same.",
    "tail": "T 226a. Two [corn] stalks never correspond [in heightl. If you reap a good harvest after this year's cultivation, next year you may fail - T. Things never come out the same."
  },
  {
    "quote": "Mambo mawili ya maisha ni kupata au kukosa.",
    "person": "",
    "tail": "NGU. There are two things in life, obtaining and lacking."
  },
  {
    "quote": "Mambo ni kangaja huenda yakaja.",
    "person": "",
    "tail": "KA; SM; AL 1629. Matters [of life] are like weeds, they disappear and come back. Life and death, good and bad luck, follow each other."
  },
  {
    "quote": "Mawimbi hayamngojei yeyote.",
    "person": "",
    "tail": "Swahili, Mar.1968, p.106. Waves never wait for anyone."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Mkaa (or mlala) pema pabaya panamngoja.",
    "person": "AL.",
    "tail": "AL 1645,1646. One who dwells [sleeps] in a nice place must expect to live in a bad one. Good fortune is followed by misfortune - AL. Cf. 2534."
  },
  {
    "quote": "Mkataa (or mkimbia) ole (or wele) wamngoja mbele.",
    "person": "",
    "tail": "T 272; KB kataa; SACL 334, wole. One who refuses [runs away from] his/her fate, finds that it waits ahead."
  },
  {
    "quote": "Mkusudiwa halile, riziki nda olewao.",
    "person": "",
    "tail": "T 274; ED 37; JK 137; MM aoleweo; SACL 568, 312, k'alile; JK haili:;ED aolewao. The person for whom it was intended [by a human being] does not eat it, but the one for whom it is ordained does. God writes the final destination on the food. Death may come suddenly. Thank God for the food you eat."
  },
  {
    "quote": "Mngalegeza demani, chombo ki juu ya mwamba.",
    "person": "",
    "tail": "T. 288; V 113; SACL 166. Although you slacken the sail, the vessel is on the reef. Shut the stable door when the steed is stolen. Cf. 175, 2402."
  },
  {
    "quote": "Mngamba mwakaza dama, kuna kiwingu joshini.",
    "person": "JPK. You maintain that you will stand up to the rough sea to confront the danger",
    "tail": "T 287; SACL 424; JKP. Although you tighten the sail, there is a squall to seaward. \"You think you have all your business under control, but there is a storm brewing up. Never cease being alert\" -JPK. You maintain that you will stand up to the rough sea to confront the danger, although you have no power over it. \"On people who engage in a futile struggle against superior forces\" - JPK Mngamba, munge-amba, you would say - T, SACL. Mwakaza, mngakaza, mjapokaza, you would tighten -T. Cf. 175, 2401."
  },
  {
    "quote": "Mny ama asiye na bahati huzaa wakati wa mawindo.",
    "person": "",
    "tail": "KB 192. The unlucky animal calves at the time of hunting. The unlucky person may feel happy while bad luck is closing in."
  },
  {
    "quote": "Mtu hupata ajaliwalo, silo alitakalo.",
    "person": "",
    "tail": "SAM 17.31; MS 120. People get what has been destined for them; not that which they want. Cf. 1984."
  },
  {
    "quote": "1966a.  Mvua haina hodi.",
    "person": "",
    "tail": "SPK. Rain does not wait to be invited"
  },
  {
    "quote": "Mvua yakupija, nii.",
    "person": "JK. Said of someone who is never lucky. Nii",
    "tail": "JK 126. It always rains on you - JK. Said of someone who is never lucky. Nii: an ideophone for pouring rain, soaking a person through. Associated with -nya, rain. JK.Yakupija for yakupiga."
  },
  {
    "quote": "1967a.  Mvua ya mwaka kikaka hupanda shamba na taka.",
    "person": "SPK.",
    "tail": "SPK. New year's rains precipitate and raise the weeds on the fields. After Swahili new year (in March) the fields have to be planted at once - SPK."
  },
  {
    "quote": "Mwaka wa  kakakaka panda shamba na haraka.",
    "person": "",
    "tail": "SPK. When the rainy season approaches there is a flurry. Plant your fields in a hurry."
  },
  {
    "quote": "Mwaka ni majira, leo mvua kesho jua.",
    "person": "TAA.",
    "tail": "TAA 18. A year has seasons, today rain, tomorrow the sun shines. Life of a human being is full of changes. Don't think that the good or bad things you have now will not change - TAA."
  },
  {
    "quote": "Mwenye bahati kalale.",
    "person": "JK. Said of somebody always lucky",
    "tail": "JK 126. The lucky fellows, let them go to sleep - JK. Said of somebody always lucky, who has nothing to worry about."
  },
  {
    "quote": "Mwenye  bahati humpa swifati.",
    "person": "SPK.",
    "tail": "SPK. People praise a lucky person. Lucky people will be flattered without deserving it - SPK."
  },
  {
    "quote": "1970a.  Mwenye heri kaa pori.",
    "person": "SPK.",
    "tail": "SPK. Blessed person stay in the wilderness. Normally, the Swahili will not stay in the bush, especially not at night. A lucky someone can do whatever is wanted - SPK."
  },
  {
    "quote": "1970b.  Mwenzo kipata bahati, silale mlango wazi.",
    "person": "",
    "tail": "SPK. When your friend has a stroke of luck do not go to sleep with your door open. Cf.822."
  },
  {
    "quote": "Na  liwe jawabu lolote.",
    "person": "",
    "tail": "AL ote. Let the case be and do what it will. Let be whatever may happen."
  },
  {
    "quote": "1971a.  Naswibu hwenda kwa wawi, wema wakalia ngoa.",
    "person": "",
    "tail": "SPK. Luck goes to the wicked, the good can only cry with envy."
  },
  {
    "quote": "Nyota huanguka palepale.",
    "person": "EM.",
    "tail": "EM n31. Stars fall on the same plot. Luck follows the same people - EM."
  },
  {
    "quote": "Riziki hufuata kinywa.",
    "person": "",
    "tail": "MARA 2; KA. Life's necessities follow the mouth. The explanation given is that your necessities for living, like food, are yours and nobody can taken them away from you. They are for your mouth only."
  },
  {
    "quote": "Riziki i mikononi mwa waja.",
    "person": "KA.",
    "tail": "KA. Life's necessities are in the hands of the people. Obtaining good things follow good behavior. Good people get it, bad people don't - KA."
  },
  {
    "quote": "Riziki, kama ajali, huitambui ijapo.",
    "person": "KB. Riziki",
    "tail": "T 465; MS 70; A 170; SAM 22.2; K .269; AL 20. One's providences [God's gifts] are like one's fate, [for] you do not recognise it when it comes. Good luck or bad luck cannot be foreseen - KB. Riziki, food, the necessities of life."
  },
  {
    "quote": "Riziki nda olewao.",
    "person": "",
    "tail": "SACL 668. Necessities of life are given to a person for whom they have been destined. Cf. 1962."
  },
  {
    "quote": "Riziki ya mwanadamu imo maishani mwake.",
    "person": "MM.",
    "tail": "SAM 22 3; MS 197. The necessities of life are in a person's life. As long as God gives life so long will a person find food and necessities - MM."
  },
  {
    "quote": "Siku moja upate kilango cha jaha.",
    "person": "J. Jaha",
    "tail": "JK 136. One day you may find the small door of Fortune. Kilango cha jaha: the gate of Paradise - J. Jaha, honor, glory, prosperity - J."
  },
  {
    "quote": "Siku ya ajali huijui.",
    "person": "",
    "tail": "NGU. You don't know the day of misfortune."
  },
  {
    "quote": "Sura nzuri haina bahati.",
    "person": "",
    "tail": "NGU. A beautiful face has no luck. Said of a beautiful wife with an ugly husband."
  },
  {
    "quote": "Tabibu hazuii ajali.",
    "person": "",
    "tail": "RECH 6; SACL 41, 853; V ajali The physician cannot prevent death. A physician cannot prevent destiny."
  },
  {
    "quote": "Ukiona sahani moja katika salala, zamani ilikuwa ikitiliwa chakula.",
    "person": "",
    "tail": "AL 186; KB 304. If you see a plate on the rubbish heap [remember] formerly food was put on it. Have respect for old age - KB."
  },
  {
    "quote": "Ulichojaliwa",
    "person": "JKP.",
    "tail": "What has been destined for you Hakipunguziki cannot be reduced Wala hawawezi nor can people Kukuongezea. JKP. increase it for you Destined for you by God! - JKP."
  },
  {
    "quote": "Ulipendalo hupati hupata ujaliwalo.",
    "person": "",
    "tail": "F 47.19; KB jalia; SACL 178. What you desire you do not get [always]; you get what is ordained for you. T 538 and SACL. have ujaliwelo instead of ujaliwalo. Ujaaliwelo also is used. Cf. 1966, 2428."
  },
  {
    "quote": "Usinitie fali mbaya [or ukuba].",
    "person": "",
    "tail": "J fali; KS. Do not bring bad luck to me. Ukuba, nuksi, laana, baa, bad luck, curse, disaster."
  },
  {
    "quote": "Usishindane na kari, kari ni mja wa mungu.",
    "person": "Krapf.",
    "tail": "F 49.40. Do not argue with Kari, Kari comes from God. Do not argue with your fate. Kari from karimu/karama, a special gift of God, an honor - Krapf. Cf. 4481."
  },
  {
    "quote": "Usubi aweza kupenya moto (or mote).",
    "person": "",
    "tail": "Steere, p.194; AL 355. A sandfly can get through fire, [everything]. A sly person manages to enter everywhere. Probably the original proverb had mote[everywhere] instead of moto, fire. Cf. 1417."
  },
  {
    "quote": "Vyako ni ulivyokula.",
    "person": "",
    "tail": "REK. Yours is what you ate. The rest can be taken away."
  },
  {
    "quote": "Wafile maji, na pondo kiima-ima.",
    "person": "T. Wafile",
    "tail": "T 574; SACL 757; AL 1752. They drowned there where the punting pole could stand [in shallow water]. About any troubles from which, under ordinary circumstances, there would have been an easy escape - T. Wafile, wamekufa, they died. Kiamu dialect. Pondo-ima, pole upright. Pole standing straight up - Krapf. Part of a verse: Mwenye kushiriki moyo asourudi mtima, Hufa maji pondo-ima, na kondoka na kilema. T 387; SACL 612. One that gives full play to one's passions and does not restrain the heart, will die by drowning in shallow water, and die with disgrace."
  },
  {
    "quote": "1989a.  Wole wako hukatai, wole wako huepuki.",
    "person": "",
    "tail": "SPK. You cannot refuse to accept your fate, you cannot avoid your destiny."
  },
  {
    "quote": "1989b.  Yapitayo hayabadiliki (or hayageukani), na yajayo hayaelimiki (or hayajulikani).",
    "person": "",
    "tail": "SPK. The past cannot be changed and the future cannot be known."
  },
  {
    "quote": "Yote yataisha, hata kuona uwivu.",
    "person": "",
    "tail": "KB 350. Everything ends, even jealousy."
  },
  {
    "quote": "Ila yote  itaisha na roho mu kuungua.",
    "person": "",
    "tail": "KB 77. All defects will pass by, even envy [heartburn]. Cf. 1925."
  }
]