[
  {
    "quote": "Afadhali kufa kama kuishi utumwani.",
    "person": "",
    "tail": "KS kama. It's better to die than to live in slavery. Kama or kuliko, more, over, better (comparative). 2151. Akija asije [kwangu] fauwa. J fauwa; KS, fahuwa. Whether that person comes or not, it is all the same to me. Fauwa, also fahuwa (Arabic) or sawa sawa, it is all the same."
  },
  {
    "quote": "Anayekulisha humpiga mamako ukimwangalia.",
    "person": "",
    "tail": "REK. The person who feeds you beats your mother while you are looking. Of a person totally in the power of somebody else."
  },
  {
    "quote": "Dimbwi huru si uhuru.",
    "person": "EM.",
    "tail": "EM 49.17. An open pool is not freedom. Freedom without limits is like a free pool; freedom must have limits and order to maintain peace - EM."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Gereza si kuta.",
    "person": "EM.",
    "tail": "EMg1. A prison is not walls. \"A prison is not necessarily a place with visible walls. A person may live without being free even if he is not in a physical prison\" - EM."
  },
  {
    "quote": "Hiari yashinda utumwa.",
    "person": "",
    "tail": "F ll.l9; B 2.29 hushinda;; B.2.47; H 44; L 26; SWA 7; MEM 95; KS hiari. Choice is better than compulsion. Hiari or hiyari, freedom, free choice, liking. Cf. 2160."
  },
  {
    "quote": "Kanga hazai",
    "person": "JKP",
    "tail": "(or hatagi) ugenini (or ujani or utumwanI; both = captivity). F 14.3; B 3.72; AL 1555; V 109; SACL 326; JKP; T 125. The guinea fowl does not breed or lay eggs in strange surroundings or captivity. \"The guinea fowl is the symbol of a noble woman\" - JKP; T."
  },
  {
    "quote": "Kasuku hazai utumwani.",
    "person": "KB.",
    "tail": "KB 88. The parrot does not breed in captivity - KB."
  },
  {
    "quote": "Kila mtu ana hiari katika yake dari.",
    "person": "",
    "tail": "JKP. People are free [to do as they wish] in their own house. Dari, ceiling, roof."
  },
  {
    "quote": "Kuku hapekui ugenini.",
    "person": "",
    "tail": "NGU. Chicken do not scratch about in a strange environment. Cf. 2157."
  },
  {
    "quote": "Mja (or abidi) hana hiari.",
    "person": "",
    "tail": "T 26.62; MA 1. A servant of God has no choice. Implied is that what God has destined for you is what you get. It is said whenever something good or bad happens to someone. The use of this proverb is two-fold: a person often has no choice when his/her conscience is clear about a way of action, and whatever plans one makes for the future, one cannot foresee superior forces. Mja and abdi are often translated as servant of God. Cf. 2157."
  },
  {
    "quote": "Mkataa kwao ni mtumwa.",
    "person": "",
    "tail": "MEM 240. One who does not like his home is a slave. Another translation: One who is not accepted at home is like a slave. Where can that person go?"
  },
  {
    "quote": "Mkate mkavu wa nyumbani ni bora kuliko nyama  ya shuwa ya pengine.",
    "person": "",
    "tail": "F 27.69. Dry bread in one's home is better than good meat somewhere else."
  },
  {
    "quote": "Nyama ya shuwa",
    "person": "",
    "tail": ", grilled meat."
  },
  {
    "quote": "Mtu akifika chengo cha mtu, humtegemea.",
    "person": "",
    "tail": "J chengo. If a person goes to another's place, that person becomes dependent. Chengo, house, a dwelling place, a village, a camp - J."
  },
  {
    "quote": "Mtu huzaliwa huru, lakini siku zote ni mfungwa.",
    "person": "",
    "tail": "NGU. A person is born free, but is tied up all days."
  },
  {
    "quote": "Mwiba wa kujidunga mwenyewe hauumi.",
    "person": "SACL.",
    "tail": "T 647. A thorn with which you prick yourself [on your own accord] does not hurt. Self-imposed tasks are cheerfully borne. Ndunga or toboa: pierce - SACL."
  },
  {
    "quote": "Mwiba wa kujichoma hauna",
    "person": "JKP. Nobody feels sorry for you if you put yourself in a bad and dangerous situation. E.g.",
    "tail": "(or hauambiwi) pole. JKP; KA; SM; SPK. Understood: there is no pity for the people who stab themselves on purpose. \"An aggressive character who gets into trouble will reap no sympathy\" - JKP. Nobody feels sorry for you if you put yourself in a bad and dangerous situation. E.g., a young person who rebels against his/her parents has no peace. A girl who gets herself into trouble is not pitied - SPK. Cf. 2166."
  },
  {
    "quote": "Mzigo wa kujifungia hauna uzito.",
    "person": "",
    "tail": "KB 229; AL 158. The load you bind for yourself is not heavy. A profitable job is easy to put up with."
  },
  {
    "quote": "Tegemea wapendao uhuru watakuwa huru.",
    "person": "",
    "tail": "NGU. Support those who love freedom, they will be free."
  },
  {
    "quote": "Uhuru ukiondoka utumwa hutawala.",
    "person": "",
    "tail": "NGU. When freedom leaves slavery rules."
  },
  {
    "quote": "Uhuru ukizidi nchi huteketea.",
    "person": "",
    "tail": "REK. If freedom increases the country will be destroyed. Freedom must be tempered, regulated."
  }
]