[
  {
    "quote": "Amejiua kwa kisu chake",
    "person": "",
    "tail": ". MA 51. So and So has committed suicide with his/her own knife. Someone teIling a secret to someone not trustworthy. Cf. #1803. 4183. Anayeishi chini ya mti ndiye ajuaye riziki ya mchwa. REK. The person who lives under the tree is the one who knows the life of the termite. Riziki: livelihood, needs for a livimg."
  },
  {
    "quote": "Anayekueleza ya nengine atawaeleza wengine ya kwako.",
    "person": "",
    "tail": "EM.11.12; KA. One who teIls you about others will tell others about you. Who chatters to you will chatter of you. EM. And is not your friend. KA."
  },
  {
    "quote": "Angakaanga, tu chini ya gae.",
    "person": "",
    "tail": "F.3.26; KA. Whenever someone fries, we are under the potsherd. Someone always learns about a secret; it always leaks out somehow."
  },
  {
    "quote": "Mngakaanga bizi  tu chini mwa taya.",
    "person": "",
    "tail": "KA. Whenever you roast maize we are under your jaw."
  },
  {
    "quote": "Mukikaanga bisi,  sisi tuko chini ya gae.",
    "person": "",
    "tail": "JKP. If you fry popcorn, we are already at the bottom of the pan [lit., potsherd]. JKP. This is said when a secret is uncovered. Bisi or bizi: maize, corn, grain. Tu or tuko: we are. Taya: jaw Gae: potsherd."
  },
  {
    "quote": "Asemae  nageuke jiwe.",
    "person": "",
    "tail": "T.31. May the person who tells turn to stone. A quite common saying, based on a fairy tale, in which the hero turned to stone. T."
  },
  {
    "quote": "Asio  siri, hanong'onezwi neno.",
    "person": "",
    "tail": "EM.15.22, JKP; KA. To someone who cannot keep a secret no word can be whispered. Cf. #1768; Siri ni ya mtu mmoja. # ?"
  },
  {
    "quote": "Bembe lako  usimweleze mwenzio.",
    "person": "",
    "tail": "NGU. Don't tell your friend about your sweet gifts. Keep your secrets to yourself. Bembe: pastry, sweetmeats, esp. of a lover's presents of dainty dishes sent as a sign of affection or regards, especially at the end of Ramadan. Johnson."
  },
  {
    "quote": "Chembamba  kina siri kubwa.",
    "person": "",
    "tail": "REK. A small thing can hold a big secret."
  },
  {
    "quote": "Domo  kaya samli kwa mwenye ng'ombe.",
    "person": "",
    "tail": "KS.,domo. A blabber of home secrets is like butter for the dairy farmer. A secret heard is profitable for the blackmailer. A farmer praises his butter, a blabber touts stories. Domo: one who lets out secrets, a blabber. Kaya: village or homestead."
  },
  {
    "quote": "Faragha ya  nyani huishia kokoni.",
    "person": "",
    "tail": "KS.,nyani; AL 752. The secret of a monkey finishes in the jungle. The secret of a monkey ends at the mangrove, where it meets its fellows. Don't trust chatterboxes. Faragha: a place without people, open spaces; secret, hiding place. Kokoni: in the undergrowth, jungle, mangrove swamp."
  },
  {
    "quote": "Funika kombe mwana haramu apite.",
    "person": "",
    "tail": "MARA 3. F.9,6; KB. 54; F.9.6; KS.,mwanaharamu; J., haramia and L.20 have kawa instead of kombe. Cover the plate till the illegitimate child passes. This proverb enjoins that care be taken not to disclose anything secret in the presence of illegitimate children, who are believed to be particularly mischievous. F. People shut up when an illegitimate approaches. MARA. Do not disclose a secret to people who have no right to know. L. Kombe: bowl, plate. Kawa: a cover. Mwana haramu: not legal offspring."
  },
  {
    "quote": "Gogo la  choo, la ona mengi.",
    "person": "",
    "tail": "NGU. The beam of the outhouse sees a lot."
  },
  {
    "quote": "Habari za  nyumbani simfunulie jirani.",
    "person": "",
    "tail": "MA.118. Do not reveal family matters to a neighbor. Cf. #1771."
  },
  {
    "quote": "Hamna,  hamna, ndimo mliwamo.",
    "person": "",
    "tail": "T.82; F.10.4; AL 1744. It is not in it, it is not in it; [and suddenly] that is where it was. F. There is nothing inside! There is nothing inside! It is in that [vesseI, at least] that food is [wont to be] eaten. T. The difficulty of this proverb comes from the reading of the word mliwamo. It seems that F. understands it as coming from kuwa [to be], but T. translates it as coming from kula [to eat]."
  },
  {
    "quote": "Hamna, hamna,  ndimo mliomo.",
    "person": "",
    "tail": "MM. It is not in, it is not in and there it is in. The meaning is that: Although everybody said \"It is not there,\" nevertheless it was there. The exception proves the rule. T. About people denying their secret involvement, or about people who pretend not to know, they are the ones who know. MM."
  },
  {
    "quote": "Waliosema hayawi  mbona [sasa] yamekuwa?",
    "person": "",
    "tail": "NGU. Those who said it does not happen, well it is here now. Cf,#76."
  },
  {
    "quote": "Hapana  [hakuna] siri ya watu wawili.",
    "person": "",
    "tail": "F.10,8; H,38: B.2. 26; SWA.34; MS.44.7; MARA 3; KS,siri. There is no secret when shared by two people. Only one person can keep a secret, and that is yourself. SWA."
  },
  {
    "quote": "Hakuna siri ya  watu watatu.",
    "person": "",
    "tail": "KB. 60. There is no secret when shared by three people."
  },
  {
    "quote": "Kashifu  nda mungu.",
    "person": "",
    "tail": "JKP. Revelation pertains to God. Kashifu: reveal a shameful secret. Nda or ni ya: is of [God]."
  },
  {
    "quote": "Kikiwaka  na moshi utazuka.",
    "person": "",
    "tail": "TAA 8. If something burns, smoke will rise up. No secret will remain hidden. Things done in great secret will be revealed and acknowledged."
  },
  {
    "quote": "Kilicho  chali chako, kilichofunikwa usifunue.",
    "person": "",
    "tail": "FSM.69. What lies on its back is yours, what is covered do not uncover. Don't bother with things that do not concern you. What is open for inspection becomes your legitimate knowledge and everyone else's. What lies on its back is open. Chali: what lies on its back."
  },
  {
    "quote": "Kilicho  ndani ya ngoma chajuliwa na aliyeitengeneza.",
    "person": "",
    "tail": "KB.103. What is inside the drum nobody knows but the one who made the drum. The maker of a drum puts a pebble or seed inside the drum. Only God knows all the secrets of everyone. KB. Cf. # 1774."
  },
  {
    "quote": "Kuchamba  kwingi, kuondoka na mavi.",
    "person": "",
    "tail": "F.17.41; AL 300. With excessive cleaning, you chance to leave with excrement. Leave weIl alone! You won't improve matters by going on tinkering. F. ([Free translation.) The more you stir, the more it stinks. Said to somebody who worries too much. Kuchamba: cleaning after a call of nature. Cf. 360A."
  },
  {
    "quote": "Kunena ni  kutolea.",
    "person": "",
    "tail": "JKP. Speaking is giving away."
  },
  {
    "quote": "Kuta zina  masikio.",
    "person": "",
    "tail": "REK. Walls have ears."
  },
  {
    "quote": "La  chumbani halizungumziwi barazani.",
    "person": "",
    "tail": "EM l2. That which should be kept in the room, should not be discussed on the verandah. Where a person not concerned may hear it. This implies that one should not discuss family scandals or quarrels in public. Cf. #1771."
  },
  {
    "quote": "La upenuni  halisimuliwi nje.",
    "person": "",
    "tail": "SAM.12.2. Things from within [the family] should not be told outside. Cf. #1766."
  },
  {
    "quote": "Limbukeni  hana siri.",
    "person": "",
    "tail": "KS.,limbukeni; MS; ZO p252; AL 13. The first time user has no secrets. Don't tell any secret to that kind of person."
  },
  {
    "quote": "Kupata kwa  limbukeni, mataka hulia mbwata.",
    "person": "",
    "tail": "AL 14. One who receives something for the first time, his behind clacks. One who receives something much desired is in high spirit. Limbukeni: a person who gets something for the first time, a new toy or salary, bicycle etc. Cf. #1587."
  },
  {
    "quote": "Macho  hayali, ushahidi wa kuona tu.",
    "person": "",
    "tail": "AL 1276. Eyes don't eat, they are only witnesses. Envy is sterile. AL."
  },
  {
    "quote": "Macho hayana pazia.",
    "person": "",
    "tail": "F.21.2; B.2.9; KB.143; FSM.92. Eyes have no screen. They see all that is in view, good or bad, and cannot be blamed for what they see."
  },
  {
    "quote": "Jicho halina  mpaka.",
    "person": "",
    "tail": "NGU. The eye has no boundary."
  },
  {
    "quote": "Macho hayana  mipaka.",
    "person": "",
    "tail": "AL 465; AL, paka. The eyes have no borders. They see all."
  },
  {
    "quote": "Majumba makubwa husitiri mambo.",
    "person": "",
    "tail": "F.21.12; MARA 3. Big houses conceal a lot. The big houses of our rulers and important people hide much badness, although they are supposed to be an example for other people. Great people are not always in the big houses. MARA."
  },
  {
    "quote": "Mambo ya  ngoma nda ngoma, hwishia papo ngomani.",
    "person": "",
    "tail": "A.305; T.241; SACL. 668, first part; SAM.14.4, huishia; KB.156, first half; KA; AL 261. Matters concerning the dance belong to the dance, they are wont to finish there at the same dance. It is useless to fret about things that happened. SAM. Tell no tales out of school. T. Everything in due time. AL."
  },
  {
    "quote": "Nda ngomani nda  ngomani.",
    "person": "",
    "tail": "KA. What is of the drum belongs to the drum"
  },
  {
    "quote": "Mambo ya ngomani  nda ngomani.",
    "person": "",
    "tail": "KA. The things of the drum/dance are of the drum/dance. Nda for ni ya: are o£. Cf. #1769."
  },
  {
    "quote": "Mambo ya  nyumba (ni) kunga.",
    "person": "",
    "tail": "KA; JKP; KS,kunga. The matters of the house are deep secrets. \"Never discuss internal conflicts outside the house. The family should always present one face, join ranks to face the outside world.\" JKP."
  },
  {
    "quote": "Mambo ya nyumba  kunga, makuti kuungaunga.",
    "person": "",
    "tail": "TAA 24. Happenings at home are secret, keep the branches constantly together. The things that happen in a family are secrets of that home. There is no perfect household. Every family has its minor evils, but an outsider must not know. TAA."
  },
  {
    "quote": "Matako  ndiyo yajuayo kiti kizuri.",
    "person": "",
    "tail": "NGU. It is the behind that knows a good chair."
  },
  {
    "quote": "Mbwa  halali na mafuta tumboni.",
    "person": "",
    "tail": "KB.171; AL,tumbo. A dog cannot sleep with its beIly full of fat. A fool does not keep a secret. One doesn't sleep well with a problem that has to be solved or with a secret to keep. AL."
  },
  {
    "quote": "Mchawi  akifichua mirimo ya wenzake huuawa.",
    "person": "",
    "tail": "KS, mirimo. A witchdoctor who reveals work-secrets of companions, will be killed. Mirimo: works of the witchdoctors or wizards."
  },
  {
    "quote": "Mdomo siri  ya gunda.",
    "person": "",
    "tail": "KA; SA. A mouth with a secret is like a trumpet. An evil tale travels wide and loud. Gunda, baragumu: horn (musical)."
  },
  {
    "quote": "Mjuvi wa siri ni yeye mwenyewe.",
    "person": "",
    "tail": "T.276. The Knower of secrets is He HimseIf. God only is the possessor of secrets."
  },
  {
    "quote": "Mlango  unaona mamba ya ndani, na ya nje.",
    "person": "",
    "tail": "AL 459. A door sees what is happening inside and outside. A domestic of the house observes all that is going on among the habitants. AL."
  },
  {
    "quote": "Mtaka unda haneni [or hasemi].",
    "person": "",
    "tail": "F.30.110. A person who desires to create something does not announce it. That person just turns them into facts. F."
  },
  {
    "quote": "Mtaka unda  hanadi.",
    "person": "",
    "tail": "MM. One who wants to create things does not announce it publicly."
  },
  {
    "quote": "Mtambi wa  nyumba mbili hawi mdhabidhabina.",
    "person": "",
    "tail": "T.31g; SACL. 606,654. A person who goes from one house to another must not become a gossip-monger. Who frequents two houses must not be a mischief-maker. SACL."
  },
  {
    "quote": "Mtu  akitaka tenda, lake   huchimbia shimo.",
    "person": "",
    "tail": "JK.123. A person wanting to act digs a pit for his plan. Do not disclose your plans, your enviers may spoil them. JK. cf. #1786."
  },
  {
    "quote": "Mtu halali  naneno moyoni.",
    "person": "",
    "tail": "AL 747. A person does not sleep with a concern on the heart. Neno: word, matter, affair. Cf. # 1775"
  },
  {
    "quote": "Mtu siri  husema na moyo wakwe.",
    "person": "",
    "tail": "T.348. A person speaks of a secret within the heart. And keeps the secret hidden."
  },
  {
    "quote": "Mtumi wa  kunga haambiwi maana.",
    "person": "",
    "tail": "F.32.127; J.,kunga; L.68; B.1.64; WIKON.188; V.133i SACL. 452. One who conveys a secret message is not told its meaning. J; L. One who gives a secret away will not be told another secret. F. Kunga: secrets, especially privacies of domestic life, or secrets given at initiation ceremonies."
  },
  {
    "quote": "Mvungu mkeka.",
    "person": "",
    "tail": "F.33.134; AL 959. The space under the bed is like a mat. There may be somebody there! F. The best place of the mat is its fold. The selfish husband takes the best place. AL. Cf. #1762."
  },
  {
    "quote": "Mwana  ndani hajulikani.",
    "person": "",
    "tail": "PM.83. The sex of a fetus is unknown. The future is not known."
  },
  {
    "quote": "Mwosha  hadhuru maiti.",
    "person": "",
    "tail": "FSM.164. The corpse-washer does not harm the body. And keeps all the secrets. Cf.#514; #565; #566; #567; #656."
  },
  {
    "quote": "Mwosha  husitiri maiti.",
    "person": "",
    "tail": "F.37.176; AL 1228. The corpse-washer conceals the corpse. And therefore it seems that the corpse like a miser, does not want to give anything away. Muslims fear to look at a naked corpse. Sacl, mayiti."
  },
  {
    "quote": "Mzika  pembe ndiye mzua pembe.",
    "person": "Arabs sometimes purchase ivory that they have not the means of transporting to the coast. In that case they bury it and keep the secret to themselves until they return with another caravan. T.",
    "tail": "T.398; SACL. 657; A.292; F.37.180; VM.51; KB.230. The burier of the ivory is also the one who brings the ivory to light. One who has a secret is the only one who can reveal it. In trading up-country, Arabs sometimes purchase ivory that they have not the means of transporting to the coast. In that case they bury it and keep the secret to themselves until they return with another caravan. T."
  },
  {
    "quote": "Wafichapo ndipo  watafutapo.",
    "person": "",
    "tail": "FSM.200. Where they hid it there also will they look for it. Be logical, be sensible, reason things out. You must go to the competent person to solve a problem."
  },
  {
    "quote": "Ndoto njema haihadithiwi.",
    "person": "",
    "tail": "SAM.20.3; MS.186. A good dream must not be revealed. If you get a lucky break you should not talk about it, otherwise people may harm or slander you. SAM. Keep your pet projects to yourself."
  },
  {
    "quote": "Nguo chafu  husafishwa uani.",
    "person": "",
    "tail": "EM n16. Dirty clothes are washed in the backyard. Dirty clothes should be washed in a private place. Don't publicize your weakness. EM."
  },
  {
    "quote": "Niwatupie kuku mchele?",
    "person": "",
    "tail": "KB.240. Am I to throw my rice at the chickens? Should I reveal my secrets? Cf. #1788."
  },
  {
    "quote": "Njama  haina ndugu.",
    "person": "",
    "tail": "NGU. A secret meeting has no brother or sister. Evil is planned in secret and secret must be kept."
  },
  {
    "quote": "Nyamaza  kilema apite.",
    "person": "",
    "tail": "NGU. Keep quiet, let the cripple pass. Cf. #1765."
  },
  {
    "quote": "Nyumba  kubwa husitiri mambo makubwa.",
    "person": "",
    "tail": "KA. A big house [family] hides big things. Like quarrels, jealousies, etc. Cf. # 1773. #427. #428."
  },
  {
    "quote": "Penye kuku wengi hapamwagwi mtama.",
    "person": "",
    "tail": "F.42.11. B.1.64; FSM.179; T.457; MARA 2. Where there are many fowls, millet [or rice] is not scattered. It is not advisable to disclose a secret in the presence of a number of people."
  },
  {
    "quote": "Penye kuku wengi  usimwage mtama.",
    "person": "",
    "tail": "B.2.17; CM.50; MS.48.12i L.87, H.96. SWA.49; MARA 2; KS,mtama. Do not spill millet where there are many chickens. Be careful what you say in front of many people."
  },
  {
    "quote": "Sahani iliyofunikwa, kilichomo kimesitirika.",
    "person": "",
    "tail": "F.43.l; T.469; MS.72; KB.,finika; SACL. 222, husitirika; KA."
  },
  {
    "quote": "Sahani  ilofunika, kilichomo husirika.",
    "person": "",
    "tail": "JK.121. When a plate is covered, its contents are hidden. Many uses: Keep your mouth shut. But also, to encourage women to dress modestly."
  },
  {
    "quote": "Sikio  halilali na njaa.",
    "person": "",
    "tail": "F.44.7; KB.277. The ear does not go to bed hungry. There is always plenty of gossip."
  },
  {
    "quote": "Siri bin  siri, ikizidi itatoka.",
    "person": "",
    "tail": "PM.303.9. Secret son of secret, if overrated it will come out. A secret too well guarded will be given away in the end. One taking too many precautions will draw attention. Siri bin siri or Siri ya ndani: an inside secret, hidden secret."
  },
  {
    "quote": "Siri ya  jikoni aijua mpishi.",
    "person": "Hadithi za Bibi. The secret of the kitchen is known by the cook.",
    "tail": "BM 16, Hadithi za Bibi. The secret of the kitchen is known by the cook. Cf. 1791A."
  },
  {
    "quote": "Siri ya  mtu aijua mtu.",
    "person": "",
    "tail": "EM s18. A person's secret is know by that person. A secret is known by the keeper."
  },
  {
    "quote": "Siri ya mtu  haijui mtu.",
    "person": "",
    "tail": "EM s19. The secret of a person is unknown."
  },
  {
    "quote": "Siri ya  mtungi aijuae kata.",
    "person": "",
    "tail": "FSM.183; EM s20. The secret of the water pot is known by the ladle. To know the inside of a situation, the best way often is to live it."
  },
  {
    "quote": "Siri ya mtungi  muulize kata.",
    "person": "",
    "tail": "KA. Ask the ladle about the secret of the waterpot."
  },
  {
    "quote": "Ukitaka siri ya  mtungi uliza kata.",
    "person": "",
    "tail": "REK. If you want to know the secret of the waterpot, ask the cover. The cover is always with the pot and is present to all what is going on. Kata: dipper, ladle, often made of coconut shell; calabash."
  },
  {
    "quote": "Siri yako  usimmambie mwanamke.",
    "person": "",
    "tail": "CM.62; A.120; T.491. Don't teIl your secret to a woman."
  },
  {
    "quote": "Uhenga  haambiwi mwana.",
    "person": "",
    "tail": "L.97; V.,uhenga. A child is not told what happened in the old days. It's only the adults who know about past events. Sacl. Uhenga: ancient times, history of past centuries. Sacl."
  },
  {
    "quote": "Ukimficha jogoo kwenye pakacha kuna wakati atawika.",
    "person": "",
    "tail": "WIKON.218. If you hide a rooster in a basket, he will crow sometime. People will know about it."
  },
  {
    "quote": "Ulipopata  hazina, usichimbie mchana.",
    "person": "",
    "tail": "RSP.143. If you have a treasure, do not dig it up by daytime. RSP. Beware of jealousy. RSP."
  },
  {
    "quote": "Urefu wa  kisima hujua kamba.",
    "person": "",
    "tail": "TAA 29. The rope knows the depth of the well. The rope that goes down with the bucket knows how far to go to reach the water level. The one who finished a project knows about its hardship and joy. Cf #1791A; #512; #514."
  },
  {
    "quote": "Usemalo  ng'ambo ya mto lasikilika na vyura.",
    "person": "",
    "tail": "AL 751. What you say across the river is heard by the frogs. People are eager for secrets."
  },
  {
    "quote": "Usiku ni  libasi bora.",
    "person": "",
    "tail": "NGU; KS,libasi. Night [darkness] is an excellent cover. Libasi or lebasi: clothes, raiment."
  },
  {
    "quote": "Usionyeshe  usoni, usikiayo moyoni.",
    "person": "",
    "tail": "RSP.140; MM. Do not show on your face wbat you feel in your heart. Cf. #1795."
  },
  {
    "quote": "Wakati  hufichua yote.",
    "person": "",
    "tail": "REK. Time uncovers all."
  },
  {
    "quote": "Wanong'onao mwiko kukahoa.",
    "person": "",
    "tail": "NGU. Those who whisper must abstain from coughing. Cf. #1764."
  },
  {
    "quote": "Watu siri  huibiana: [ndio hali ya duniani].",
    "person": "",
    "tail": "JK.123. People steal secrets from each other; [such is the way of the world]. JK."
  },
  {
    "quote": "Ya mwaka  ujao, wapi wajuao?",
    "person": "",
    "tail": "RSP.89. Where are they who know [the affairsl of next year?"
  },
  {
    "quote": "Ya wenzako  chunguni, yako kigaeni.",
    "person": "",
    "tail": "EM y8. The affairs of your companions are in the pot, your own are in a potsherd. People speak openly about the affairs and mistakes of others, thinking that their own are little and unknown."
  },
  {
    "quote": "Yalahu  yalam, mambo siri kwa mungu.",
    "person": "God",
    "tail": "NGU. I swear by God, secrets are with God."
  },
  {
    "quote": "Yaliyo  mumo ya mumo.",
    "person": "",
    "tail": "JK.130. What is inside is inside. Keep your secrets. JK"
  },
  {
    "quote": "Yenu  finikani kanda.",
    "person": "",
    "tail": "JKP. Cover yours with mats. Hide your faults. JKP."
  },
  {
    "quote": "Yuajifanya  chongo angaona.",
    "person": "",
    "tail": "T.596; MM. Someone faking blindness of one eye although seeing well. Said of people who pretend not to see what is happening to suit their conveniences. MM. Cf. #1180."
  }
]