[
  {
    "quote": "Amani  haihitaji mlinzi.",
    "person": "",
    "tail": "NGU. Peace does not need a guard. Indeed peace cannot be kept by armed forces, because it is the opposite of quarreling and fighting. 4530. Amani haipatikani ila kwa ncha ya upanga. A.173; T.18; MARA.5; F.3.19; KB 22; KS,amani. Peace comes not save by the point of the sword. Suluhu haiji ila kwa ncha ya upanga. L.92; B.3 20; JK.145. Appeasement does not come save by the point of the sword. Amani haipatikani bila thamani. MA.44. Peace is not obtained without cost."
  },
  {
    "quote": "Amani ni  njia ya mapenzi na ufahamiano.",
    "person": "",
    "tail": "MA.46. Peace is a way to love and understanding."
  },
  {
    "quote": "Choma kwa choma hazichomani.",
    "person": "",
    "tail": "SACL .899; ED.75. Two points do not stab one another. Two powerful people do not fight one another, because there is mutual fear. ED. Choma, toma, chomo: to stab, point. Cf. #330."
  },
  {
    "quote": "Dhuli  hwenda kwa kifua, simbo kapata vitani.",
    "person": "",
    "tail": "JKP. A poor man goes into battle with exposed chest, but acquires weapons through fighting. Dhuli: a poor, weak person. Simbo for fimbo: a stick. See # 4534."
  },
  {
    "quote": "Dhuli kienda kwa kifua, simbo kapata vitani.",
    "person": "",
    "tail": "JKP. If a poor man walks proudly, he will get beaten with a stick. A poor person must not show off. JKP."
  },
  {
    "quote": "Fitina si mtu mwema, heri mchawi.",
    "person": "",
    "tail": "NGU. A quarreler is not a good person, a sorcerer is better. Wizards keep to themselves. Mchawi: wizard, witch, sorcerer."
  },
  {
    "quote": "",
    "person": "",
    "tail": "Gombea heshima, gombea kisima, mgombee mama. JKP. Honor, water (a well) [and], mother are worth fighting for."
  },
  {
    "quote": "Hanjamu nusu ya kitali.",
    "person": "",
    "tail": "KS.,kitali; ZO 254; AL 94. Showing off is half a fight. Eagerness is half the fight, a person who is passionate is ready to fight for what he craves for. AL."
  },
  {
    "quote": "Harubu harabu.",
    "person": "",
    "tail": "RSP.107. War [causes] destruction. Quarreling is always harmful. RSP."
  },
  {
    "quote": "Harabu  huharibu.",
    "person": "",
    "tail": "MM A destructive person spoils. Cf. #1752."
  },
  {
    "quote": "Kuregarega  si kufa, kufa ni mashinda kondo.",
    "person": "",
    "tail": "T.194; SACL. 775; AL 236. To be in a battered condition is not dying, death is what decides the conflict. T. To be battered is not yet death, death is what ends the conflict. SACL. One who weakens is not yet dead, death is the victory over difficulties. AL. An enemy should be killed, no quarter should be given. T. Stone dead hath no fellow. T. Kondo: archaic: war or difficulty."
  },
  {
    "quote": "Kulegalega  si kuanguka.",
    "person": "",
    "tail": "NGU. Tottering is not necessarily falling."
  },
  {
    "quote": "Kuregarega si  kufa, kufa  ni kuoza utumbo.",
    "person": "",
    "tail": "KA. Weakening is not dying, dying is when the guts are rotting [when the heart stops working]. It is not good to cut man's activity [speech] short. KA. Lega or rega: to waver, totter, shake."
  },
  {
    "quote": "Maji hayakosi wimbi.",
    "person": "",
    "tail": "NGU. Water always has waves."
  },
  {
    "quote": "Mchezo wa mbwa kuanguka mkubwa na mdogo.",
    "person": "",
    "tail": "NGU. It is a dog's play the fall of big and small. In wrestling big and small are made to fall. Dogs stand for bad people; two are fighting, one shall fall."
  },
  {
    "quote": "Mgomvi haji kwa ndaru.",
    "person": "",
    "tail": "NGU. A quarreler does not come for praise."
  },
  {
    "quote": "Miti  haipati maneno, mpaka binadamu.",
    "person": "",
    "tail": "AL 1668; AL, mpaka. The trees have no problems, only men have them. Or: Trees have no problems, if it were not for men. Mpaka = ila: but, only. AL."
  },
  {
    "quote": "Mkuki  unasema: ua! Mkoba unasema: turudie nyumbani!.",
    "person": "",
    "tail": "AL 1138. The spear says: kill!, but the hunting bag says: let's go home! Those who excite others to violence don't pay for the broken pots. AL."
  },
  {
    "quote": "Muamuzi kati ya tonge na koo ni mlenda.",
    "person": "",
    "tail": "FSM.143. The arbitrator between a big lump [of food] and the throat is the vegetable. Every problem has its own solution. There is no quarrel that has no solution. FSM. Mlenda: a vegetable; young sweet potato leaves. Cf. #1927."
  },
  {
    "quote": "Mwamuzi, chake ni kigongo.",
    "person": "",
    "tail": "JK.130; AL 1614. A mediator in a fight, his reward is a beating. The instrument of the judge is his stick. Oppression replaces justice. AL. Don't get between two fighters."
  },
  {
    "quote": "Mwenda  pate harudi, kijacho ni kilio.",
    "person": "",
    "tail": "T.337; SACL. 312. One who goes to Pate returns not, what comes back is a mourning cry. T. \"Going to Pate Island\" means going on a war expedition. Shela, Tela. Place of fierce fighting. Salim, p.18; and SACL. p.834. Cf. Reputation for more."
  },
  {
    "quote": "Ndovu  wawili wakisongana ziumiazo ni nyika.",
    "person": "",
    "tail": "A.114; T.412; SACL. 961. When two elephants jostle, that which is hurt is the grass."
  },
  {
    "quote": "Ndovu  mbili zlkipambana, liumiao ni gugu.",
    "person": "",
    "tail": "ED.60. Apiganapo tembo, nyasi huumia. F.51.5. Wapiganapo ndovu wawili ziumazo nyasi. L.105. Tembo zikipigana huumia nyasi. NS.10. Tembo mbili wakipigana huumia nyasi. KB.294. All have the same translation. When elephants fight grass suffers."
  },
  {
    "quote": "Wapiganapo  fahali wawili ziumiazo ni nyasi.",
    "person": "",
    "tail": "H.110; B.2.8. When two bulls fight, it is the grass that suffers. When the mighty fight it is the little people who suffer."
  },
  {
    "quote": "Neno halimpati nyama, ila mtu.",
    "person": "",
    "tail": "AL 1669. The problem is of humans, not of animals. Cf. #1926e."
  },
  {
    "quote": "Nyungu ya  mgambo imekwisha kuvunjika, kila mtu atakoya nafusiye.",
    "person": "",
    "tail": "T.445 The pot of the palaver is now broken: all people must solve their own problems. On the crushing of a sedition. Seditions were common things in former times; in the reign of Saiyid Barghash there began an era of greater tranquility for Arab rulers, at least in this respect. T. The root of evil has been eliminated. MM."
  },
  {
    "quote": "Palipo na amani mungu yupo.",
    "person": "",
    "tail": "NGU. Where there is peace God is present."
  },
  {
    "quote": "Palipo wabaya na wema wa papo.",
    "person": "",
    "tail": "NGU. Where there are evil people, there are also good ones."
  },
  {
    "quote": "Pauliwapo nyoka hapaachi ndombezi.",
    "person": "",
    "tail": "MS. Where a snake has been killed hatred is still present. Even if one evil person has been eliminated in a fight or war, there remains much hatred. Here, a snake represents an evil person. Ndombezi or hasama: enmity, hatred."
  },
  {
    "quote": "Penye shwari na pepo upo.",
    "person": "",
    "tail": "EM p.15. Where there is calm there is a storm. Trouble comes to peaceful places, and peace to troubled places. People living in a good relationship may become enemies."
  },
  {
    "quote": "Raha haiji, ila baada ya taabu.",
    "person": "",
    "tail": "T.464; V.46. Rest comes only after hardship."
  },
  {
    "quote": "Baada  ya vita faraja.",
    "person": "",
    "tail": "F;K. After war, relief. Cf. #l455, #1922."
  },
  {
    "quote": "Raha haina karaha.",
    "person": "",
    "tail": "KA; SM. Peace has no aversion. Peace does not hate or dislike. Everybody likes peace. It is when misfortune arrives that people start lamenting."
  },
  {
    "quote": "Silaha za siku hizi ni kalamu na karatasi.",
    "person": "",
    "tail": "F; K. Today's weapons are pen and paper. The pen is mightier than the sword."
  },
  {
    "quote": "Starehe ni kivuli cha miiba.",
    "person": "",
    "tail": "ZO p,5. Peace and quietness is in the shade of a thorn bush."
  },
  {
    "quote": "Ukitaka amani, jitayarishe kwa vita.",
    "person": "",
    "tail": "REK. If you want peace, prepare yourself for war. Cf. #1922; #1031."
  },
  {
    "quote": "Usichokoze shwari usipojua matata yake.",
    "person": "",
    "tail": "NGU. Don't disturb a peaceful time, when you don't know its troubles."
  },
  {
    "quote": "Utetezi ni utelezi.",
    "person": "",
    "tail": "EM u36. Defense is a slip. It is in defending a matter that a person may make mistakes of speech or action and in that way spoil his own affairs. A defender should be aware of this. EM."
  },
  {
    "quote": "Vita havina macho.",
    "person": "Urbana News Gazette",
    "tail": "CM.44; F.50.2; B.2.13; L.103; H.108; V.14; B.1.36; KB.336; SWA.39; KS,vita. War is blind. It spares no one. \"Bullets have no eyes. They don't know where they are going or who they are going to hit\". Gloria Hays. Champaign-Urbana News Gazette, Oct. 29, 1995."
  },
  {
    "quote": "Vita, vita vitapata.",
    "person": "",
    "tail": "RSP.112. . War begets war."
  },
  {
    "quote": "Vita  huzidi vita.",
    "person": "",
    "tail": "JK.120; MM. War increases war. Fighting, quarrels produce more of the same."
  },
  {
    "quote": "Vita vya panga haviamuliwi kwa fimbo.",
    "person": "",
    "tail": "F.50.3; B.1.36. A fight with swords cannot be settled with sticks."
  },
  {
    "quote": "Vita vya panzi [ni] furaha ya kunguru.",
    "person": "",
    "tail": "B.2.54; B.2.13; F.50.4: H.109; B.1.36; L.104: KS,vita. War among grasshoppers delights the crow. Used when people benefit from the misfortunes of others."
  },
  {
    "quote": "Vita  vya panzi neema ya kunguru.",
    "person": "",
    "tail": "MARA.75. War among grasshoppers is a blessing for the crow."
  },
  {
    "quote": "Vitani, kurudi nyuma siyo kushindwa.",
    "person": "",
    "tail": "NGU. Pulling back in the war is not the same as having lost the war."
  },
  {
    "quote": "Washindwao ni waume na mata.",
    "person": "",
    "tail": "KS mata; AL 1586. The losers are the armed men. Those who take up arms are chastised."
  },
  {
    "quote": "Yu heri mchawi kama fitina.",
    "person": "",
    "tail": "NGU. So and So is happy as a wizard at a quarrel."
  },
  {
    "quote": "Zana za vita ni silaha.",
    "person": "",
    "tail": "KA. The tools of war are arms. Without tools or know-how you are handicapped."
  },
  {
    "quote": "Zunguo la mtukutu ni ufito.",
    "person": "",
    "tail": "MARA 3; KA. A prayer over an urchin is a stick. The urchin listens to a stick. Zungua: reading the Koran over a sick person.. Mtukutu,or mtundu: ruffian; someone who breaks things."
  },
  {
    "quote": "Dawa  ya mtundu ni ufito.",
    "person": "",
    "tail": "MARA 3. The remedy for a ruffian is a stick."
  }
]