[
  {
    "quote": "Ada  ya mgeni huonyeshwa njia.",
    "person": "",
    "tail": "JKP. The custom is to show the way to a stranger. 3196. Ada ya mja, hunena: mwungwana ni kitendo. F.l.l; T.l; MS.2; SACL.40, 539; B.1.38; J., ada; V. p.2, ada ya mtumwa. There are two different translations: 1. Public opinion maintains: \"A gentleman is judged by his actions.\" F. \"A slave talks, a free man acts\". SACL. V. 2. The custom of a slave is to talk [with] the free-born, it is action. T. The favorite explanation seems to be the first. JK avoids the difficulty: Mungwana ni tendo. JK.133. A gentleman is deeds [not mere words]."
  },
  {
    "quote": "Adabu ni ustaarabu.",
    "person": "",
    "tail": "MA.5. Good manners is civilization."
  },
  {
    "quote": "Adabu si adhabu, faida yake yaonekana mtoto  akuapo.",
    "person": "",
    "tail": "MA.8. Good manners is not a punishment, the good of it is seen when a child grows up. Used to stop a child short when it objects to rules of conduct."
  },
  {
    "quote": "Ajaye apige hodi.",
    "person": "",
    "tail": "JKP. One who comes must call \"hodi.\" No one is allowed to enter a private house without express invitation Hodi: the word that announces a visitor's presence outside the door."
  },
  {
    "quote": "Haikujuzu kwingia kwa wengine",
    "person": "",
    "tail": ", It is not fitting for you to enter another's house without their express permission. JKP. The invitation is karibu: welcome, come in."
  },
  {
    "quote": "Ajaye bila ya kadi huondoka pasi na kuaga.",
    "person": "",
    "tail": "NGU. The one who comes without a card leaves without saying good bye. Kadi: a letter of invitation, an I.D. cf. #1367."
  },
  {
    "quote": "Ajaye usimchungulie.",
    "person": "",
    "tail": "NGU. Don't scrutinize the person who arrives. Cf.#? Karibu mgeni, lakini humwekei macho"
  },
  {
    "quote": "Ajialikaye hujichukulia kiti.",
    "person": "",
    "tail": "KB.4. If you invite yourself bring your own chair. Behave humbly. Cf. #1367."
  },
  {
    "quote": "Ajialikaye mwenyewe ajitafutie kibaba.",
    "person": "",
    "tail": "AL, kibaba. If you invite yourself, you must look for your own stool. Kibaba: a container for measuring, volume of about 1 liter or a pint."
  },
  {
    "quote": "Akipaza sauti kakasirika; akibwata kachoka.",
    "person": "",
    "tail": "NGU. When angry that person shouts, and when tired, complains. A moody person."
  },
  {
    "quote": "Anayekuja pasi na hodi, huondoka pasi na kuaga.",
    "person": "",
    "tail": "F.3.23; B.4.12; AL 1160. Who comes in without \"May I come in,\" leaves without \"Goodbye.\" About a person who comes without a warning. A person without manners is incorrigible. AL."
  },
  {
    "quote": "Anayewahi au achelewaye kwa mtemi huambua  mzoga.",
    "person": "KA. A guest who arrives early at the chief's courtyard or leaves late removes a dead body. Being dead tired of all the extra work that person is asked to do. Know when to come and when to leave. It's not good to put yourself forward. This is said of those who come early or late.",
    "tail": "EM.12.14, KA. A guest who arrives early at the chief's courtyard or leaves late removes a dead body. Being dead tired of all the extra work that person is asked to do. Know when to come and when to leave. It's not good to put yourself forward. This is said of those who come early or late."
  },
  {
    "quote": "Moyo wa kupenda hauna mithali",
    "person": "",
    "tail": ". NGU. \"Pardon me\" is not an insult. Ashkum: excuse me, forgive me."
  },
  {
    "quote": "Asio adabu hajali wenzake.",
    "person": "",
    "tail": "EM.15.19. Asiye na adabu hajali wenzake. KA. A person who has no manners does not care about others. Lack of manners shows contempt for others. Cf.#? Asiyejua utu si mtu."
  },
  {
    "quote": "Asiyefunzwa na mamaye, hufunzwa na ulimwengu.",
    "person": "",
    "tail": "F.4.32; L.6; SWA.64; H.13; MARA.6; KB.25. A child who is not taught by its mother will be taught by the world. If a child is not taught good manners by its parents, it will have to learn them in the school of hard knocks. SWA."
  },
  {
    "quote": "Asofundwa na nina, ulimwengu humfunda",
    "person": "",
    "tail": ". ED.4 A child who is not taught by its mother will be bruised by the world. Nina or mama yake: his or her mother. Fundwa in Standard Swahili means: to be pounded; but in Lamu dialect it has the meaning of -funza = to learn."
  },
  {
    "quote": "Asiyefunzwa na wazazi atafunzwa na dunia.",
    "person": "",
    "tail": "NGU; MEM.315. Those who are not taught [manners] by their parents, will be taught by the world. Cf. #418, #419."
  },
  {
    "quote": "Atambaaye na nyasi mtambulie ni nyoka.",
    "person": "",
    "tail": "KS, nyoka. What creeps in the grass, recognize it as a snake."
  },
  {
    "quote": "Fanya heshima kwa wazee hata kama  si wako",
    "person": "",
    "tail": ". NGU. Honor the elders, even if they are not yours."
  },
  {
    "quote": "Farasi huenda kwa hatamu; punda huenda kwa  mchapo.",
    "person": "",
    "tail": "NGU. A horse obeys the bridle, a donkey goes when hit. Different methods, same results."
  },
  {
    "quote": "Heshima ikivunjika ni yai limeanguka.",
    "person": "",
    "tail": "REK. Lost respect is like a broken egg. It cannot be repaired."
  },
  {
    "quote": "Heshima [ni] kitu cha bure.",
    "person": "",
    "tail": "SAM.8.5. Respect is free. It does not cost anything to honor a person."
  },
  {
    "quote": "Heshima kuheshimiana",
    "person": "",
    "tail": ". NGU. Courtesy is to respect each other"
  },
  {
    "quote": "Heshima si utumwa.",
    "person": "",
    "tail": "KS, utumwa. Courtesy is not slavery. Cf. #.3216."
  },
  {
    "quote": "Hewala si utumwa",
    "person": "God.",
    "tail": ". KS, utumwa; FSM 523. Saying \"That's right\" is not the same as slavery. Hewala from ewaa! or eewaa!: intonation commonly used in assent by inferiors or slaves (\"Yes, Master\"); also of approval (\"Just so, that's right\"). From the Arabic Ee Wallah: yes by God. Cf. inshallah, wallahi: God willing. J., ewaa."
  },
  {
    "quote": "Hewalla! Haigombi.",
    "person": "",
    "tail": "F.11.18. \"All right\" and \"thank you\" does not cause disagreement. Civility does not cause disagreement. Civility costs nothing but is worth much. F. Hewalla: Corruption of an Arabic term meaning \"All right,\" \"thank you.\" F. Cf.1372 note"
  },
  {
    "quote": "Jirekebishe kabla hujarekebisha wengine.",
    "person": "",
    "tail": "EM j14. Correct yourself before you correct others. If you are not a perfect example, others will not follow you nor listen to you. EM."
  },
  {
    "quote": "Jogoo hawiki ugenini.",
    "person": "",
    "tail": "NGU. A rooster does not crow in a strange environment. Cf. #1637; #883."
  },
  {
    "quote": "Kaa mahali pakadiri yako.",
    "person": "",
    "tail": "KS, kadiri. Sit in your proper place. Cf. #1109."
  },
  {
    "quote": "Kaa vema.",
    "person": "",
    "tail": "NGU. Behave yourself."
  },
  {
    "quote": "Kama si kizuri usifanye, kama  si kweli usiseme.",
    "person": "",
    "tail": "NGU. If it is not nice don't do it, if it is not true don't say it."
  },
  {
    "quote": "Karibu ni mila, si kula.",
    "person": "",
    "tail": "JKP. Welcome is a courtesy, not [an invitation to] eating. It does not mean that one is invited to a meal."
  },
  {
    "quote": "Kawaida ni [kama] sheria.",
    "person": "",
    "tail": "F.14.5; T.131; A.95; MS.142; LOBO.167; V.120; SACL.337; KB., kawaida: KS, sheria Custom is lawlike. Kawaida: a custom practised of old, unwritten law."
  },
  {
    "quote": "Ada ya nchi kwa wenyewe ni sheria.",
    "person": "",
    "tail": "MA.2 A country's customs and traditions are laws for the inhabitants. A country's culture and all that goes with it, should be respected. MM."
  },
  {
    "quote": "Kila kisitwacho usikione.",
    "person": "",
    "tail": "JKP. To look at a hidden thing is not proper. Sita: to halt, to hide. Steere. Cf. #1768A for more explanation."
  },
  {
    "quote": "Kiti cha mkewe si cha kukalia",
    "person": "",
    "tail": ". REK. The chair of the housewife is not for sitting on. Don't interfere with other people's business. A chair has a special value in most cultures."
  },
  {
    "quote": "Kitwitwi akishindwa kumwaga mgeni, anaugua  wazimu.",
    "person": "",
    "tail": "AL 1162. If the sandpiper is unable to say goodbye to his host, [its excuse] is that it is suffering from hallucinations. Somebody looking for an excuse in breaking the rule of good manners."
  },
  {
    "quote": "Kucha si kuogopa.",
    "person": "",
    "tail": "NGU. Paying respect is not the same as being afraid. Cf.#975."
  },
  {
    "quote": "Kufaa hakudhuru.",
    "person": "",
    "tail": "JKP. It does not harm to be of service. \"Said by one who offers to help.\" JKP."
  },
  {
    "quote": "Kuhukumu ni kujihukumu.",
    "person": "",
    "tail": "EM k25. Judging is judging oneself. When you judge another person, you are also judging yourself for you are showing your stand. EM."
  },
  {
    "quote": "Kuku anakula kadiri ya mdomo wake.",
    "person": "",
    "tail": "KB.122. A chicken eats according to its beak. Avoid exaggeration. Cf. #147; #232."
  },
  {
    "quote": "Kuku jike haiwiki kwenye jogoo.",
    "person": "",
    "tail": "KB.123. A chicken does not crow in the presence of a rooster. One should keep one's place. KB."
  },
  {
    "quote": "Kusumbwana si mambo ya kiungwana",
    "person": "",
    "tail": ". MA.227. To bother one another is not a thing a free man does. It is not a good thing to cause trouble for another."
  },
  {
    "quote": "Lebeka si utumwa.",
    "person": "",
    "tail": "MP.226.7. Politeness is not slavery. Being polite does not necessarily mean servitude or base flattery."
  },
  {
    "quote": "Shukrani si utumwa.",
    "person": "",
    "tail": "EM s9. Gratitude is not servitude. Lebeka or labeka: at your service; used by a youngster when called by its father or mother. Lamka and lama are also used."
  },
  {
    "quote": "Mbwa hata awe wa kizungu, haachi kunusa vyombo.",
    "person": "",
    "tail": "NGU. Even a European dog does not leave sniffing pots."
  },
  {
    "quote": "Mbwa hawachi kunusa vyombo.",
    "person": "",
    "tail": "KA. A dog always sniffs the pots. Comes naturally."
  },
  {
    "quote": "Mbwa kwa watu hasemi.",
    "person": "",
    "tail": "AL 1175. Among people a dog does not speak. It's better not to interfere in other people's business. AL."
  },
  {
    "quote": "Mchama ago hanyeli, huenda akauya papo.",
    "person": "",
    "tail": "F.23.31; KA. Delicately translated by F: \"A traveler does not make a mess where he makes camp as he might one day come back to the same place\". Mchama: one who moves, a traveller. Ago, kambi: camp. Akauya, akaja or akarudi: comes back, returns."
  },
  {
    "quote": "Usinyie kambi.",
    "person": "",
    "tail": "FSM.194. Do not do your call of nature in the camp. Cf. #610."
  },
  {
    "quote": "Mfuata sheria hujisaidia.",
    "person": "",
    "tail": "SAM.14.8. One who follows the rules will profit by them."
  },
  {
    "quote": "Mgeni hawezi kuona mwezi.",
    "person": "",
    "tail": "KB.180; AL 1135 A stranger cannot see the moon. A stranger is not able to know the customs of the inhabitants. A stranger is ignorant until settled. A visitor cannot give advice. AL."
  },
  {
    "quote": "Mgeni haoni mwezi.",
    "person": "",
    "tail": "MEM.253. A stranger does not see the moon. Possibly the moon may stand for rites to be observed. AL."
  },
  {
    "quote": "Mshenzi ndiye asiyejua atokapo.",
    "person": "",
    "tail": "MA.350. Stupid people do not know where they come from."
  },
  {
    "quote": "Mtasema mchana, usiku mtalala.",
    "person": "",
    "tail": "JK.120. You will talk in daytime, at night you will sleep. This is not only a general rule of conduct, but also, take counsel with your pillow. JK. Let them talk [do not kill yourself worrying], they will get tired. MM."
  },
  {
    "quote": "Mtoto wa kuku, kausha mdomo ule.",
    "person": "",
    "tail": "AL 443; AL, mtoto. Chick, dry your beak and eat. A child is told to grow up and act like an adult."
  },
  {
    "quote": "Mtumwa mwelewa hafunzwi adabu.",
    "person": "SACL.",
    "tail": "T.349; SACL.237; KB., funza, omits adabu. An intelligent servant does not need to be taught good manners. KB., SACL."
  },
  {
    "quote": "Mtumwa mwenye busara ni azawao.",
    "person": "",
    "tail": "T.350. \"Born here\" is the sensible slave. T. A slave of the first or second generation gets accustomed to the ways of the coast; in contrast to the mshenzi from the interior, that never quite loses clumsiness. T. Azawao (aliyezaliwa pwani): one born on the coast."
  },
  {
    "quote": "Mwana mtumishi hula chake na cha mwenziwe",
    "person": "",
    "tail": ". T. 367. A child sent on an errand eats its own food and its companion's. A messenger usually benefits from errands made. MM. A child who is willing to do errands [to do what it is told] will be rewarded."
  },
  {
    "quote": "Mwana msikizi hula chake na cha mwenziwe.",
    "person": "",
    "tail": "T. 643b. The obedient child eats its own [food] and its companion's."
  },
  {
    "quote": "Mwana wa mbuzi afagia [hufagia] alalapo.",
    "person": "",
    "tail": "NGU. A kid [of a goat] sweeps where it sleeps. Its tail sweeps the place before lying down."
  },
  {
    "quote": "Mwenye kurulama haoni haya.",
    "person": "",
    "tail": "KB.219. One who squats [call of nature] is not ashamed. One must tolerate human needs."
  },
  {
    "quote": "Mwenye kufuama haoni haya, kefu yule mwenye  kuangalia",
    "person": "",
    "tail": ". AL 1168. One who squats is without shame, but the one who stares at that person should be ashamed. Natural needs are human, but also secret. Fuama or Fulama or furama."
  },
  {
    "quote": "Mwiza, mwiza si utumwa",
    "person": "",
    "tail": ". V., mwiza; SACL. 651. [To say] \"yes, yes\" is not slavery. Reverence is not slavery. SACL. Being agreeable is not the same as becoming a slave. Cf.1372; #1376."
  },
  {
    "quote": "Mwungwana asiye ari kama  ng'ombe asiye na pembe",
    "person": "",
    "tail": ". L.77; SACL..71; V., asiyoari. The civilized person not making an effort [to avoid disgrace] is like a cow that has no horns. L. A gentleman without self respect is like a bull without horns. SACL. A gentleman who does not care about others is like an ox without horns. V. Ari: shame; effort to avoid the disgrace of being thought incompetent. L. Mwungwana: a free man."
  },
  {
    "quote": "Mwungwana hanuni kwa masmavu, hununa moyoni.",
    "person": "",
    "tail": "A.73; Lobo.l; SAM.19.44;SACL..691; T.359; KB. 225; AL, nuna. Civilized persons pout not with their cheeks, they pout in their heart A. A gentleman does not sulk ostentatiously, but sulks in silence, when defeated. Suffer insults silently. An intelligent person does not show worries or hatred. SAM. And stays master of self. AL."
  },
  {
    "quote": "Nashikilia ukale ambapo hapana budi.",
    "person": "",
    "tail": "FK. I hold a tradition where there is no choice. FK As a warning to desert old customs for new ones. FK."
  },
  {
    "quote": "Ndege mwigo hana mazoea.",
    "person": "",
    "tail": "F.38.5; B.3.71; F., mazoewa; AL 1695. A bird that imitates has no good behavior or culture. AL. A bird that imitates others does not get used to a place. F. A stranger always looks how others behave while eating."
  },
  {
    "quote": "Ndiyo, ndiyo, jua lako, usijue ya mwenzako.",
    "person": "",
    "tail": "AL 1174. Indeed, know your problems, don't try to know those of your friend."
  },
  {
    "quote": "Ni lipi lisilo nduguye na mwamu wake?",
    "person": "",
    "tail": "V.67; T. 429; SACL. 639. What [affair] is there that has not its in-laws? T. If you treat a guest inhospitably, know that your own turn may come to be treated likewise. As you do to me, so I'll do to you. V."
  },
  {
    "quote": "Nilimwona mnyama katika makundi, kenda  kamwegema;  kanipiga pindi.",
    "person": "",
    "tail": "SACL.750. I saw an animal in a herd [in a crowd], I went [I tried] to make acquaintance; it went away like a snake (turned its back on me). Piga pindi: zigzag as a snake, undulating. Egema: to trust to."
  },
  {
    "quote": "Salamu za mabeberu ni pembe.",
    "person": "",
    "tail": "REK. The he-goats greet each other with their horns. Beberu: he-goat; a strong man."
  },
  {
    "quote": "Shitaka kwa nyani au kwa ngedere hukumu moja.",
    "person": "",
    "tail": "EM s7. The judgment of a case submitted to an ape or a monkey is the same. People of the same kind give a similar judgment or answer. EM."
  },
  {
    "quote": "Sionje haramu kwani ni kama  sumu.",
    "person": "",
    "tail": "JKP. Don't taste anything forbidden [like adultery], it is like poison."
  },
  {
    "quote": "Tabia ni ngozi ya mwili.",
    "person": "",
    "tail": "MARA 2. Character is like one's skin. One cannot change one's skin. It is equally hard to change one's character."
  },
  {
    "quote": "Tabia ya mtu ni kia cha mwili.",
    "person": "",
    "tail": "MARA 2. The character of a person is like a joint of the body Kia, kiungo: joint."
  },
  {
    "quote": "U mwana u kamange we?",
    "person": "",
    "tail": "A.95; T.514. Are you a child or a grit? Don't you hear at all? Are you altogether shameless? Kamange: a bean or seed that is still hard after cooking; a person who does not want to behave."
  },
  {
    "quote": "Huitendaje kauta hata ikatalayani?",
    "person": "",
    "tail": "T.100. What shall they do to a grit for it ever to become soft? Kauta: dust, grit."
  },
  {
    "quote": "Uchafu wa ndugu hautapishi.",
    "person": "",
    "tail": "NGU. The filth of your relative does not cause you to vomit."
  },
  {
    "quote": "Ujinga huo wa kuacha kinywa kutia puani.",
    "person": "",
    "tail": "AL 1157. This stupidity of removing your finger from your mouth and putting it in your nose. In society the rules of good behavior are to be observed. AL."
  },
  {
    "quote": "Ukenda kwa wenye chongo, [nawe] vunja lako jicho.",
    "person": "",
    "tail": "T.522; F.46.5; AL 359. When you visit one-eyed people, destroy also your own eye. One must howl with the wolves. V.; ED. When in Rome, do as the Romans. If you want to be more shrewd than your companions you are taking risks. AL."
  },
  {
    "quote": "Ukenda kwa mwenye chongo, nawe fumba lako jicho.",
    "person": "",
    "tail": "MARA 2; ED 84. If you go visiting a person with one eye, you better close also one eye."
  },
  {
    "quote": "Ukikaa mji wa mwenye chongo, nawe vunja lako jicho.",
    "person": "",
    "tail": "V.47. If you live in a village of a one-eyed person, destroy also one of your eyes."
  },
  {
    "quote": "Ukienda pemba, uvae kilemba.",
    "person": "",
    "tail": "EMu7. If you go to Pemba, you should wear a turban. Cf.#289 Waarabu wa Pemba..."
  },
  {
    "quote": "Ukienda rumi, fanya wafanyavyo warumi",
    "person": "",
    "tail": ". NGU. If you go to Rome, do as the Romans do."
  },
  {
    "quote": "Ukienda usiage, ukirudi u mgeni wa nani?",
    "person": "",
    "tail": "AL 1161. If you leave without saying goodbye, coming back who will invite you?"
  },
  {
    "quote": "Ukikaa na simba, vaa ngozi ya mamba.",
    "person": "",
    "tail": "RSP.141. If you live with a lion, wear the skin of a crocodile."
  },
  {
    "quote": "Ukila pamwe na namiri, igiza zao desturi.",
    "person": "",
    "tail": "RSP. 91. If you eat with the leopards, imitate their habits."
  },
  {
    "quote": "Ulimbwende una ungwana.",
    "person": "",
    "tail": "SACL. 950; AL, ulibwende. Finery asks for class. Finery needs taste and money."
  },
  {
    "quote": "Umekaa kama ngawa, kwani huna mazoea.",
    "person": "",
    "tail": "T.540; SACL .521. You behave like a civet-cat, don't you know how to behave? Said of someone who does not associate with others."
  },
  {
    "quote": "Usichekelee mbwa kuchutama, hujui ukao wake.",
    "person": "",
    "tail": "AL 665. Don't laugh at a dog squatting, don't you know that it is his normal pose. Don't judge others. AL."
  },
  {
    "quote": "Usikichekee kicheko cha mkwe.",
    "person": "",
    "tail": "NGU. Don't mock the little joke of your in-law. Kicheko: laugh, smile, giggle, grin"
  },
  {
    "quote": "Usiwe joka la mndimu, hatundi hatikizi  watundao.",
    "person": "",
    "tail": "JK.146. Do not be like the lemon tree snake: it does not pick the fruits nor does it tolerate the pickers. JK. Live and let live. JK. Cf. #1057."
  },
  {
    "quote": "Usiwe kidoa cha kuharibu nguo za wenzio.",
    "person": "",
    "tail": "SAM. 25.17. Don't be a stain spoiling the clothes of your companions. Said of people who are envious of others and do not maintain the standards of the group. MM. Cf. #1399."
  },
  {
    "quote": "Uungwana haufai, bora ni ndarama.",
    "person": "",
    "tail": "T.546; V.ll9, ndirama. Gentle birth avails not, the important thing is money. Money rules the world. Ndarama or dhirahmu,darahima, darahimu or dharamu : drachmas; fig., riches. Sacl."
  },
  {
    "quote": "Vijana hawana hekima, hisana wala kupendana.",
    "person": "",
    "tail": "JKP. Children have no wisdom, kindness, or love. \"They have to learn all those.\" JKP."
  },
  {
    "quote": "Wakinzani hawavunjiki.",
    "person": "",
    "tail": "NGU. The people with objections are unbreakable. There always will be objections. Wakinzani: obstructionists."
  },
  {
    "quote": "Wananchi wakila panya. Ule panya.",
    "person": "",
    "tail": "JK.146. If the natives eat rats, eat rats."
  },
  {
    "quote": "Waweza ukae, huwezi ondoka.",
    "person": "",
    "tail": "JKP. You can [say] Stay, you cannot [say] Get out."
  }
]