[
  {
    "quote": "Cha mlevi huliwa na  mgema.",
    "person": "EM. Gongo",
    "tail": "F 6.1; B 3.50; H 24; L 12; CM 53; SWA 6; MARA 2. The drunkard's [property] is consumed by the palmwine tapper. Mgema, a person who climbs in the tree and makes incisions in the tree to get its sap in order to make palmwine. 1571. Gongo likiingia, bongo hukimbia. EM g6. When gongo (beer) enters, the brain moves out. There are many kinds of intoxicants, e.g. status, possessions or knowledge, if it gets into the head, it corrupts the mind and this is weakness - EM. Gongo, a local dry gin. Cf. 1574."
  },
  {
    "quote": "Hata mla nyasi huenda  msalani.",
    "person": "",
    "tail": "REK. Even a grass eater goes to the toilet. There is no exception for human functions."
  },
  {
    "quote": "Hazina ya mlevi ni pombe.",
    "person": "",
    "tail": "REK. The treasure of a drunkard is beer."
  },
  {
    "quote": "Kadiri wafyonza pombe nayo yakufyonza akili.",
    "person": "",
    "tail": "KB 87. The more beer you consume, the more it will consume your brain."
  },
  {
    "quote": "Hapo pombe linapokuwa ndani akili hakuna.",
    "person": "",
    "tail": "MEM.270. Where ale is in, wit is out."
  },
  {
    "quote": "1574a.  Maji mbwa amechafua hayanywiki,",
    "person": "JPK.",
    "tail": "chakula nzi ametua hakiliki. SPK. Water fouled by a dog is not potable; Food on which a fly has been sitting, is not edible. A woman who has been defiled is no longer fit for marriage - JPK."
  },
  {
    "quote": "Mgema akisifiwa tembo hulitia maji.",
    "person": "",
    "tail": "F 25.56; H 65; T 260; B 3.30; MARA 41; JK 124; V 87; KB 179; SWA 54. KS tembo. If the palmwine tapper is praised for the good wine, he/she dilutes it with water."
  },
  {
    "quote": "Mgema haziki nina.",
    "person": "",
    "tail": "T 638. The toddy-tapper buries not his/her mother. The occupation demands such regular and constant attention that the tapper cannot leave it for a single day. Cf. 1619."
  },
  {
    "quote": "Mgema neema.",
    "person": "RSP.",
    "tail": "RSP 19. The winetapper [has] a good life. \"Because there are always drunkards\" - RSP."
  },
  {
    "quote": "Mlevi akiponyoka, mgema hukifutika.",
    "person": "",
    "tail": "REK. When the drunkard is slipped away, the wine-tapper finds it [debt] obliterated. Futika, (futa), wiped out, obliterated, forgiven. Ponyoka (poa), slipped away, escaped, cured."
  },
  {
    "quote": "Mlevi (or kilevi) mtaka chombo, simjengee  safari.",
    "person": "",
    "tail": "JKP 270. If a drunkard wants a ship, don't help with the voyage. Don't give directions for the voyage. Cf. 1863, 1864."
  },
  {
    "quote": "Msitukane wagema na ulevi ungalipo.",
    "person": "",
    "tail": "F 30.105; F 49.41; AL 1415. Do not speak ill of palmwine tappers as long as drinking goes on. You may cut off your supply. Cf. 84."
  },
  {
    "quote": "Mtu hunawa akala na aliyepo kanawa.",
    "person": "JKP.",
    "tail": "JKP. When a person washes the hands before eating, the one who is there washes the hands also. \"Eating\" also refers to sexual intercourse where also certain rules of purity have to be observed\" - JKP."
  },
  {
    "quote": "Mtu wa kurewa-rewa na kuanguka.",
    "person": "JKP. Kurewa or kulewa",
    "tail": "JKP. A staggering person may [soon] fall. \"Expect a drunkard to go from bad to worse; also said of proud people\" - JKP. Kurewa or kulewa, stagger. to lose understanding, to be drunk."
  },
  {
    "quote": "Mwana wa yungi hulewa kaifa wa mwalimwengu.",
    "person": "AL . Instability.",
    "tail": "KS; AL 792. The little waterlily gets giddy, so much more a human being. The little waterlily moves [on the water], so much more a human being - AL . Instability."
  },
  {
    "quote": "Nyumba ya pombe haikai pombe.",
    "person": "",
    "tail": "T 672. In the house of beer, no beer stays. Too many customers. Cf. 1767."
  },
  {
    "quote": "Penye mvinyo ndipo penye hatari.",
    "person": "AL.",
    "tail": "JK 138; AL 101; MEM 269. Where the wine is there is the danger. Habitual drunkeness endangers all and everything - AL."
  },
  {
    "quote": "Penye ulevi ndipo penye matata.",
    "person": "",
    "tail": "JK 138. Where there is drunkenness, there is trouble."
  },
  {
    "quote": "Riziki ya wagema-tembo mikononi mwa walevi.",
    "person": "",
    "tail": "JK 130;SACL 550. The livelihood of the winetappers is in the hands of the drunkards."
  }
]