[
  {
    "quote": "Aibu  ghaibu.",
    "person": "",
    "tail": "RSP.62. Disgrace is [usually] hidden. 3929. Ajidhaniye amesimama, aangalie asianguke. F.1.6. Those who think that they are standing should be careful not to fall down. Said of a successful person who is very proud."
  },
  {
    "quote": "Alimaye  kandoni mwa njia huonewa na maharamia.",
    "person": "",
    "tail": "JKP. A farmer who cultivates near the roadside will be eyed by [highway] robbers. \"If you are doing good business, hide it, for there are always the enviers.\" JKP."
  },
  {
    "quote": "Aliyeko  juu mngojee chini.",
    "person": "",
    "tail": "J.. juu; CM.51, alioko; SACL.196; KB.16, juu; V. aliyoko juu; FSM.15, aliye; AL., chini; KS Aliye juu. Wait below for the one who is above. Cf. #1647."
  },
  {
    "quote": "Amezaye ng'ongo atumaini mkundu.",
    "person": "",
    "tail": "SACL.909. One who has swallowed a strip of raffia hopes for the best. [Free translation.]"
  },
  {
    "quote": "Amezaye tunda  zima zima hujiaminisha koo lake.",
    "person": "",
    "tail": "MEM.66. If you swallow a whole fruit you put your trust in your throat. You do that at your own risk. Somebody who boasts should be ready to be challenged. MEM. Cf. #28, #1663."
  },
  {
    "quote": "Angenda juu kipungu hafikilii mbinguni.",
    "person": "",
    "tail": "T.29; F.3.27; A.186; SACL.222, hangenda; V.72. Even if the osprey goes high, it does not reach heaven. Said of an ambitious person."
  },
  {
    "quote": "Pungu huenda  mbio, mbinguni hafikilii.",
    "person": "",
    "tail": "V.72. The osprey goes fast, but does not reach to heaven."
  },
  {
    "quote": "Angepaa kipungu  maregeo ni mtini.",
    "person": "",
    "tail": "JKP. The eagle may soar upwards, but it will return to its tree."
  },
  {
    "quote": "Mwenda juu  kipungu hafikii mbinguni.",
    "person": "",
    "tail": "AL 710; KS,kipungu. The high flying osprey does not reach heaven."
  },
  {
    "quote": "Ungenda juu  kiboko, makazi yako ni pwani.",
    "person": "",
    "tail": "T.543; JK.140, ni majini; AL 690. You may go upcountry, hippo, but your home is at the coast. In the water. JK. About humility and keeping old relationships. JK."
  },
  {
    "quote": "Kiboko pake ni  pwani maregeo ni majini.",
    "person": "",
    "tail": "JKP. The hippo's place is on the shore, it will always return to the water. \"A person may pretend belonging to a higher class of people, but one day that person will come down again.\" JKP."
  },
  {
    "quote": "Asiye na  kombo, ana doa.",
    "person": "",
    "tail": "SACL.434. Anybody who has no defect has at least a blemish."
  },
  {
    "quote": "Kila mtu ana doa.",
    "person": "",
    "tail": "JK.118. Every person has a blemish."
  },
  {
    "quote": "Kila mtu na  kidonda chake.",
    "person": "",
    "tail": "MA.215. Every person has a wound. Every person has headaches and problems."
  },
  {
    "quote": "Avuaye  nguo huchutama.",
    "person": "",
    "tail": "F.5.45, KA. The one who is naked squats low. When shame befalls, that person keeps quiet, goes in hiding."
  },
  {
    "quote": "Mungwana kivukwa  na nguo huotama.",
    "person": "",
    "tail": "ED.46. Mungwana akivuliwa nguo huotama. JK.132 Avukwaye na nguo huotama. MM."
  },
  {
    "quote": "Mwenye kuvuliwa  kuotama.",
    "person": "",
    "tail": "SACL. 860. One who is derobed squats low."
  },
  {
    "quote": "Mtu akivuliwa  nguo huotama, hainuki.",
    "person": "",
    "tail": "KS.otama. If a person is derobed, that person squats and does not stand up. Otama, totama, chutama: squat."
  },
  {
    "quote": "Bora  chako, cha mwenzako masimango.",
    "person": "",
    "tail": "AL 1394; AL masimango. What is yours is excellent, what's of your friend is laughable. Masimango: rejoycing over another's misfortune, reproach. Cf. #? Donda kwa mwenzako."
  },
  {
    "quote": "Cha mtu  mavi, chako sukari.",
    "person": "",
    "tail": "AL 1395. Somebody else's good is bad, but yours is like sugar. Mavi: excrement."
  },
  {
    "quote": "Cha mtu  mavi; utakiacha ukiona tu.",
    "person": "",
    "tail": "AL 1278. The goods of another person are bad, you'll leave them and you'll be satisfied looking at them."
  },
  {
    "quote": "Chemchem  si mtemi, lakini atakaye kunywa maji yake sharti ainame.",
    "person": "",
    "tail": "EM.35.11. A spring is not a king, yet whoever would drink of it must bow. A spring has fresh water and one who wants to drink the water must bow down to reach the water. Thus, it is not only the ruler who is respected; there are many other valuable things which, if one wants to get them, must be sought with respect. EM."
  },
  {
    "quote": "Chumvi isipite  mboga, isiwe uchungu.",
    "person": "",
    "tail": "AL 291. There should not be too much salt in the side-dish, otherwise it will be too salty. Mboga: meat, fish, vegetables, beans; anything that goes with the staple."
  },
  {
    "quote": "Chungu  hakioni kivuli chake.",
    "person": "",
    "tail": "AL.522. The stone pot does not see its shadow. People do not see their own faults. Cf #1656."
  },
  {
    "quote": "Chupa  iliyokuwa chumvi haiachi utamu.",
    "person": "",
    "tail": "AL 1796. The jar that kept salt keeps its flavor. One does not lose one's good points."
  },
  {
    "quote": "Chupa ya marashi  haiishi harufu.",
    "person": "",
    "tail": "AL 1798. A jar of perfume keeps its smell. Marashi: scent of liquid perfume."
  },
  {
    "quote": "Dhambi ikikiriwa ni nusu ya marekebisho.",
    "person": "",
    "tail": "EM.47. 13. A fault confessed is half redressed."
  },
  {
    "quote": "Donda kwa  mwenzako linanuka, kwako halinuki.",
    "person": "",
    "tail": "AL 527. The sore of your companion stinks, yours does not. Cf. #1656."
  },
  {
    "quote": "Eleza  haja, upate haja.",
    "person": "",
    "tail": "SAM.6.1. Explain your need, so you get what you need. Don't be too proud to ask for help. Cf. #1257."
  },
  {
    "quote": "Ewe mtuje,  kwambe wali tafi ungalikuwaje?",
    "person": "",
    "tail": "T.64. Mtuje , if you were a tafi, what then? Between these two despised fishes, the mtuje and the tafi there is not much to choose in point of delicacy. Used often to express disdain for people adopting foreign airs."
  },
  {
    "quote": "Faida  yapita kiburi.",
    "person": "",
    "tail": "Holiday. Profit surpasses pride."
  },
  {
    "quote": "Hakuna  kiumbe asiye na aibu.",
    "person": "",
    "tail": "MA.124. There is no mortal who has nothing to be ashamed of."
  },
  {
    "quote": "Hakuna  mume wa waume.",
    "person": "",
    "tail": "KA. There is no strong man among strong men. There is no man who can defeat all other men. To stop a booster."
  },
  {
    "quote": "Hasara  humficha mwenye mabezo.",
    "person": "",
    "tail": "NGU. One who despises another will be put to shame."
  },
  {
    "quote": "Howe! Ni  ya mwenye kufuma: wewe una \"howe\" gani?",
    "person": "",
    "tail": "T.99. A hit! Praise is for the successful hunter; what do you shout about? A rebuke to somebody who boasts about nothing. Howe: there you are! The cry of the hunter on taking a successfui shot."
  },
  {
    "quote": "Jogoo  alikuwamo ndani ya yai.",
    "person": "",
    "tail": "AL 64. The rooster has its origins in the egg [as all fowl]. Arrogant people tend to forget their origin."
  },
  {
    "quote": "Jogoo la  shamba haliwiki mjini.",
    "person": "Jogoo wa shamba. The country rooster does not crow in town. Somebody of importance in a village is often not so in a town. Country bumpkins are usually laughed at by townsfolk. An authoritarian husband often loses his arrogance outside his home.",
    "tail": "F.13 7; L.30; KS, shamba; AL 784; H.46; B.2.36; Polome 230; SWA. 16, Jogoo wa shamba. The country rooster does not crow in town. Somebody of importance in a village is often not so in a town. Country bumpkins are usually laughed at by townsfolk. An authoritarian husband often loses his arrogance outside his home."
  },
  {
    "quote": "Kenge ni  kenge; hawi mamba.",
    "person": "",
    "tail": "NGU. A monitor lizard is a monitor and never will be a crocodile."
  },
  {
    "quote": "Kiburi ni  majuto.",
    "person": "",
    "tail": "SAM.9.6. Arrogance is followed by regrets."
  },
  {
    "quote": "Kiburi si  maungwana.",
    "person": "",
    "tail": "F.14 10; B.1 39; 2. 47. Majivuno si maungwana. ZAW.173. Arrogance is not noble."
  },
  {
    "quote": "Kichwa cha  kuku hakihimili kilemba.",
    "person": "",
    "tail": "MARA 26; KS, kichwa; AL 926. The head of a chicken cannot support a turban. A worthless person should not be invested with authority. Cf. #188; #1664."
  },
  {
    "quote": "Kieleacho  huzama.",
    "person": "",
    "tail": "TAA 10. What floats will sink. Whatever is up will not last."
  },
  {
    "quote": "Kila  muacha samboye hwenda ali mwanamaji.",
    "person": "",
    "tail": "T.180; SACL. 792; A.95; SAM. 9.9; KA; KS, sambo. Everyone leaving his own vessel becomes a common sailor."
  },
  {
    "quote": "Kila ndege  mwenye mkia ni lazima aringe.",
    "person": "",
    "tail": "JKP. Every bird with a tail must show off."
  },
  {
    "quote": "Kima  alijua jina la mti sababu ya kuzomewa na watu.",
    "person": "",
    "tail": "AL 702. The monkey learned the name of the tree, because it was jeered by people. One who has been ridiculed away from home, brags at home. AL."
  },
  {
    "quote": "Kipofu  kiongozi wa kiwete.",
    "person": "",
    "tail": "JKP. The blind one is the lame one's guide. In many vital matters people claim to possess expert knowledge, which they do not have. JKP."
  },
  {
    "quote": "Kizuri  hakikosi ila.",
    "person": "",
    "tail": "KS., ila. There is nothing so beautiful that it has not a blemish."
  },
  {
    "quote": "Kufa soni  kuona taabu.",
    "person": "",
    "tail": "AL 1523; TS 83/1. Too much shyness means trouble. If one is too ashamed to beg, that person will be in trouble and may die of hunger. It is better to lower onself than to die. Cf. #1206."
  },
  {
    "quote": "Kufukuru  ya bibi-kisamvu alimwita mungu mjomba.",
    "person": "",
    "tail": "PM. 64; AL. 703. The blasphemy of Mrs. Cassava-leaf was that she called God her uncle. Mrs. Cassava-leaf was the housekeeper of Dhanis and ruled over her brothers, whom she disowned. She went as far as to say that she did not know them anymore, because God was her uncle...after the departure of Dhanis, she lived woefully. PM Glory and rejection are close together. This is said of people in power who look down upon others."
  },
  {
    "quote": "Mama anna  anasema mungu ni mjombe wake.",
    "person": "",
    "tail": "Maniema dialect. AL 7O5. Mother Anne says that God is her uncle."
  },
  {
    "quote": "Kuhorahora  si kwema, mara hanguwa mbichi.",
    "person": "",
    "tail": "ED.21. It is not good to hit fruit with a long stick, suddenly a green one will come down. ED. From a war song of Amu:"
  },
  {
    "quote": "He herero he!",
    "person": "",
    "tail": "Kuhora-hora si njema Marra ni kwanguwa mbichi SACL. 286."
  },
  {
    "quote": "Kuhurahura si  kwema mara uchangia mbichi.",
    "person": "",
    "tail": "Lamu dialect. JKP. \"Stoking is not good, suddenly you will get into the unripe.\" JKP. Changa: collect. \"Poking in an old fire may result in waking up the flames as soon as one uncovers [\"unripe\"] coals. Young [\"unripe\"] people must be kept under the supervision [\"covered\"] of their elders who are more experienced [\"burnt\"]. Do not disturb family relations, do not stir up sons against fathers. JKP."
  },
  {
    "quote": "Kusemasema  kwa ndege hulimpatisha jina.",
    "person": "",
    "tail": "AL 723. On account of its loquacity the bird got its name. One who is boasting too much will make mistakes."
  },
  {
    "quote": "La kwanza  udhalili, la pili ukamili.",
    "person": "",
    "tail": "RSP.131. First humility, then perfection. Cf. #1668."
  },
  {
    "quote": "Lake mtu  halimtapishi bali humchefusha.",
    "person": "",
    "tail": "F 20.3;AL 1789; L. p 112. One's foul-smelling sore does not sicken oneself but merely disgusts. Although a stinking wound may disgust a person, it does not make him sick. One can live with one's own faults. A parent may get disgusted on account of a child's behavior, but does not reject the child."
  },
  {
    "quote": "Maji  hunywa maji yote.",
    "person": "",
    "tail": "JK.134. Water drinks all water. The earth drinks all water. A humble person will receive more than a haughty character, and a modest person will acquire more learning than someone who believes to knows much. JK."
  },
  {
    "quote": "Maji ya  pondo hayataki tanga.",
    "person": "",
    "tail": "J. pondo; B 3.24; SACL.757; upondo. Shallow water does not require a sail. A punting pole is sufficient. One has to adjust to different situations."
  },
  {
    "quote": "Maji  yakijaa hupwa, mpanda ngazi hushuka.",
    "person": "",
    "tail": "F.21. 10; CM.53 MARA 3. When the tide is high, it will ebb; a person who climbs a ladder comes down."
  },
  {
    "quote": "Mpanda ngazi  hushuka.",
    "person": "",
    "tail": "H.71; B.2.22; MARA.44. One who climbs a ladder, usually comes down."
  },
  {
    "quote": "Mpanda ngazi  hushuka, usingie ujingani.",
    "person": "",
    "tail": "V ngazi. A person who climbs a ladder comes down, don't do a foolish thing."
  },
  {
    "quote": "Mpanda madaraja  yuyashuka.",
    "person": "",
    "tail": "MA.345. One who climbs up stairs must climb down too. Cf.1649a."
  },
  {
    "quote": "Majivuno  hayatakuletea chochote.",
    "person": "",
    "tail": "NGU. Pride does not bring you anything. Cf. #?? Majisifu"
  },
  {
    "quote": "Mata  hayakuwa mata, siuze magambaire.",
    "person": "",
    "tail": "T.249. The arms [bows] were not arms, much less the slings. If the properly educated fail, how about the rabble? T. Siuze for siulize: don't even ask."
  },
  {
    "quote": "Kamba haikuwa  kamba itakuwa kambaa?",
    "person": "",
    "tail": "MM. If the rope is not a rope, how about palm leaf strips?"
  },
  {
    "quote": "Mbunge  akili kichwa chake.",
    "person": "",
    "tail": "JKP. The counselor's brain is his head. Is his pride. \"A pun on kichwa, head or pride. Many men of state have more imagination than true intelligence...\" JK."
  },
  {
    "quote": "Mbwa  hubweka nyumbani.",
    "person": "",
    "tail": "EM m7. A dog barks at home. A dog knows its home and the inmates. Has self-confidence. In danger it will protect the people. If it barks it shows its domain. If it goes to another place the environment is unfamiliar, and this is not its domain. A person has self-confidence and shows his capabilities when in familiar surroundings. EM. Cf #1637,"
  },
  {
    "quote": "Mchuzi ni maji.",
    "person": "",
    "tail": "T.352. Gravy is water. There is no gravy without water. Do not despise people or things because they are common; often they are indispensable. Cf. #1131."
  },
  {
    "quote": "Mkwea  mnazi msubiri chini.",
    "person": "",
    "tail": "EM. m22. Wait for the palm tree climber at the bottom. If a person in a high position despises you, just be patient because that person will come down."
  },
  {
    "quote": "Mpanda  ngazi hushuka.",
    "person": "",
    "tail": "NGU; BM 2. One who climbs a ladder will come down."
  },
  {
    "quote": "Mpanda ngazi  hushuka, mungu pweke hutukuka.",
    "person": "",
    "tail": "JKP. The climber of a ladder will come down, only God is truly high. All people will die, even the powerful. JKP. Tukuka or kuwa tukufu: to be honored, respected."
  },
  {
    "quote": "Msema  \"siwezekani,\" simsadiki.",
    "person": "",
    "tail": "JKP. The one who says \"I am invincible,\" do not believe that person."
  },
  {
    "quote": "Msoma  pweke hakosi.",
    "person": "",
    "tail": "ED.41. The one who reads alone makes no mistakes. Without criticism from others one thinks highly of oneself. ED. Cf. #1343."
  },
  {
    "quote": "Mtaka  nyingi nasaba hupata mwingi msiba.",
    "person": "",
    "tail": "F.30. 109; L.61; FSM.129; MARA 3; KS, taka. One who boasts about ancestry will see plenty of trouble. Sooner or later that person will meet someone who knows the real truth. F; MARA. Nasaba: offspring."
  },
  {
    "quote": "Mtu  atwawapo na ghururi mbeleye ni maumivu.",
    "person": "",
    "tail": "T 335. A person possessed by vanity will see much suffering ahead. Twawa for twaliwa: to be caught."
  },
  {
    "quote": "Mtu haoni  aibu yakwe, huona ya mwenziwe.",
    "person": "",
    "tail": "T.452. You do not see your own defects, but those of your neighbor. Lao hawalioni. MA.250. Their own they don't see. Cf. #1656."
  },
  {
    "quote": "Mtu hawezi  kumeza jua.",
    "person": "",
    "tail": "AL 694. Nobody can swallow the sun."
  },
  {
    "quote": "Mungwana  ni kizingiti.",
    "person": "",
    "tail": "ED.47. A gentle person is like a lintel. Accepting everything calmly even when stepped upon."
  },
  {
    "quote": "Mwenye  mapengo akicheka ulimi huficha.",
    "person": "",
    "tail": "NGU. When a person laughs the tongue hides the gap between the teeth. Everyone tries to hide own mistakes and those of the family."
  },
  {
    "quote": "Mwenye  sifa hajisifu.",
    "person": "",
    "tail": "NGU. A respected person does not boast."
  },
  {
    "quote": "Ni shakwe  nina mbawa zangu: maji yatanipatapi?",
    "person": "",
    "tail": "SACL. .828; T.431. I am a sea-gull, I have my wings: where can the sea get me?"
  },
  {
    "quote": "Nyani  haoni kundule, huliona la mwenziwe.",
    "person": "",
    "tail": "T.438a; F.40.22; KS, nyani. The ape does not see its own hind parts, it sees that of its fellow. We see the faults of others but not our own. Cf. #1653."
  },
  {
    "quote": "Nyingi  ghubari huficha ari.",
    "person": "",
    "tail": "RSP.130. A cloud of dust covers shame. Of someone who tries to cover mistakes by artful means, or blinds the employer by making the dust fly."
  },
  {
    "quote": "Panzi  kuingia motoni kajiona mkuu kama moto.",
    "person": "",
    "tail": "T.452. The grasshopper, entering the fire, felt as great as the fire. The reason why the grasshopper went into the fire was that it thought in its temerity that it could extinguish the fire."
  },
  {
    "quote": "Pete  ukuvikayo mangi, ifiche kibindoni.",
    "person": "",
    "tail": "EM p20. You should hide in your loincloth the ring awarded by the king. If you receive an honor, don't publicize it. Mangi: king of the Wachagga."
  },
  {
    "quote": "Si kila  mwenye makucha huwa simba.",
    "person": "",
    "tail": "F.44.6. Not all that have claws are lions. Cf. #1185."
  },
  {
    "quote": "Sijione mtu wa heshima.",
    "person": "",
    "tail": "KB.276. Don't imagine yourself praiseworthy. Avoid boasting."
  },
  {
    "quote": "Sione  tanga la nguo kasahau la miaa.",
    "person": "",
    "tail": "T.490; A. 120; SAM.22.4; MS.77. Do not dream about a cloth sail forgetting the matting one. Be content with what you have, and what has served you well. Miaa or miyaa or miwaa: leaves of the Dwarf palm, used for making mats, sails. Cf. #925. #1438; #.? Usile kwa sahani ukasahau bunguu."
  },
  {
    "quote": "Tangawizi  kafa bure, mwenye viungo ni majano.",
    "person": "",
    "tail": "AL 707 The ginger died in vain, it's the tumeric that makes the gravy. The ginger is like a person, whose contribution is not fully appreciated. The tumeric, that gives the color, takes all the praise, while the ginger that gives the taste is not mentioned."
  },
  {
    "quote": "Tujivune  hatimaye.",
    "person": "",
    "tail": "JKP. Let us praise ourselves at the end. Do not count your chickens before they are hatched. JKP."
  },
  {
    "quote": "Uchache  wetu si wingi wao.",
    "person": "",
    "tail": "RECH.551. Our lacks are not their greatness. They are not better than we are. RECH. Wao: theirs; can change to wenu,: yours, or other possessive pronouns."
  },
  {
    "quote": "Ukila na  lupao, usisahau mkono.",
    "person": "",
    "tail": "Swahili.46/2,Sept.1976 p.l4. If you eat with a spoon, don't forget your hand. Many people used their fingers instead of a spoon or fork while eating. If you have climbed the social ladder, don't forget those who did not. Lupao or kijiko: spoon."
  },
  {
    "quote": "Unalalia  kirago, unajitandea uchaga.",
    "person": "",
    "tail": "AL, uchaga; Al 693. You sleep on a mat and cover yourself with a screen. About sleeping in the open, or under a roof with holes. Someone poor as Job should not boast. Uchaga: a screen or fence."
  },
  {
    "quote": "Unavaa  meno, unajitandia midomo.",
    "person": "",
    "tail": "AL 692. You have teeth and cover yourself with your lips. Each of us has received natural gifts; no need for boasting."
  },
  {
    "quote": "Upaa wa  kanga haustahamili mzigo.",
    "person": "",
    "tail": "T.547; MS.92. The crown of a guinea fowl cannot support a load. Said of a \"little\" person getting too big a responsibility."
  },
  {
    "quote": "Upaa wa kanga  haustahimili jua.",
    "person": "",
    "tail": "KA. The crown of the guinea-fowl cannot stand the sun. A weak person cannot fulfill a big job. Cf. #1640; #188."
  },
  {
    "quote": "Usijifanye  kuku mweupe.",
    "person": "",
    "tail": "F.48.32. Do not pretend to be a white chicken. Do not pretend other than you are. Cf. #1118."
  },
  {
    "quote": "Usikune  kibuyu mbele ya mwenye upaa.",
    "person": "",
    "tail": "MM. Don't scratch your little calabash in the presence of a bald person. Don't try to impress others."
  },
  {
    "quote": "Usimwige  tembo kula miiba.",
    "person": "",
    "tail": "EM u30. Don't imitate the elephant in eating thorns. Be modest in your thinking and behavior."
  },
  {
    "quote": "Uungwana  si jadi kubeli.",
    "person": "",
    "tail": "SAM.26.22; KA. Nobleness is not the same as a noble ancestry. Nobleness comes from the heart. Jadi or asili or ukoo: origin. Kubele or tukufu: honorable"
  },
  {
    "quote": "Wale  wakinuka vumba leo wako ambarini.",
    "person": "",
    "tail": "AL 1795. Those who smelled are today in ambergris (perfume). The parvenu tries to cover the reminders of his origins. AL."
  },
  {
    "quote": "Waliochokipeleka wazungu usijaribu kukifanya wewe.",
    "person": "",
    "tail": "AL 714. What the Europeans brought, don't try to make it also. Don't immitate them blindly."
  },
  {
    "quote": "Za mtu ni  mbili--akili na haya.",
    "person": "",
    "tail": "V., akili. The [best qualities] of a person are two--intelligence and modesty. Cf. #1643."
  },
  {
    "quote": "Zingwizingwi lipe nguo ulione mashauo.",
    "person": "",
    "tail": "KA; MARA 3. If you give clothing to a big fool see giant boasting. Zingwizingwi: a big stupid giant. Mashauo or kiburi: pride, self-glory. Cf. #1640."
  }
]