[
  {
    "quote": "Achia koko, wanguwe koma.",
    "person": "",
    "tail": "ED 6; JKP. Let go of a kernel, so that you may have the edible part. Give something so that you may get something bigger in return. Koma, the edible fruit of the dwarf palm. 2264. Akupaye mfupa kakuwazia. NGU. The person who gave you a bone thought about you. A small gift, a kind thought."
  },
  {
    "quote": "Akupaye mfupa ni rafiki yako.",
    "person": "",
    "tail": "NGU. The one who gave you a bone is your friend."
  },
  {
    "quote": "Anayekuwazia ni nduguyo.",
    "person": "",
    "tail": "NGU. The person who thought about you is your relative."
  },
  {
    "quote": "Aliyejaliwa kajaliwa, ukimwombe akose, mungu  anampa.",
    "person": "",
    "tail": "NGU. Even if you pray for a person that person may not get it. God gives to a person. The one who is destined will be favored. It is useless to pray for gifts. God has all destined."
  },
  {
    "quote": "Aliyemnyima mwenzake nyama ya senji, mbuluku  akamnyima nyama ya mbogo.",
    "person": "",
    "tail": "KB 20. To the person who denied a companion meat of the large rodent, the little antelope has refused the meat of the buffalo. Help denied will turn against you."
  },
  {
    "quote": "Ametoa nguo jogoo, mkewe hakuzipata.",
    "person": "",
    "tail": "B 26; T 27. The rooster has discarded clothes, [but] his wife did not get any. Of people spending their property on others, but not on their family. Cf. 2269."
  },
  {
    "quote": "Ametoa sadaka na wanawe wafa njaa.",
    "person": "",
    "tail": "MA 57. That person has given to charity while the children are starving. Of people who neglect their own while spending money on others."
  },
  {
    "quote": "Apakuliwaye hajui kiishapo chakula.",
    "person": "",
    "tail": "REK. The one who is being served does not know when the food is finished. The cook served the food from the kitchen and those at the dinner table don't know how much food is left for those served afterwards or for a second helping. Pakulia, to serve food."
  },
  {
    "quote": "Apewaye ndiye aongezwaye.",
    "person": "KA. Used to invite people to share.",
    "tail": "F 4.30; KA. The person to whom is given will be given more. For someone to whom things have been given, it is possible to increase his/her possessions. A poor person has no means to produce anything - KA. Used to invite people to share."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Bure ghali.",
    "person": "",
    "tail": "FSM 29. A free thing is expensive. Nothing is free: people often give free things only to bind others to them. Beware. Cf. 2275, 4647."
  },
  {
    "quote": "Bure haisongi.",
    "person": "MM. But also",
    "tail": "ED 9. For nothing does not restrain. People do not usually refuse free things - MM. But also: people who receive something for free want more of the same."
  },
  {
    "quote": "Bure yaumiza.",
    "person": "",
    "tail": "NGU. For free hurts. It enslaves, ties, taking away freedom. Cf. 1594, 2275, 2279."
  },
  {
    "quote": "Cha kupewa hakikataliwi.",
    "person": "",
    "tail": "NGU. A gift is not refused."
  },
  {
    "quote": "Cha kupewa hakina nyongezi.",
    "person": "",
    "tail": "AL ongea; Al 1256. A gift has no encore. It is not supplemented. Therefore don't put your future on expectation. One who expects too much will be disappointed. Nyongezi or nyongezo, increment."
  },
  {
    "quote": "Cha kupewa hakina thamani kubwa.",
    "person": "",
    "tail": "REK. A given thing is of little value. It is not something obtained after a great effort."
  },
  {
    "quote": "Cha kupewa kitamu.",
    "person": "",
    "tail": "MA 91. A gift is sweet. People like free things. Cf. 2275."
  },
  {
    "quote": "2279a. Changumi chakowe, ckakowe sumu yangumi.",
    "person": "SPK.",
    "tail": "SPK. You take my things, but you do not give me yours. Lit., yours is poison for me - SPK."
  },
  {
    "quote": "Fadhila ni utumwa.",
    "person": "",
    "tail": "KS fadhila. Generosity generates slavery. Said of someone who is becoming dependent by receiving gifts. Fadhila or fadhili, generosity."
  },
  {
    "quote": "Jumbe (or yumbe) asiye na uji haamkiwi.",
    "person": "SPK Machaza",
    "tail": "B 1.62; T 118; JKP; SPK. The headman who has no porridge is not greeted. Nobody will come to pay respects in the morning. Election candidates must offer meals - SPK Machaza, left-over rice. Cf. #2302."
  },
  {
    "quote": "Kichango, kuchangizana.",
    "person": "",
    "tail": "SAM 17.27; NGU. Everyone should contribute when a collection is made. People should work together."
  },
  {
    "quote": "Kila kupata si kuchuma.",
    "person": "",
    "tail": "NGU. Not everything acquired is earned."
  },
  {
    "quote": "Kilichotupwa ni mali ya jalala.",
    "person": "",
    "tail": "NGU. What is thrown away is the property of the rubbish heap. Jalala or jaa, rubbish heap."
  },
  {
    "quote": "Kitu ni futa la moyo, humpa umpendae.",
    "person": "T. Liberality is the expression from the heart by the warmth of friendship",
    "tail": "T 158. A [tangible] thing is the oil of the heart; you give to whom you love - T. Liberality is the expression from the heart by the warmth of friendship, just as oil from the berry - T."
  },
  {
    "quote": "Kondoo wa bure haangaliwi meno.",
    "person": "",
    "tail": "REK. You do not look at a sheep that someone has give you. \"Never look a gift horse in the mouth.\""
  },
  {
    "quote": "Kumpa mwenzio si kutupa, ni akiba ya mbeleni.",
    "person": "JKP.",
    "tail": "B 1.41; SACL 915; JKP; KS tupa; T 190; SACL 525,526. Giving to your friend is not throwing away, it is a reserve for the future.\"Said by a generous person to his critical wife\" - JKP."
  },
  {
    "quote": "Kumpa aliyekupa sio kupa, ni kulipa; kumpa asiyekupa  sio kupa, ni kutupa.",
    "person": "",
    "tail": "JKP. Giving to one who has given you something, is not giving but paying; Giving to one who does not give you something is not giving, it is throwing away."
  },
  {
    "quote": "Tupa mbele, okota nyuma.",
    "person": "",
    "tail": "AL 1066; AL nyuma. Throw it ahead and collect afterwards. A service given prepares for the future."
  },
  {
    "quote": "Kumpa mja si kazi apendapo ramahani.",
    "person": "",
    "tail": "SPK. Giving to a servant [of God] is no trouble since God wishes it."
  },
  {
    "quote": "2287a. Kupanana si utuku.",
    "person": "",
    "tail": "SPK. Giving is not trading."
  },
  {
    "quote": "Kupata kukulekeapo, ufurahi na kupata.",
    "person": "",
    "tail": "JKP. When a gift comes your way, just enjoy and get it. Lekea from elekea, point to, be directed towards."
  },
  {
    "quote": "Kupata si kila siku.",
    "person": "",
    "tail": "NGU. It's not every day you obtain [something]."
  },
  {
    "quote": "Kutoa ni kutega.",
    "person": "",
    "tail": "AL 1067. Giving is setting a trap."
  },
  {
    "quote": "Kutoa (or kupa) ni moyo usambe ni utajiri.",
    "person": "SPK. Usambe or usiambe for usiniambii",
    "tail": "F 19.60; L 39; B 1.41, 3.43; H 55; MS 140; MARA 3; KS moyo; MEM 148. Giving is a matter of the heart, don't say it is a matter of wealth. It is wrong to regard a good deed as motivated by a bad purpose - SPK. Usambe or usiambe for usiniambii, don't say, don't tell me. Usiseme is also used instead of usambe"
  },
  {
    "quote": "Kutwaa si kuleta.",
    "person": "",
    "tail": "V 27. Taking is not [the same as] bringing. Taking is not giving - V."
  },
  {
    "quote": "Mali ya urithi haina baraka.",
    "person": "",
    "tail": "Kiswahili March, 1973. Inherited wealth has no blessing. Easy come, easy go."
  },
  {
    "quote": "Maskini ana huruma kwa mtaka msaada [kuliko  tajiri].",
    "person": "",
    "tail": "REK. A poor person has mercy on one who needs help [more than a rich person]. Cf. 2291."
  },
  {
    "quote": "Mikono yake kijiko.",
    "person": "EM. For a different explanation",
    "tail": "EM m 17. That person's hands are like a spoon. A man with hands like a spoon is one who does not hide what he has, that is one who is generous - EM. For a different explanation, cf. 3845. Cf. 2515, 3389."
  },
  {
    "quote": "Mkono mtupu haulambwi.",
    "person": "MM.",
    "tail": "F 27.73; MS 165; FSM 118; H 69; L 51; RECH 543; T.86a; SWA 20; J lamba; KB lambwa; NGU; KS ramba. An empty hand is not licked. The Swahili eat with their hands. After eating and before washing their hands, they lick their fingers as a sign of respect for food - MM. \"The masharifu, i.e. the sharifs or noblemen, the descendants of the Prophet Muhammed, have the habit of holding out their hand to be kissed by the faithful, as soon as they land in an East African port. Only a very powerful man can afford to neglect this invitation to submission: Mkono usiowezakuukata uubusu, The hand you are unable to cut off, kiss it\" - SPK p.9. Kulamba or kuramba, to lick. Cf. 2281, 2302."
  },
  {
    "quote": "Mkono ulikupa maji, ule ule utarudisha kopo.",
    "person": "",
    "tail": "AL 1079. The hand [that] gave you water, that same hand returns the cup."
  },
  {
    "quote": "Mkono utoao ndio upatao.",
    "person": "",
    "tail": "KA; SM. The hand that gives is the one that will receive. Cf. 2296."
  },
  {
    "quote": "Mla ng'ombe na watwana, mlifi ni mwungwana.",
    "person": "",
    "tail": "T 281. The one who eats beef with ill-bred men [should know that] it is the gentleman who pays."
  },
  {
    "quote": "Mla ng'ombe ameshiba sana, mlifi ni muungwana.",
    "person": "",
    "tail": "SPK. The eater of beef is well sated, the one who pays is the gentle person Cf. 4430."
  },
  {
    "quote": "Mpaji na mpokezi, mtahamali, nani?",
    "person": "SACL. Mtahamali",
    "tail": "SACL 605. A giver and a receiver, who is [more] burdened? - SACL. Mtahamali, a person who takes charge of a load, a porter."
  },
  {
    "quote": "Mshenzi mpe mpya nguo asahau kwao.",
    "person": "T. Mshenzi",
    "tail": "T 313. Give the strangers new clothes so that they may forget their homeland - T. Mshenzi, one from the interior - T."
  },
  {
    "quote": "Msikiti usio na maji hausaliwi.",
    "person": "",
    "tail": "B 1.62; SACL 790; JKP; T 118; A. 207. A mosque which has no water is not prayed in. Understood is that a mosque must have water fountains, or a well or a large tub, for ablutions before prayer."
  },
  {
    "quote": "Mtego bila [ya] chambo haunasi [hata chango].",
    "person": "",
    "tail": "J chambo; JK 144. A trap without bait catches nothing; not even a worm."
  },
  {
    "quote": "Bila chambo hunasi samaki.",
    "person": "",
    "tail": "FSM 26. Without bait you catch no fish."
  },
  {
    "quote": "Mtu akimpa maskini kichache, mungu humruzuku  kingi.",
    "person": "God will give that person ample blessings.",
    "tail": "V. 44; SACL 783. When a person gives [even] a little to the poor, God will give that person ample blessings."
  },
  {
    "quote": "Mtu hachagui zawadi.",
    "person": "",
    "tail": "SAM 17.27. A person does not choose gifts. This is also said by a needy person, who hopes to be given help."
  },
  {
    "quote": "Mtu kiomba sadaka, umpe aloyataka, nakupe  mungu jazaka.",
    "person": "",
    "tail": "JKP. When a person asks you for something, give it to that person, and may God give you your reward. Jazaka for jaza, a reward."
  },
  {
    "quote": "Mungu akupe lako.",
    "person": "JKP.",
    "tail": "JKP. May God give you yours. \"Said when someone admires a friend's new garment or other acquisition\" - JKP."
  },
  {
    "quote": "Mungwana akitendwa jema hulipa jema.",
    "person": "",
    "tail": "AL 1074. If a noble person is done a favor, he/she returns a favor."
  },
  {
    "quote": "Mwendo kikuhitajia, ulicho nacho ridhia.",
    "person": "",
    "tail": "JKP. When your friend needs what you have, give it."
  },
  {
    "quote": "Mwenye kilio hulia, nami nikawa msaadae.",
    "person": "",
    "tail": "T 380. Someone cries and I become a help. There may be two explanations: Someone shouts for something needed and I just happen to have the very same thing; or in the sense of: Do not look a gift horse in the mouth - T."
  },
  {
    "quote": "2310a. Mwenye kutoa huchoka.",
    "person": "SPK.",
    "tail": "SPK. The one who gives will be tired. One day even a generous person will say no to a beggar, or even the government. - SPK."
  },
  {
    "quote": "Mwenzako akikualikia kuku miguu hukwelekea.",
    "person": "",
    "tail": "T.622. If your neighbor invites you to a chicken dinner the [chicken's] legs will point to you. If you take gifts you bind yourself."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Mzigo wa chungu ni chembe moja [ya mchele].",
    "person": "",
    "tail": "T 397; B 1.32; SACL 914; AL mzigo. The load of an ant is one grain [of rice]. This might be said by an inferior, who has been given a present by a superior, for the smallness of which the latter apologized - T. Cf. 1206, 3825, 4497, 4515."
  },
  {
    "quote": "Mzoea udalali duka haliwezi.",
    "person": "",
    "tail": "KS zoea; AL 585. Someone used to auctions will not necessarily be a good shopkeeper. Every procedure asks for a special know-how. Udalali, the business of auctioneer. The word dalali, in some Bantu languages (e.g., Sukuma) has the meaning of free [bure]. In this sense the proverb could be understood as : Someone who is used to getting things free cannot manage a shop."
  },
  {
    "quote": "Ndovu akitamba ni masika.",
    "person": "T. When you stop being generous your friends are leaving you. When there is scarcity of herbage the animals migrate to greener pasture. Masika",
    "tail": "T 411; SACL 860; KS tamba. When the elephant travels, it is the hot season - T. When you stop being generous your friends are leaving you. When there is scarcity of herbage the animals migrate to greener pasture. Masika: \"the season of the greater rain, when the hot north monsoon gives way to the cooler south. Corresponds to autumn in northern latitudes\" - J."
  },
  {
    "quote": "Ng'ombe atoaye maziwa ndiye kipenzi cha  mfugaji",
    "person": "",
    "tail": ". NGU. The cow that gives milk is the sweetheart of the breeder."
  },
  {
    "quote": "2316a. Pesa na zawadi huondoa utaadi.",
    "person": "",
    "tail": "SPK. Money and presents remove wrong (or enmity)."
  },
  {
    "quote": "Siachi huru nikiwiwa.",
    "person": "T. An excuse for not being generous.",
    "tail": "T 480. I do not set free, while I am in debt. Be just before you are generous - T. An excuse for not being generous."
  },
  {
    "quote": "Ukarimu wa maskini hupotea kwa roho.",
    "person": "",
    "tail": "REK. Generosity of the poor is a failure of the soul. The poor's desire of being generous cannot be fulfilled."
  },
  {
    "quote": "Ukimpa mwenzio zawadi, furaha uijaze fuadi.",
    "person": "JKP. Fuadi or moyo",
    "tail": "JKP. When you give your friend a gift, let joy fill your heart. \"Do not fret about it\" - JKP. Fuadi or moyo, heart."
  },
  {
    "quote": "Ukimpa popo, mpe na wenye huzuni.",
    "person": "",
    "tail": "AL 888. If you give to the bat [the announcer of grief], give also to the ones who are grieving."
  },
  {
    "quote": "Ukiona masikini,",
    "person": "",
    "tail": "au mtu musibani, muawini usihini. JKP. If you see poor people, or those struck by disaster, help them, do not hold back. Hini or nyima, deny, refuse. Muawini, or mwawini (from auni), assist, aid help. Musibani, msibani (from sibu), also, shidani, calamity, disaster, misfortune."
  },
  {
    "quote": "Ukipata bure, toa bure.",
    "person": "",
    "tail": "NGU. If you got it free [for nothing], give it free."
  },
  {
    "quote": "Ukipata mali nyingi, usisahau ndugu yako.",
    "person": "",
    "tail": "AL 1057. If you become rich, don't forget your sibling."
  },
  {
    "quote": "Ulichokula ndicho ununuacho.",
    "person": "",
    "tail": "FSM 192. What you ate is what you bought. Things freely given to you have to be paid for. Free gifts are often given to bind the benefactor to the donor. Jihadhari na vya bure, beware of free things."
  },
  {
    "quote": "Upatu wa maridadi wakusanya kila pembe.",
    "person": "",
    "tail": "KS upatu. An ornate collection plate gathers from every corner. Upatu, a plate on which gifts are placed. Kusanya, collect, gather, bring together, amass."
  },
  {
    "quote": "2325a. Usimpe mtu ukiwiwa kitu.",
    "person": "",
    "tail": "SPK. Don't give [presents] to anyone as long as you owe something."
  },
  {
    "quote": "Uso wa kufadhiliwa u chini.",
    "person": "",
    "tail": "F 50.46. The face of one who receives favors is cast down."
  },
  {
    "quote": "2326a. Watambuao fadhali ni mmoja kwa alifu (or elfu).",
    "person": "",
    "tail": "SPK. Those who recognise a favor: one in a thousand."
  },
  {
    "quote": "Wengine hutoa na kusamehe, wengine hupokea na  kusahau.",
    "person": "",
    "tail": "EM w25. Some give and forgive, others get and forget."
  }
]