[
  {
    "quote": "Aendao  polepole atafika mbali.",
    "person": "",
    "tail": "JKP The one who goes slowly will get far. 4013. Aendaye polepole hana budi afikile. JKP. The one who walks carefully will certainly arrive."
  },
  {
    "quote": "Aitikaye  hutazama kwanza.",
    "person": "",
    "tail": "NGU. The one who assents usually will get the first look."
  },
  {
    "quote": "Ajali  haijajiri, heri mbele ufikiri.",
    "person": "",
    "tail": "RSP 66. Before the accident happens, better think carefully."
  },
  {
    "quote": "Alalaye  usimwamshe, ukimwasha, utalala wewe.",
    "person": "",
    "tail": "F.2 14; B 2.39; H.10; MS.143. Do not wake up one who sleeps: if you do, you will sleep yourself. Let sleeping dogs lie."
  },
  {
    "quote": "Usimwamshe  aliyelala, utalala wewe.",
    "person": "",
    "tail": "F 49.35; WIKOM.188. Do not wake up one who sleeps; you'll sleep yourself. Cf. #510."
  },
  {
    "quote": "Aliye  kando haangukiwi na mti.",
    "person": "",
    "tail": "T 15; A 225; F. 2.16: MS.8; NS.18; V 30; SACL. 68, 328. A tree does not fall upon someone who stands aside. Do not unnecessarily expose yourself to danger, or involve yourself in quarrels."
  },
  {
    "quote": "Aliye  mbali ufimbo haumfiki.",
    "person": "",
    "tail": "MA.38. One who is far away will not get hit by the stick. Implied is that one should keep distance from people fighting. Cf. #1671."
  },
  {
    "quote": "Aliyekula  kitu cha mamba asifike kwa maji.",
    "person": "",
    "tail": "AL 634; KB 21. The one who ate what belongs to the crocodile should stay away from the water. Cf. #1678."
  },
  {
    "quote": "Amina ni  kuamini.",
    "person": "",
    "tail": "NGU. Trust is having confidence. It comes by practice and experience."
  },
  {
    "quote": "Amini  lakini usipite mpaka.",
    "person": "",
    "tail": "NGU. Have trust, but do not go too far,"
  },
  {
    "quote": "Amzinduaye  simba hana budi kuliwa.",
    "person": "",
    "tail": "AL, zinda; SACL. 1044. A person who scares a sleeping lion will be devoured. Don't expose yourself to danger. Zindua: wake up suddenly from a deep sleep. But Sacleux (1044) has amzinduaye simba hana buni kuliwa. The one who awakens a lion with a start does not have an ostrich to eat. Either the lion will eat the ostrich or set it running. This is either a misprint or a word play. Buni: ostrich. Hana budi: he/she must, no way out."
  },
  {
    "quote": "Anayejitoma hakosi.",
    "person": "",
    "tail": "NGU. The person who enters with determination will not fail."
  },
  {
    "quote": "Anayekanyaga utelezi asiopgopi kuanguka.",
    "person": "",
    "tail": "NGU. A person who tramples on anything slippery must not be afraid to fall."
  },
  {
    "quote": "Asiye  shoka, mwepuka nyoka.",
    "person": "",
    "tail": "RSP.109. If you have no axe, avoid the snake. If you cannot argue well, avoid a clever person. RSP."
  },
  {
    "quote": "Asiyeangalia huishia: ningalijua!",
    "person": "",
    "tail": "SAM.3.16. One who does not consider the outcome will end with an \"If I had known.\""
  },
  {
    "quote": "Asiyemjua simba atazame mtegowe.",
    "person": "",
    "tail": "SAM.4.20. One who does not know a lion should look at a lion-trap. Before starting anything look; explore possible dangers."
  },
  {
    "quote": "Atekaye maji mtoni hatukani mamba.",
    "person": "",
    "tail": "EM.18.28. Someone drawing water from a river should not insult the crocodile. Do not provoke a stronger person. Cf. #1673."
  },
  {
    "quote": "Athari ya  kidole hasara ya mwili.",
    "person": "",
    "tail": "SAM.4.23. A sore finger hurts the whole body. If one member of the household is bad or sick, the whole house will suffer."
  },
  {
    "quote": "Atupaye  jiwe atupa lililo dogo.",
    "person": "",
    "tail": "NGU. One who throws a stone throws a small one."
  },
  {
    "quote": "Boriti ya  nyumba, ifupishe nyumbani.",
    "person": "",
    "tail": "EM.29.19. A rafter for the house should be shortened at home. Otherwise it may be too short to use. Look before you leap. EM."
  },
  {
    "quote": "Buibui saa nyingine huuma.",
    "person": "",
    "tail": "FSM.28. Sometimes a spider bites. Do not provoke people thoughtlessly. Usually a spider is not harmful to humans, but is capable of hurting if provoked."
  },
  {
    "quote": "Chaka la  simba halilali nguruwe.",
    "person": "",
    "tail": "KA. A pig does not sleep in a lion's den. Used by a person who hates to live in a place of harassment. Chaka: a densely wooded place."
  },
  {
    "quote": "Cheche  akilia, ficha kuku.",
    "person": "",
    "tail": "EM.34.7. When the skunk cries, hide the chickens."
  },
  {
    "quote": "Cheche cha moto huchoma msitu.",
    "person": "",
    "tail": "EM.34.8. A small spark of fire can burn down a forest."
  },
  {
    "quote": "Cheche dogo  litajieneza mji mzima kuwaka moto.",
    "person": "",
    "tail": "MEM 141. A little spark will spread and set a whole city on fire."
  },
  {
    "quote": "Cheche dogo  hufanya moto mkubwa.",
    "person": "",
    "tail": "MEM.140. A small spark makes a great fire."
  },
  {
    "quote": "Cheche huzaa  moto.",
    "person": "",
    "tail": "NGU. A spark creates a fire. Small beginnings."
  },
  {
    "quote": "Cheche  ikiachiliwa yaunguza mji.",
    "person": "",
    "tail": "NGU. A spark left alone burns the town."
  },
  {
    "quote": "Cheche  isipozimwa huteketeza mji.",
    "person": "",
    "tail": "A spark that is not put out burns a town. Cf. #1682."
  },
  {
    "quote": "Chui  hakumbatiwi.",
    "person": "",
    "tail": "EM.37.15. A leopard is not embraced. Cf. #1711."
  },
  {
    "quote": "Chukua maji hata ufikilie katika maji, usiyamwae uliyo nayo kwa tamaa ya maji  ya mbele.",
    "person": "",
    "tail": "T.508. Carry water till you arrive at water, do not pour out what you have in hopes of \"water on ahead.\""
  },
  {
    "quote": "Chukua maji hata  usikilie maji.",
    "person": "",
    "tail": "JKP. Carry water until you perceive water. \"Do not use all water until you are certain of being near a well.\" JKP. Sikilie: hear, perceive. Fikilie: reach, arrive at."
  },
  {
    "quote": "Daraja ukilibomoa ujue kuogelea.",
    "person": "",
    "tail": "EM.45.6. If you destroy a bridge, be sure you can swim."
  },
  {
    "quote": "Dlmbwi la  maji ulijaribu kijiti.",
    "person": "",
    "tail": "EM.49.18. Measure the depth of a pool of water with a rod. Before attempting to do a project you should examine its possibility first. EM. Cf. #1725."
  },
  {
    "quote": "Dudu  liumalo silipe kidole.",
    "person": "",
    "tail": "MARA 2; KA. Don't extend your finger to an insect that bites. Beware of evil people. Don't associate with them. Cf. #1681; #1683; #1711; #1866; #1869."
  },
  {
    "quote": "Fimbo  inayopiga mbanda, uitupilie mbali.",
    "person": "",
    "tail": "KB.51. The stick that hit your rival, throw it far away. You the wife of a polygamist throw far away the stick which your husband has used to beat another wife. A punishment given to a close neighbor can also become yours. KB."
  },
  {
    "quote": "Fisi akila  mgonjwa, mzima funga nyumba.",
    "person": "",
    "tail": "T 603. When the hyena ate a sick person, [you] healthy person close your house."
  },
  {
    "quote": "Fungato  hayumizi mkono.",
    "person": "",
    "tail": "SACL .235; MARA 2; JKP; NGU; AL 778. What is well tied does not hurt the hand. Fungato: a well-tied bundle, so nothing sticks out or slips out. Such a load is easy to carry. \"Tie well does not hurt the hand. On the ships, ropes that hold sails, yards and nets have to be carefully tied and knotted. If one slips, the sailor will have to hold it, so his hand will hurt\". JKP."
  },
  {
    "quote": "Fungato  hainyong'onezi mikono.",
    "person": "",
    "tail": "NGU. Tying well does not tire the arms. Cf. #1519"
  },
  {
    "quote": "Gonga gogo  usikilize mlio wake.",
    "person": "",
    "tail": "F.9.2; SM., gota. Knock the log in order to hear the sound it makes. Test it first. Make inquiries."
  },
  {
    "quote": "Hadhari  kabla hatari.",
    "person": "",
    "tail": "KS, hadhara; NGU, thahadhari. Caution before danger. Hadhari or tahadhari: to be cautious, to take care. Cf. #1694; #1717a."
  },
  {
    "quote": "Hadhari  yavuta heri",
    "person": "",
    "tail": "EM h1. Caution brings blessings. Cf. #1669, #1694, #1717A."
  },
  {
    "quote": "Haifai  kumtukania sungura miguu yake mikubwa na tembo akiwa pale.",
    "person": "",
    "tail": "KB.56. Don't berate the hare for its big feet when the elephant is close by."
  },
  {
    "quote": "Hakuna  mzaha wa shingo.",
    "person": "",
    "tail": "T.635e. There is no ridicule of the throat. The throat is too vulnerable."
  },
  {
    "quote": "Halla!  Halla! Mti na macho.",
    "person": "",
    "tail": "F.9.2; B.3.67. Watch out! Watch out! A stick and eyes. Take care, so you do not get a stick in the eye. A warning against carelessness."
  },
  {
    "quote": "Hasara  hufika mwenye mabezo.",
    "person": "",
    "tail": "F.10.11; KS., hasara. Loss befalls a careless person."
  },
  {
    "quote": "Hasara ya mtu  kukosa akili.",
    "person": "Siti binti Saad",
    "tail": "FK. To lack good sense is a great disadvantage. From a song by Siti binti Saad: Si hoja uzuri, na sura jamali, Kuwa mtukufu na jadi kubali Hasa ya mtu kukosa akili. One does not need beauty and a kind face or the desire to be agreeable in order to be exalted. The loss of a person is the lack of good sense. Eastman, p. 201."
  },
  {
    "quote": "Hekima,  salama.",
    "person": "",
    "tail": "RSP.60. Wisdom [creates] well-being. JK. Wisdom saves."
  },
  {
    "quote": "Ikiwa  tumbo ni laini, huli machicha.",
    "person": "",
    "tail": "EM i11. If you have a tender stomach, do not eat dregs. Do not attempt to do something which will harm you. Machicha: the residuum or lees of oil-producing seeds."
  },
  {
    "quote": "Jihadhari  kukalia kuti bovu.",
    "person": "",
    "tail": "NGU. Beware of sitting on a bad branch. Beware of what you put your trust in."
  },
  {
    "quote": "Kenge  akitembea, jongoo anajianaika.",
    "person": "",
    "tail": "AL 638. When the monitor lizard is out walking, the centipede takes it easy in the sun. Anika: expose to the sun."
  },
  {
    "quote": "Kikwea  mnazi, uufumbate.",
    "person": "",
    "tail": "EM k10. To climb a coconut tree be sure that you can encircle it with your arms. If you want to undertake a difficult task, be sure you can master it, otherwise do not attempt it."
  },
  {
    "quote": "Kimya  chataka ukumbuu kiunoni mtatile [mtatie].",
    "person": "",
    "tail": "AL 214. Silence asks that you tie a belt round your waist. Careful planning is needed before taking a decision. Tying a belt stands for doing something big. Ukumbuu: a sash, a belt. Kimya: silence, stillness, quietness."
  },
  {
    "quote": "Kobe haumi mguu wa chui.",
    "person": "",
    "tail": "KB.115. The tortoise does not bite the paw of a leopard. A meek person does not fight a stronger one."
  },
  {
    "quote": "Kondoo  hafuati mbwa wa mwitu.",
    "person": "",
    "tail": "NGU. A sheep does not follow a jackal."
  },
  {
    "quote": "Kozi halei  kuku wa wana.",
    "person": "",
    "tail": "MARA 2; KA. The goshawk is not the foster mother of a hen with chicks. It would be like leaving the cat in charge of meat in the cooking pot. Kozi: the East African Goshawk; eats chickens. Kuku wa wana: a hen with chicks.. Cf. # 1686a. #?? Oto la kuku usililaze kichwechwe (Mara 20)"
  },
  {
    "quote": "Kufunga sana kulala nje.",
    "person": "",
    "tail": "NGU. Locking up tightly means sleeping outside. You may shut yourself out."
  },
  {
    "quote": "Kukalia kisiki ng'wang'wale.",
    "person": "",
    "tail": "FSM.82. Sitting on a stump is like being in danger of falling off. About people who criticize constantly, such as a woman who is always blaming her husband for everything, and does things that could cause a divorce. HM, FSM. FSM cites #357A to explain its meaning. [Kuti kavu kuanguka si ajabu. a dry leaf falling off is nothing to be amazed at.]"
  },
  {
    "quote": "Kuku  haruki bila hatari.",
    "person": "",
    "tail": "NGU; AL 938. A chicken does not fly when there is no danger."
  },
  {
    "quote": "Kuku mgeni  hakosi kamba mguuni.",
    "person": "",
    "tail": "F.18.50; MEM. 253; MARA 3; AL 938. A new fowl does not lack a string round its leg. A foreigner is looked upon with distrust and is observed carefully. F. A strange woman is watched more closely. AL. If the rope breaks and the chicken walks in the neighborhood people know that it is a strange chicken. A stranger in the village cannot hide. MARA. Kamba mguuni:rope on the legs so the chicken stays put. Cf. #1118."
  },
  {
    "quote": "Kutia  ugali katika vitunga.",
    "person": "",
    "tail": "JKP. Putting porridge-flour in baskets. \"To lay in food supplies, store away something for a rainy day.\" JKP."
  },
  {
    "quote": "Kwenye  ulificha kibuyu, usitupe mafiga.",
    "person": "Your impulsive reaction may spoil your design.",
    "tail": "AL 52; TS 36/1. Don't throw your cooking-stones where you have hidden the calabash, Your impulsive reaction may spoil your design."
  },
  {
    "quote": "Likishika  mkoma liue, kesho litakamata mzima.",
    "person": "",
    "tail": "NGU. If it took a leper kill it, tomorrow it will take a healthy person. Understood, a dangerous animal: hyena, leopard, lion."
  },
  {
    "quote": "Majani ya  karibu uzimishe moto.",
    "person": "",
    "tail": "AL 504. Extinguish the fire in the grass near you."
  },
  {
    "quote": "Majivu yenye kupoa huunguza nyumba.",
    "person": "",
    "tail": "KB.150. Ashes which have cooled burn down the house. Cf. #1708A."
  },
  {
    "quote": "Mambo ni maarifa, si nguvu.",
    "person": "",
    "tail": "T 236; SACL. 484. Know-how, not force [is the way to do things]. One must proceed thoughtfully. Violence is useless."
  },
  {
    "quote": "Mbele ya  kuvuta tumbako, yafaa kukohoa.",
    "person": "",
    "tail": "KB.168; AL 179. Before you start smoking tobacco, you better cough first. One ought to weigh the pros and cons before starting something."
  },
  {
    "quote": "Mbuzi  siivunje zizi, jicho la nje haliizi.",
    "person": "",
    "tail": "JKP. Goat, don't break the pen, the eye outside does not refuse. \"Girls should not leave the parental home before they marry. Their restless eyes may spy handsome but scrupulous men, when they look out.\" JKP. Iza: refuse."
  },
  {
    "quote": "Mfukuza  kicheche porini kisha mwonye kuku asitembee kichakani.",
    "person": "",
    "tail": "NGU. Chase the skunk into the wild, then warn the chickens not to go into the bush."
  },
  {
    "quote": "Mfukuza  nyoka kwa mikono mitupu hajui afanyalo.",
    "person": "",
    "tail": "REK. People who chase away a snake with bare hands don't know what they are doing."
  },
  {
    "quote": "Mheshimu  shetani akikaa kitini.",
    "person": "",
    "tail": "NGU. Honor a devil sitting on a throne."
  },
  {
    "quote": "Moto  usioweza kuuzima usiwashe.",
    "person": "",
    "tail": "EM m25. Do not kindle a fire that you cannot put out. Do not start something which you cannot control, for you may fail and perhaps damage yourself."
  },
  {
    "quote": "Mtaratibu  hushinda mwenye nguvu.",
    "person": "",
    "tail": "J.,taratibu; SACL. 608: Uwapo mtaratibu wamshinda mwenye nguvu. A careful man usually accomplishes more than a violent person. Cf. #1217."
  },
  {
    "quote": "Mto ukijaa  hulala pembeni.",
    "person": "",
    "tail": "AL 505. Wnen the river is high, one sleeps on the bank. Wait until it is safe to cross the river."
  },
  {
    "quote": "Mtu halali  karibu na mto, ujapokuwa umekauka maji.",
    "person": "",
    "tail": "A.260; T.338; SAM.17.28. A person must not sleep near a river, even though its waters have dried up. Do not put yourself in danger."
  },
  {
    "quote": "Mtu  huulizwa amevaani, haulizwi amekulani.",
    "person": "",
    "tail": "T. 341; F.32.125; KA; AL 1156 People are asked about what they are dressed in but not about what they have eaten. People do not care what a person does at home, but if that person goes out, then that person is in public, and will be questioned. A person is not asked about secrets, but about obvious things. KA. Indiscreet questions are not answered. AL."
  },
  {
    "quote": "Mwangalie  ayari huyu alioko mtini.",
    "person": "",
    "tail": "RECH.18. Watch out for the scoundrel who is in the tree. Somebody above you is the one you must watch out for. N.B. For more, see the story \"Wasafiri wawili na Simba\" (Diva, Hadithi za Esopo, II, p.15), about the breaking of a promise of mutual help in case of danger."
  },
  {
    "quote": "Mwenye  kuvizia samaki hachokozi maji.",
    "person": "",
    "tail": "AL, via; AL 195. One who is stalking fish must not upset the water."
  },
  {
    "quote": "Mwenye  kuwa na macho hapiti katika njia mbaya.",
    "person": "",
    "tail": "AL 629 One who has eyes does not pass along a bad road."
  },
  {
    "quote": "Mwenye nguvu mpishe.",
    "person": "",
    "tail": "F.36.163; B.2.22; H.84. Let the strong-one pass. You can't do anything else. F. Discretion is the better part of valour. H. CF. #491."
  },
  {
    "quote": "Nguruwe  aendealo ndilo atendalo.",
    "person": "",
    "tail": "J.,nguruwe; T.422; V.86; AL 89. What a pig goes for, is what it does. All roads are straight to a dirty mind. V. The passionate just follow their desires. AL. But T. has; A pig always minds his own business. T. bases this on a saying often connected with this proverb: Hukusikia alilosema nguruwe? \"Haven't you heard what the pig said? Well, the pig didn't say a word, went straight to the feeding ground to rut up the ground and feed.\""
  },
  {
    "quote": "Nguvu  hazinunuliki.",
    "person": "",
    "tail": "SAM.20.4 Strength cannot be bought. A person should not squander his talents."
  },
  {
    "quote": "Nyumba ya  mnandi haingii ila mnandi mwenyewe.",
    "person": "",
    "tail": "T.443; SACL. 575. None enter the nest of the cormorant except the cormorant itself. The cormorant's nest is said to be attached by a sort of cable to the bottom of the sea. It is in this habitation, crank and flimsy though it be, that the cormorant is supposed to sit and hatch its young; hence, it may be, the above saying: Into such a crazy thing no other bird would venture, even if it might. T."
  },
  {
    "quote": "Oto la  kuku usililaze kichwechwe.",
    "person": "",
    "tail": "MARA 2; KA. Don't put a skunk in a hen's nest. The skunk will eat the chicks. Kichechwe or kicheche: a big skunk."
  },
  {
    "quote": "Pa  chakachaka hapatupwi jiwe.",
    "person": "",
    "tail": "REK. Don't throw a stone in a dark bush. You might hurt somebody or a wild animal might come out."
  },
  {
    "quote": "Palipozimika moto ogopa jivu.",
    "person": "",
    "tail": "FSM.176. When the fire has gone out beware of the ashes. Cf. #1681, #1698."
  },
  {
    "quote": "Panya  wengi hawachimbi shimo.",
    "person": "",
    "tail": "REK. When mice are many they don't dig a burrow. Safety in numbers."
  },
  {
    "quote": "Penye  siafu yafaa kupita mbio.",
    "person": "",
    "tail": "AL 503. Where there are safari ants one should pass quickly. Don't expose yourself to danger, pain or abuse."
  },
  {
    "quote": "Penye  uvuli ndipo nimwekapo mwanangu.",
    "person": "",
    "tail": "T.459; MS. 65. The place where there is shade is the place I lay my child down. I do not consult one hostile or incapable [ignorant?] about my cherished designs. T."
  },
  {
    "quote": "Penye uvuli  ndipo mtu alazapo mwanawe.",
    "person": "",
    "tail": "T.459. It is only in the shady place that a person lays her child down."
  },
  {
    "quote": "Sicheze na  mbwa, takula shafu.",
    "person": "",
    "tail": "ED.70. Don't play with a dog, it'll bite your calves. Do not associate with bad people, not even lightly. ED."
  },
  {
    "quote": "Sicheze na  paka vue.",
    "person": "",
    "tail": "A.119; T.497a. Do not play with a wild cat. Sicheze na...: don't play with. Understood as referring to dangerous people, morally or socially. Vue or chaka: a dense pad of forest or thicket of long grass. Cf.#1683."
  },
  {
    "quote": "Sicheze na tezo, itakuvuaza.",
    "person": "",
    "tail": "T.498; ED.81. Do not play with an adze, it will wound you. Be careful with people who can hurt you."
  },
  {
    "quote": "Sile  viambiwa ni sumu: alae havimlichi, humpeleka kuzimu.",
    "person": "",
    "tail": "SACL.472. Don't eat what is called poisonous; it does not spare the one who eats it, but takes that person to the world hereafter. Licha or likiza: let go, dismiss. Cf.#1340."
  },
  {
    "quote": "Sime  ukiikimbia, usiingie kwenye ala.",
    "person": "",
    "tail": "EM s16. If you flee from the sword, don't hide in the scabbard. If you try to escape a danger, don't place yourself where it can be more dangerous. EM. Sime: a large knife or short two-edged sword."
  },
  {
    "quote": "Simpandi  punda asiye na matandiko.",
    "person": "",
    "tail": "T.489; A.207; V., punda. Don't mount a donkey which has no saddle. Do not embark in any scheme that is not well matured or not understood well. Cf. #1715."
  },
  {
    "quote": "Sisafirii chombo kipya.",
    "person": "",
    "tail": "T.492. Don't traveI in a new vessel."
  },
  {
    "quote": "Sisafiri katika  chombo kipya kuacha kikuukuu.",
    "person": "",
    "tail": "KA. Don't travel in a new vessel leaving the old one. Also: don't leave an old trustworthy friend for a new one, one hardly knows. Cf. #1714; #1661; #925."
  },
  {
    "quote": "Sishindane  na maji yatakumeza.",
    "person": "",
    "tail": "ED.69; JK. 125. Do not fight against water, it will swallow you up. Don't fight authority."
  },
  {
    "quote": "Siuchezei muhogo mchungu.",
    "person": "",
    "tail": "V., muhogo; JKP. Do not play with bitter cassava. It is poisonous if not cured. Cf. #1719, #1711, #1712, #1714."
  },
  {
    "quote": "Subiri  ukikuta mto umefurika.",
    "person": "",
    "tail": "EM s24. If you find the river flooded, wait. Wait for the right moment to do something."
  },
  {
    "quote": "Taratibu taratibu, heri kuliko matibu.",
    "person": "",
    "tail": "RSP.47 Careful, careful is better than medicine."
  },
  {
    "quote": "Tazama  kabla hujaruka.",
    "person": "",
    "tail": "NGU. Look before you jump."
  },
  {
    "quote": "Tazama  wendako, ya mungu mengi.",
    "person": "",
    "tail": "NGU. Look where you are going, anything is possible. Ya Mungu mengi : the things of God are many."
  },
  {
    "quote": "Tazama ya  kale ubashiri yajayo.",
    "person": "",
    "tail": "NGU. Consider the things that have passed, they predict what is coming."
  },
  {
    "quote": "Tazama yajayo.",
    "person": "",
    "tail": "NGU. Look at what is passed."
  },
  {
    "quote": "Tuondoe  silaha za kutuharibu, kabla hazijatuharibu.",
    "person": "",
    "tail": "NGU. Let's get rid of harmful weapons, before they harm us."
  },
  {
    "quote": "Tusitukane  wakungu, kuzaa bado kwaja.",
    "person": "",
    "tail": "REK. Let's not insult the midwives, when birthing has not yet come."
  },
  {
    "quote": "Ukicheza  na mjinga atakutoboa jicho.",
    "person": "",
    "tail": "REK. If you play with a fool, he'll pierce your eye. Fools set stools for wise men to stumble at."
  },
  {
    "quote": "Ukienda  mbele - usisahau kutazama nyuma.",
    "person": "",
    "tail": "NGU. If you go forward - don't forget to look back. Remember where you came from."
  },
  {
    "quote": "Ukila na  jahili usimshitue.",
    "person": "",
    "tail": "KA. If you eat with a cruel people, don't startle them. If you cooperate with fools, be careful to tell them what you are doing, because they could make things difficult for you. Jahili, mjinga, baradhuli: a fool, ignorant, cruel."
  },
  {
    "quote": "Ukila na kipofu,  mridishe.",
    "person": "",
    "tail": "REK. If you eat with a blind people, satisfy them. Ridisha: cause to be content, satisfy, please. Cf.#167. 510."
  },
  {
    "quote": "Ukila  samaki angalia mwiba.",
    "person": "",
    "tail": "NGU. If you eat fish look out for a bone."
  },
  {
    "quote": "Ukimfungia  kambuluku mzigo, uangalie miguu yake.",
    "person": "",
    "tail": "AL 289. If you burden a dwarf antelope, observe its legs. The legs are very thin."
  },
  {
    "quote": "Ukimwamsha  aliyelala, utalala wewe.",
    "person": "",
    "tail": "CAPD. If you wake up one who sleeps, you will sleep yourself. Cf. #1670"
  },
  {
    "quote": "Ukisisitiza amani huleta ugomvi.",
    "person": "",
    "tail": "NGU. If you admonish constantly about peace you provoke a quarrel."
  },
  {
    "quote": "Ulipoficha  kisukari, usilie ngawa.",
    "person": "",
    "tail": "AL 60. When you have hidden the sweet sugar banana, don't call the civet-cat. Don't invite a thief. Probably the end of a story in which the civet eats the banana. AL."
  },
  {
    "quote": "Unapokunywa maji fikiri yametoka wapi.",
    "person": "",
    "tail": "NGU. When you drink water think where it comes from."
  },
  {
    "quote": "Unapotoka  nje tazama mawingu.",
    "person": "",
    "tail": "NGU. When you go outside look at the clouds."
  },
  {
    "quote": "Ukiingia  nyumbani tazama nyuso.",
    "person": "",
    "tail": "NGU When you enter a house look at the faces."
  },
  {
    "quote": "Usicheze  maji yanayosimama.",
    "person": "",
    "tail": "REK. Don't play in still waters. Still waters run deep."
  },
  {
    "quote": "Usicheze na mwana wa chui.",
    "person": "",
    "tail": "PM.84. Don't play with the young of a leopard. Its claws will grow. Cf. #1710, #1712."
  },
  {
    "quote": "Usicheze na simba, ukamtia mkono kinywani.",
    "person": "",
    "tail": "F.48.30. Don't play with a lion, putting your hand in its mouth. That would go too far. F."
  },
  {
    "quote": "Usiende  choo chini ya mchikichi.",
    "person": "",
    "tail": "TS 126/50. Don't relieve yourself under a palm tree. When a bunch of palm nuts is cut, it may fall in excrement."
  },
  {
    "quote": "Usikamate  kuku kama mgeni yupo pa mlango.",
    "person": "",
    "tail": "AL 719. Don't grab a chicken [for dinner], at the moment a visitor is at the door."
  },
  {
    "quote": "Usiloweza, sibebe.",
    "person": "",
    "tail": "JK.125. Do not carry what you cannot."
  },
  {
    "quote": "Usimchekelee chui anayeficha kucha zake",
    "person": "",
    "tail": ". KB.326. Don't laugh at a leopard that hides its claws. Be careful with those in power. Ficha kucha: hiding the nails. Means to hide one's power, evil intentions, or meanness."
  },
  {
    "quote": "Usinunue ndezi aliyefungwa mfukoni.",
    "person": "",
    "tail": "KB.327. Don't buy a wild animal enclosed in a bag. Don't buy a pig in a poke. Ndezi or buku: a rodent living in swamps."
  },
  {
    "quote": "Usiombe  kukutanana na simba.",
    "person": "",
    "tail": "JK.146. Do not pray to meet a lion. Do not ask for trouble. JK."
  },
  {
    "quote": "Usishue  dau na maji yajaa.",
    "person": "",
    "tail": "JK.141; KS, shua. Do not launch the boat while the water is high."
  },
  {
    "quote": "Usiupige  teke mchokoo.",
    "person": "",
    "tail": "NGU. Don't kick a sharp stick. You will get hurt. Mchokoo: a pointed stick for digging or a fishing spear."
  },
  {
    "quote": "Usiushtaki  upepo ukiangusha tundu la ndege.",
    "person": "",
    "tail": "AL 305. Don't blame the wind if it overthrows a bird's nest. It's the fault of the bird that built a poor nest."
  },
  {
    "quote": "Usiweke  mayai yako yote ndani ya kikapu kimoja.",
    "person": "",
    "tail": "NGU. Don't put all your eggs in one basket."
  },
  {
    "quote": "Usiyavuke  maji usiyoweza kuyaoga.",
    "person": "",
    "tail": "F.49.43 Do not cross water that is too deep for bathing. Cf. #1686."
  },
  {
    "quote": "Wavutapo  yuachie, waachiapo tuvute.",
    "person": "",
    "tail": "EM w20. When they pull we should let go, and when they let go we should pull. Take it when the other gets tired. Wait for your turn."
  },
  {
    "quote": "Wende  polepole na utaratibu: utakamata mkia na kima.",
    "person": "",
    "tail": "KB.346. Go slowly and carefully, and you will grasp the tail of the monkey. Be crafty if you want to know the character of somebody. KB."
  },
  {
    "quote": "Zizini  mkitia chui: majuto hayaishi.",
    "person": "",
    "tail": "SACL.1047; T.600. If you put a leopard in the fold, the regret of it never ends. T. You will never stop to be sorry. SACL."
  }
]