[
  {
    "quote": "Afadhali kuwa na jirani mchawi kuliko  mwongo.",
    "person": "God.",
    "tail": "WIKON 208. It is better to have a wizard as a neighbor than a liar. A liar cannot be trusted; a wizard, though dangerous, can be trusted. 3132. Asemaye kweli mpenzi wa mungu. NGU. One who speaks the truth is loved by God."
  },
  {
    "quote": "Asemaye uwongo husema mwenziwe.",
    "person": "",
    "tail": "NGU. Saying a lie abuses your companion. Hurts friendly relationships."
  },
  {
    "quote": "Asiyekuwako hatakuwa mwongo.",
    "person": "",
    "tail": "MEM.98. One who is absent will not be a liar. One not associating with liars is not counted as one."
  },
  {
    "quote": "Binadamu ni waongo, hata mwizi hawezi kukubali  ni mwizi.",
    "person": "",
    "tail": "REK. Human beings are liars, even a thief denies being a thief."
  },
  {
    "quote": "Habari ya uwongo ina ncha saba.",
    "person": "",
    "tail": "J; T.72; CM. 60; SACL .666; V 91. A false story has seven endings. It can be told in many ways. Like a snowball grows as it rolls along. V."
  },
  {
    "quote": "Habari ya kweli ina ncha moja.",
    "person": "",
    "tail": "T.72; CM.60; SACL .666, V.92,ncha yake moja. A true story has only one ending. Cf. #877."
  },
  {
    "quote": "Hakuna akweaye mbuyu na viatu miguuni",
    "person": "",
    "tail": ". MEM.227. Nobody can climb a baobab tree with shoes on his feet. Truth and falsehood do not go together. The liar will fall down. MEM."
  },
  {
    "quote": "Hekima haishindi ukweli.",
    "person": "",
    "tail": "NGU. Knowledge does not defeat the truth."
  },
  {
    "quote": "Jicho la jirani halikuangalii bwami.",
    "person": "",
    "tail": "KB.82. Free translation: It is better to see than to hear. It is better to be an eye-witness then a [hearsay] witness. KB."
  },
  {
    "quote": "Kinywa cha mzee kina harufu, lakini hakisemi  uwongo",
    "person": "",
    "tail": ". KB.llO; AL 1315."
  },
  {
    "quote": "Katika kinywa cha mkubwa muna haruu, hakuna uwongo.",
    "person": "",
    "tail": "KB.89; AL 1316. The mouth of an elder may have an offensive smell, but has no lie. The truth can be hard to hear or to admit. AL."
  },
  {
    "quote": "Kuona ni kuamini.",
    "person": "",
    "tail": "NGU. Seeing is believing."
  },
  {
    "quote": "Kuota kwa ndoto si kushuhudia.",
    "person": "",
    "tail": "JKP. Dreaming is not the same as witnessing. Shuhudia: attest, confirm, give evidence, prove."
  },
  {
    "quote": "Kuro haisemi uwongo.",
    "person": "",
    "tail": "KS., kuro; AL 1690. The kuro drum does not lie. Kuro: a waterbuck with a very tough skin; a big drum with three legs, covered with a kuro hide. This drum is not beaten without a sound reason. Cf. #1416"
  },
  {
    "quote": "Kusema kweli si tua.",
    "person": "",
    "tail": "T.194a; SACL .905. Speaking the truth is no disgrace."
  },
  {
    "quote": "Kusema kweli [ni] thawabu.",
    "person": "",
    "tail": "NGU. Telling the truth is a [God-given] gift."
  },
  {
    "quote": "Kusifiwa si kuona, shani nda kuionea.",
    "person": "",
    "tail": "ED.22. Being praised is not seeing, a wonder becomes evident when one sees it. ED. Cf. #1333."
  },
  {
    "quote": "Kusikia si kuona.",
    "person": "",
    "tail": "T.195; A.95, 124; SAM.11.21; V.114; KB.133. Hearing is not seeing. Do not believe all you hear; investigate. Hearing and seeing is twofold. V."
  },
  {
    "quote": "Kusikia si kufikia",
    "person": "",
    "tail": ". RSP.54 Hearsay is not arrival. RSP. Hearsay is not the same as being there on the spot."
  },
  {
    "quote": "Kweli chungu.",
    "person": "",
    "tail": "NG. The truth is bitter."
  },
  {
    "quote": "Kweli inauma.",
    "person": "",
    "tail": "NGU Truth hurts."
  },
  {
    "quote": "Kweli inunue, lakini usiiuze",
    "person": "",
    "tail": ". NGU. Buy the truth, but don't sell it."
  },
  {
    "quote": "Kweli iseme inapofaa.",
    "person": "",
    "tail": "NGU. Speak the truth when it is appropriate."
  },
  {
    "quote": "Kweli chungu si uwongo mtamu.",
    "person": "",
    "tail": "TAA 5. Bitter truth is better than a sweet lie. To tell the truth can be painful and the one who tells the truth may not be loved by others. A lie may please, but it brings doubts in people's minds. TAA. Cf. #1335."
  },
  {
    "quote": "Kweli ikidhihiri uwongo hujitenga.",
    "person": "",
    "tail": "RECH.73; TNR 79/80, p.29; JKP; KS, dhihiri; EM k37. When truth is obvious, falsehood usually gives way."
  },
  {
    "quote": "Ukweli ukidhihiri uwonge kajisetiri.",
    "person": "",
    "tail": "JKP. When the truth appears, untruth hides itself."
  },
  {
    "quote": "Kweli ikisimama, wongo hujitenga.",
    "person": "",
    "tail": "RECH. 258 Where truth stands, falsehood must yield."
  },
  {
    "quote": "Kweli inapofika uwongo hujitenga.",
    "person": "",
    "tail": "MEM.165. When truth arrives, falsehood yields."
  },
  {
    "quote": "Kweli iliyo uchungu, si uwongo ulio mtamu.",
    "person": "",
    "tail": "J.,kweli; T.209; V.84; SACL..462 ,ulo; KB., kweli. An unpleasant truth is better than a pleasant falsehood."
  },
  {
    "quote": "Kweli uchungu, uwongo haramu.",
    "person": "",
    "tail": "CM.50. If truth is bitterness, falsehood is an outlaw [is forbidden]."
  },
  {
    "quote": "Kweli ingawa uchungu niambie, usinifiche.",
    "person": "",
    "tail": "A.186; T.2110; LOBO.201; SAM.12.24; MS.184. The truth, even though bitter, tell it me, and do not hide it from me. Said of people who want the truth so they can change their ways. SAM."
  },
  {
    "quote": "Kweli ndiyo fimbo ya kukamata.",
    "person": "",
    "tail": "SAM. 12.25. Truth is the walking stick to grasp. Truthfulness is the best help in life."
  },
  {
    "quote": "Macho ya mbwa hayazuii mwanaume kula.",
    "person": "",
    "tail": "KB.144. The eyes of a dog do not prevent a man from eating. Truth has nothing to be afraid of; the caravan passes by while the dog barks. KB. If you are certain of your way you are not distracted by noisy disapprovement."
  },
  {
    "quote": "Maelezo si ushahidi.",
    "person": "",
    "tail": "NGU. Giving explanation is not the same as bearing witness."
  },
  {
    "quote": "Mambo sivyo unavyoyaona.",
    "person": "",
    "tail": "NGU. Things are not as you see them."
  },
  {
    "quote": "Masikio hayapiti kichwa.",
    "person": "",
    "tail": "T.246; AL 1565, yasipite. The ears are not bigger than the head. Do not come to conclusions on hearsay evidence. For a different interpretation, cf. #1433."
  },
  {
    "quote": "Mla sumu hakufa, afile alopika",
    "person": "",
    "tail": ". JK.131; AL 1738. The one who ate the poison did not die, the one who died was the one who prepared it. Slander often backfires. JK. Alopika for aliyopika. Afile for amekufa. Kiamu dialects."
  },
  {
    "quote": "Mpanda hila huvuna ufukara",
    "person": "",
    "tail": ". KA; SM. A person who plants deceit harvests poverty. Hila or hadaa: cheat, deceive, outwit; tricks, deceit."
  },
  {
    "quote": "Msema kweli hakosi.",
    "person": "",
    "tail": "T.311; A.73; B.l.l9; CM.44; MARA.47; SAM.16.20; V.21; MP.226.3. One who tells the truth makes no mistakes. Cf. #1343."
  },
  {
    "quote": "Msema kweli hukimbiwa na marafiki zake.",
    "person": "",
    "tail": "SAM.12. 25. One who tells the truth is deserted by friends. Flattery brings friends, truth enemies."
  },
  {
    "quote": "Msema kweli yu mpenzi wa watu.",
    "person": "",
    "tail": "NGU. One who speaks the truth is loved by the people. Cf.#? Msema (msemaji) kweli yu mpenzi wa Mungu.(NGU) One who speaks the truth is beloved by God."
  },
  {
    "quote": "Msema pweke hakosi.",
    "person": "",
    "tail": "F.30.102; MARA.47; KA. A person who speaks alone cannot go wrong."
  },
  {
    "quote": "Msema pweke hakosi sheria.",
    "person": "",
    "tail": "FSM. 126. One who speaks alone does not break a law. Everybody pulls the law to his own side. Give both parties a fair chance to explain their case. Used, e.g., by parents when their children accuse one another."
  },
  {
    "quote": "Msema pweke hatolewi makosa",
    "person": "",
    "tail": ". HM. One who speaks in private [when alone] will not get rid of mistakes."
  },
  {
    "quote": "Msoma pekee hatolewi makosa",
    "person": "",
    "tail": ". ZO. One who reads alone does not get rid of his mistakes."
  },
  {
    "quote": "Azungumzaye peke yake hakosei.",
    "person": "",
    "tail": "NGU. One who talks to himself does not offend anybody."
  },
  {
    "quote": "Msema mweke hajui ailiye.",
    "person": "",
    "tail": "KA; KS,.aili; AL 557; Z0 254. The one who talks when alone does not know what is wrong. Aili: mistake, defect. Cf.#1600."
  },
  {
    "quote": "Muamini hana deni",
    "person": "",
    "tail": ". RSP.75. An honest man has no debt."
  },
  {
    "quote": "Mvua ni ikupigayo.",
    "person": "",
    "tail": "ED.49. Rain is what hits you. Investigate for yourself. ED."
  },
  {
    "quote": "Mwanaharamu metiwa chupani, akatoa chanda.",
    "person": "",
    "tail": "JKP. The illegitimate baby was put in a jar, but its finger stuck out. A sin always comes out, even if you try to kill it. JKP. Metiwa for ametiwa: was put."
  },
  {
    "quote": "Mwongo haaminiwi",
    "person": "",
    "tail": ". AL 1330. A liar does not inspire trust."
  },
  {
    "quote": "Mzingeni si mfungeni.",
    "person": "",
    "tail": "SAM.19.45. Searching someone is better than locking that person up. Give people under suspicion a chance to clear themselves."
  },
  {
    "quote": "Mzingeni, si mfanyeni.",
    "person": "",
    "tail": "KA. Searching someone is better than harming that person. Cf. #37."
  },
  {
    "quote": "Mzumbua kijungu ndiye mpishi.",
    "person": "",
    "tail": "(SAM.19.46) The person who found the small cooking pot is the cook. A person who started the lies implicating somebody is the one who did it in the first place. Mzumbua or mvumbua. discover. J. Cf #1101."
  },
  {
    "quote": "Ngano ina ncha saba",
    "person": "",
    "tail": ". SACL 678; T.418. A tale has seven endings [variations]. Cf. #1327."
  },
  {
    "quote": "Njia ya mwongo [ni] fupi.",
    "person": "",
    "tail": "B.2.16; SACL. .674; SWA.24; L.82; F.39.17; T.rlO; A.94; H.91: J., wongo; MARA.63; V.9; KB.249; KS, mwongo; AL 1326. The liar's road is a short one. Lies do not go far. J. After a short time a liar forgets and will be caught. MM."
  },
  {
    "quote": "Pori moja fundi akienda kuua mbogo, lazima  alete mkia wake.",
    "person": "",
    "tail": "Maniema dialect. KB.268: AL 474."
  },
  {
    "quote": "Mwindaji akiua mbogo porini, lazima alete mkia wake.",
    "person": "AL. If a hunter kills a buffalo in the bush",
    "tail": "Standard Swahili translation by AL. If a hunter kills a buffalo in the bush, he must bring back a tail. Truth must have its evidence."
  },
  {
    "quote": "Sema kweli, ishi kweli, peponi utawasili.",
    "person": "",
    "tail": "RSP. 83. Speak the truth, live rightly, in Paradise you will arrive. From a song. MM."
  },
  {
    "quote": "Siache uonalo kwa usikialo.",
    "person": "",
    "tail": "T.479. Never give up what you have seen for what you have heard."
  },
  {
    "quote": "Tembea uone, kuambiwa kuna uwongo.",
    "person": "",
    "tail": "KB.291. Travel and see for yourself; what they tell contains falsehood. Traveling shapes a person. KB."
  },
  {
    "quote": "Tembea ukaone.",
    "person": "",
    "tail": "KB.292 Travel and look. Travel and learn."
  },
  {
    "quote": "Tembea uone, kua utaone.",
    "person": "",
    "tail": "NGU. Travel and observe; grow up so you may see that. See also the heading \"Experience.\""
  },
  {
    "quote": "Ugali ni tepetepe, hata alipika mama.",
    "person": "",
    "tail": "KB.299. The [stiff] porridge is too soft [watery], even if it is the mother who cooked it. A misdeed is a misdeed, even when committed by a parent."
  },
  {
    "quote": "Ukali wa moto ni kuuchochea",
    "person": "",
    "tail": ". JK.131. The fierceness of the fire is [caused by the fact that someone] stoked it up. JK. Moto: fire and sumu: poison, are often associated with slander. JK. Kuchochea: continue to feed a fire with firewood."
  },
  {
    "quote": "Ukweli hauna mwanandani.",
    "person": "",
    "tail": "AL 1318. The truth has no hiding place. Truth will come out in the open. Mwanandani: the empty space in the side wall of a grave, where the corpse is laid. Then the space is covered by a kiunza, a wooden board, so that the corpse will not be oppressed by the soil put in the grave."
  },
  {
    "quote": "Ukweli hauna njia moja.",
    "person": "",
    "tail": "NGU. The truth does not have only one way. The truth can be told in many ways."
  },
  {
    "quote": "Ukweli huishi muda mrefu.",
    "person": "",
    "tail": "NGU. Truth lives for a long time."
  },
  {
    "quote": "Ukweli ni kisu chenye ukali pande mbili",
    "person": "",
    "tail": ". AL 1317. Truth is like a two-edged knife. Truth can be hard for both parties."
  },
  {
    "quote": "Ukweli uchungu, lakini wa mungu",
    "person": "",
    "tail": ". RSP.6. Truth [causes] bitterness, but it [comes] from God."
  },
  {
    "quote": "Ulimi mtoa uwongo hauvumilii: una machukizo  kwa mungu.",
    "person": "God. AL.",
    "tail": "KB.317; AL 1314. A lying tongue has no patience; it bears God a grudge. One accuses God of the harm caused by one's own lies. A lying tongue is unbearable; is hated by God. AL."
  },
  {
    "quote": "Una uwongo una njia.",
    "person": "",
    "tail": "KB.318. You have a lie, you have a road. A lie to save one's face."
  },
  {
    "quote": "Usiseme kuna mamba mtoni kama  hujavuka.",
    "person": "",
    "tail": "NGU. Don't say there is a crocodile in the river if you have not yet crossed that river. Don't affirm what you do not know for sure."
  },
  {
    "quote": "Uwongo hauongoi.",
    "person": "",
    "tail": "T.566; V.9; SACL 714. Lying blesses not. T. A lie does not guide. V. A lie leads to no good. SACL."
  },
  {
    "quote": "Uwongo ni mbio ya sakafuni.",
    "person": "",
    "tail": "ED.79 Lying is like running on a smooth [flatl roof. Cf. #1154."
  },
  {
    "quote": "Uwongo si kazi.",
    "person": "",
    "tail": "NGU. Cheating does not work."
  },
  {
    "quote": "Uwongo wa mganga ni nafuu ya mwele, ni mwele  kupona.",
    "person": "",
    "tail": "F.50.48. The lie of a witch doctor is a relief to the sick person. It cures the sick. Even the lies of a witchdoctor are relief to the sick one. F."
  },
  {
    "quote": "Uongo wa mganga, [ndiyo pona ya mgonjwa].",
    "person": "",
    "tail": "NGU. The lie of the doctor [cures the sick]."
  },
  {
    "quote": "Uwomgo wa mnyapara si kweli ya kibarua.",
    "person": "",
    "tail": "EM u37. The lie of an overseer is stronger than the truth of the day laborer. An overseer is trusted more than a laborer, even when telling a lie."
  },
  {
    "quote": "Uwongo wa mwenye nyumba si ukweli wa mpita  njia.",
    "person": "",
    "tail": "F.50.49. The lie of the householder has more value than the truth of a passerby. F.; AL, uwongo; AL 1325. If a householder tells a lie, it is easier believed than a passerby who tells the truth. MM. One puts more value to the advice of a stranger than in that of neighbors and family. AL. Mwenye nyumba: a settled person, someone with a house. Mpita njia: a passerby who has no permanent address, is difficult to trace him back."
  },
  {
    "quote": "Waongo wawe na kumbukumbu nzuri.",
    "person": "",
    "tail": "EM w14. Liars should have a good memory. In order to remember the tales they invented."
  },
  {
    "quote": "Waweza kuwadanganya wakubwa siyo wadogo zako",
    "person": "",
    "tail": ". NGU. You can deceive adults, but not your little ones."
  },
  {
    "quote": "Woga ukiingia, ukweli hutoroka.",
    "person": "",
    "tail": "EM w26. When fear enters, truth escapes. A person who is threatened and becomes afraid may lie."
  }
]