[
  {
    "quote": "Afadhali ulifanye sasa jambo lilo utakalo kwisha.",
    "person": "",
    "tail": "SPK. Better do now the thing you want to finish. 1514a. Asema: \"sebu! Sebu!\" na kimoyo (or kiroho) ki mumo. SACL.199; Kiroho : F 16.27; AL 1337; AL papo; KS kisebusebu; J moyo. Some say \"No! No!\" and nevertheless their heart is there. Said of somebody who cannot make a decision."
  },
  {
    "quote": "Atanguliaye kupiga mara nyingi ni mshindi.",
    "person": "",
    "tail": "WIKON 179. One who begins the fight is often the winner."
  },
  {
    "quote": "Awali ni awali, awali mbovu hapana.",
    "person": "FSM",
    "tail": "J awali; Vauwali; KS awali; RECH 18. A beginning is a beginning, there is no beginning which is bad. The golden rule of life is: make a beginning. Instead of awali the word mwanzo [beginning] is used - FSM 150."
  },
  {
    "quote": "Chagua na kuchagua na kuoa bata.",
    "person": "",
    "tail": "NGU. Choosing and choosing and marry a duck [a turkey]. Indecision. Cf. 1539, 1540."
  },
  {
    "quote": "Chanzo cha makubwa ni kidogo (or madogo).",
    "person": "",
    "tail": "NGU. The beginning of great things is small [little things]. Cf. 1519, 1550."
  },
  {
    "quote": "Chanzo chema, mwisho mwema.",
    "person": "",
    "tail": "EM 33.5. Good beginnings make good endings."
  },
  {
    "quote": "Chipukizi ndiyo miti.",
    "person": "",
    "tail": "NGU. A shoot (sprout) is a tree A child becomes an adult. Chipukizi, shoot, sprout, blade, a growing plant. Cf. 1545, 4037."
  },
  {
    "quote": "Daraja si maskani.",
    "person": "EM.",
    "tail": "EM 45.7. A bridge is not a dwelling place. \"This means that it is important to differentiate between ephemeral and permanent matters, and to know how to deal with them\" - EM."
  },
  {
    "quote": "Embe dodo sawa na kisukari.",
    "person": "",
    "tail": "KA. The dodo mango is similar to the sugar banana. Learn to substitute. Dodo, a big smooth mango. Kisukari, a small very sweet banana, more expensive and rare."
  },
  {
    "quote": "Fikiri kabla hujatenda.",
    "person": "",
    "tail": "NGU; SPK. Think hard before acting."
  },
  {
    "quote": "Fimbo ndefu haiui nyoka.",
    "person": "",
    "tail": "AL 440. A long stick does not kill a snake. One has to use adequate means to succeed. Cf. 1544."
  },
  {
    "quote": "Geza, geza ndiyo mji.",
    "person": "",
    "tail": "MARA 2. By trying and trying a homestead comes into being. If you try you may succeed, so don't be afraid to start. Geza, (jaribu), to try."
  },
  {
    "quote": "Halifai halifai lachagua kunde.",
    "person": "",
    "tail": "REK. This is no good, the choice will just be a small bean. Of someone unable to make a choice, even in unimportant things."
  },
  {
    "quote": "Juzi na jana si kama leo.",
    "person": "",
    "tail": "T 120; J juzi; V 97; LE3 226.2; SACL 196; JKP;B 1.56. Yesterday and the day before yesterday are not like today. Days follow one another, but are not alike - MP, SACL. Do not judge by what happened on previous occasions. Similar, but opposite, wording:"
  },
  {
    "quote": "Juzi na  juzi ni kama leo.",
    "person": "",
    "tail": "KB juzi.. Yesterdays are like today."
  },
  {
    "quote": "Juzi na  juzi si kama leo.",
    "person": "",
    "tail": "SPK. Past days are not like today"
  },
  {
    "quote": "Kadiria fedha uliyonayo si ile iliyoko kwa mdeni wako.",
    "person": "",
    "tail": "NGU. Reckon with the money you have, not with the money that is with your debtor."
  },
  {
    "quote": "1528a.  Kikuongoacho ki haramu, kikuongoako ni kuzimu.",
    "person": "",
    "tail": "SPK. If that which leads you is the Forbidden; where it will take you is the underworld."
  },
  {
    "quote": "Kiumambuzi kimeuma mbuzi, twatafuta kiumambuzi tutopoe mbuzi.",
    "person": "J. Kiumambuzi",
    "tail": "Steere 194 The goat-biter has bitten the goat, let us seek the goat-biter to cure the goat. Dawa ya kutopoa, antidote - J. Kiumambuzi, a kind of black lizard said to be poisonous."
  },
  {
    "quote": "Kupanda mchongoma, kushuka ndiyo ngoma.",
    "person": "L. The adulterer gets in a thorny situation - AL.",
    "tail": "F 18.58; L 38; SM; KS mchongoma; MARA 3; AL 962. Climbing a thorn tree, coming down is a dance. Something in haste or anger may produce an awkward situation - L. The adulterer gets in a thorny situation - AL. Cf. 808, 4705."
  },
  {
    "quote": "Kutema au kumeza ni hiari ya mkohaji.",
    "person": "",
    "tail": "NGU. To spit or to swallow is the option of one who coughs. To speak or to keep silence."
  },
  {
    "quote": "Kwanza kuvua, kwisha kuanua.",
    "person": "JKP.",
    "tail": "JKP. First fish, then sun dry the fish. First things first - JKP."
  },
  {
    "quote": "La  leo litende leo.",
    "person": "",
    "tail": "KA. Do today the thing of today. Cf. 812."
  },
  {
    "quote": "Laiti itafaa laiti.",
    "person": "JKP.",
    "tail": "JKP. Alas! May be useful for Alas! - JKP. \"Cry not over spilled milk\" - JKP. Cf. 533."
  },
  {
    "quote": "Leo ni leo.",
    "person": "",
    "tail": "T 218a. Today is today. Encouragement: This is your day; do it well."
  },
  {
    "quote": "La leo  litendwe leo.",
    "person": "",
    "tail": "SAM 12.1. The thing of today should be done today. Cf. 243."
  },
  {
    "quote": "Leo [ni] kabla ya kesho.",
    "person": "",
    "tail": "T 218; Vleo; JKP. Today comes before tomorrow. Never put off till tomorrow. Do not worry about tomorrow."
  },
  {
    "quote": "Leo ni leo, ya kesho ni leo.",
    "person": "",
    "tail": "JKP Today is today, the things of tomorrow [the best time to do them] is today. Cf. 1270, 1535, 1536."
  },
  {
    "quote": "1537a.  Leo tunaona, kesho si yako.",
    "person": "",
    "tail": "SPK. We are seeing today, tomorrow does not belong to you."
  },
  {
    "quote": "1537b.  Leo uko, kesho huko.",
    "person": "",
    "tail": "SPK. Today you are here, tomorrow you are not there."
  },
  {
    "quote": "Likiwika (or likiwaka) lisiwike (or lisiwake) kutakucha, [twende zetu].",
    "person": "",
    "tail": "A 255; T 222; Jwika; Holiday; V 12; KS wika; waka, SAM 13; KA. Whether the rooster crow or not, it will dawn, [let's go]. In difficult circumstances instinct and experience should help us to go ahead without further evidence of a happy ending - V. Cf. 3453."
  },
  {
    "quote": "Mchagua mno huangukia mbovu.",
    "person": "SACL.",
    "tail": "T 320; V teua; KA; SACL. 68,11;AL teua. Who chooses too much, falls upon the worst - SACL."
  },
  {
    "quote": "Mchagua nazi, hupata koroma.",
    "person": "",
    "tail": "F 23.29; B 4.4; MARA 3; KS koroma. One who selects coconuts [with great care], gets an unripe one. Also, of someone who is too choosy, who cannot make up his mind, wasting time."
  },
  {
    "quote": "Mchagua  samaki hupata aliyechina.",
    "person": "HM.",
    "tail": "FSM 97. One who chooses a fish gets one that is overdue. Fish which has remained [in the shop] too long Kuchina, be too late. Wondering about the origin of the word, someone has suggested that the Chinese like their fish soft - HM. Cf. 1539, 4724."
  },
  {
    "quote": "1540a.  Mchagua silaha siye muwani.",
    "person": "",
    "tail": "SPK. The one who chooses the weapon is not the fighter."
  },
  {
    "quote": "Mfuata moyo, mwisho huijuta.",
    "person": "",
    "tail": "JKP. The one who follows the heart will regret it in the end."
  },
  {
    "quote": "Mkataa pema pabaya panamngoja.",
    "person": "",
    "tail": "NGU; FSM 114. One who refuses a good place, has a bad place waiting. By refusing a good thing you'll be caught with a bad thing or situation. Don't be too choosy. Cf. 1539."
  },
  {
    "quote": "Mpanda farasi wawili hupasuka msamba.",
    "person": "",
    "tail": "F 29.92; SACL 593; T 304; J farasi; KB 194; MARA 3; KS msamba.. One who rides two horses splits asunder. Msamba, the perineum, also called kitako - J."
  },
  {
    "quote": "Mpanda  farasi wawili, hujishuka miguu miwili.",
    "person": "",
    "tail": "V 73. One who rides two horses will come down on two legs. Cf. 1557, 1558."
  },
  {
    "quote": "Mpigo wa kwanza wa mti unaua nyoka.",
    "person": "",
    "tail": "AL 439. The first blow with the stick kills the snake. Often your only chance. To correct evil use adequate means."
  },
  {
    "quote": "Mtu huenda na uchao, hendi na uchwao.",
    "person": "T.",
    "tail": "T 342; V 57; MARA2 uchwao; SACL 919. A person goes [travels] with dawn, not with sunset. A person starting on a day's journey late in the day will be nighted, very likely in some inhospitable place, and possibly lose goods, or even life\" - T. \"Night is nobody's friend\" - V. Uchao from kucha, dawn, uchwao from kuchwa, sunset."
  },
  {
    "quote": "Mwangaza mbili mbambo mwenga humuengaenga.",
    "person": "",
    "tail": "T 353. One who tackles two wing-bones at once, one of them eludes him/her. One thing at a time. \"It is difficult to obtain a satisfactory explanation of this common proverb. It may be an illustration from something in the cutting up or dividing of a cooked fowl; or it may refer to the carrying of live fowls by the bases of their wings, feet downwards, which is less usual than the ordinary way of carrying, for a length of distance, these poor creatures by the legs, with their heads downwards. It seems that only one can conveniently be carried at the time by the other method\" - T. Cf. 1547."
  },
  {
    "quote": "Mwangata mbili, moja humponya.",
    "person": "",
    "tail": "B 2.53; MARA 55, mwangaza or mwangata; FSM 102; F 34.148; L 73; H 82; T 354; MS 161; SACL humpona; MARA 3. A person who is after two things at the same time will surely see one escaping. \"Grasp all, lose all.\" Ponya, to save, deliver, rescue, evade danger. That may be the reason why L. translates this proverb: \"Two ways of escape, one will get him out.\" An interesting change of meaning. Cf. 2539."
  },
  {
    "quote": "Mwanzo huwa na usiri, ikawa mkaragazo.",
    "person": "",
    "tail": "T 374; AL 368. A beginning has delays and then there is a downpour. All beginning is difficult."
  },
  {
    "quote": "Mwanzo kokochi, mwisho nazi.",
    "person": "",
    "tail": "F 34.149; MULIKA p.10. The beginning is a bud, the end is a coconut. Something begins small, but may grow into something big. An interesting variation: Mwanzo ni kokochi, mwisho kazi. KA. The beginning is a flower bud, the end is work. To start something is often easy, but the end is work."
  },
  {
    "quote": "Mwanzo wa chanzo ni chane mbili.",
    "person": "",
    "tail": "F 34.150. The beginning of mat-making is two slips of raffia leaf. A beginning is small."
  },
  {
    "quote": "Mwanzo wa mvua ni mawingu.",
    "person": "AL.",
    "tail": "KS mwanzo; AL 1684; KB 213. The beginning of rain is clouds. A happening is often preceded by early signs - AL."
  },
  {
    "quote": "Mwanzo wa ngoma ni \"lele.\"",
    "person": "",
    "tail": "B 2.53: F 34.151; H 83; FSM 151; MS 168; AL 1750; KS lele. The beginning of a drumming is a tralala. Big things have small beginnings. Before a fight there is a quarrel. Cf. Sacleux Dictionary: Nimeshikwa na ndwele ya homa, leo nenda na ulele-ngoma: I've a fever, I'll dance with the dead."
  },
  {
    "quote": "Mwimbo mwema huletwa ngomani.",
    "person": "",
    "tail": "NGU. A nice song is brought to the dance. Mwimbo, wimbo, song. Cf. 1569, 1828."
  },
  {
    "quote": "Ndiyo kwanza mkoko kualika (or ualike) maua.",
    "person": "SACL. The mkoko tree is the first tree that blooms in spring. Mkoko",
    "tail": "SACL 562;KS mkoko. It is today for the first time that the mangrove flowers. The first day that something begins: passion, love, etc. - SACL. The mkoko tree is the first tree that blooms in spring. Mkoko: a tree growing in the sea, used for building (roofsticks); the bark is used in dyeing hides - Johnson ."
  },
  {
    "quote": "Nia haikuwa moja, ndipo usipate jambo.",
    "person": "",
    "tail": "T 432; MS 60. Your intention was not single, hence you have not been successful -T."
  },
  {
    "quote": "Nia zako  zikiwa moja utapata jambo.",
    "person": "SACL.",
    "tail": "SACL 684. If your purpose is constant you will get somewhere - SACL."
  },
  {
    "quote": "1555a.  Nikikubali ni vita, nikikataa huwaje?",
    "person": "SPK.",
    "tail": "SPK. If I accept it will be war, if I refuse what will it be? Said of a person who is faced with an impossible choice of two unacceptable alternatives - SPK."
  },
  {
    "quote": "Nikitia jembe mpini, shamba halinishindi.",
    "person": "JK.",
    "tail": "JK 121; AL 329. When I put a hoe blade on the shaft, the field will not be too much for me. \"Once you put your hand to the plough\" - JK."
  },
  {
    "quote": "Njia mbili zaumiza.",
    "person": "Sacl.",
    "tail": "T 408; V 60; KB 250; SACL 674. Two ways hurt. Pursuing two goals is dangerous - Sacl. Cf. 1543, 1546, 1556."
  },
  {
    "quote": "Njia mbili zilimshinda mzee fisi, alipasuka msamba.",
    "person": "MARA.",
    "tail": "Jja; T 409; MARA 62; KB 248. Two roads were too much for old man hyena, he split in two. \"Do one thing at the time\" - MARA. Cf. 1546, 1557."
  },
  {
    "quote": "Penye mapenzi hapapotei.",
    "person": "",
    "tail": "T 458; SACL 505; MS 64. Where there is a purpose there is no failure. Hapapotei, there is no loss. Cf. 1114."
  },
  {
    "quote": "Safari ni hatua.",
    "person": "",
    "tail": "KS hatua. A journey is a step. It starts with a first step."
  },
  {
    "quote": "Siweke vitendo visivyo maana;",
    "person": "JKP. Siweke",
    "tail": "Ukikosa pondo uvuvi hapana. JKP. Do not do anything without a purpose If you lose the punting pole there is no more fishing. The punting pole is the indispensable tool for transport in the shallow waters out of Lamu. Preserve your manhood carefully\" - JKP. Siweke, usiweke, don't put."
  },
  {
    "quote": "Tikiti ni moto wa kwanza.",
    "person": "T. If you want to succeed start early - KA.",
    "tail": "T 506; KA. A watermelon ripens in the first warm sun. It must be gathered before it gets too ripe to be of use. This is said to one whom you suspect is trying to put you off with vain promises: Do it now\" - T. If you want to succeed start early - KA. Cf. 339."
  },
  {
    "quote": "Umdhaniaye ndiye, siye.",
    "person": "",
    "tail": "ZO p.50. You think that it is someone, but it is not."
  },
  {
    "quote": "Usiende pahali bila haja, ghalibu hukasirika.",
    "person": "",
    "tail": "A 120; T 548; SAM 25.12; MS 196. Don't go to a place without cause, you will almost always be angered. Mind your own business."
  },
  {
    "quote": "Usiseme \"kesho kesho\" hwenda hutaona mwisho.",
    "person": "",
    "tail": "RSP 116. Do not say: tomorrow, tomorrow, perhaps you will not see the end."
  },
  {
    "quote": "Usiweke msingi mbovu.",
    "person": "",
    "tail": "A 120; T 558a; SAM 25.18. Do not lay a bad foundation. Do not make a bad precedent."
  },
  {
    "quote": "Viwili vyataulika, tunda kimoja utwae.",
    "person": "AL. Vyataulika. In Standard Kiswahili",
    "tail": "T 570; SACL 887; AL 270. Of two things offered to you, take one - AL. Vyataulika. In Standard Kiswahili, vyateulika or chagulika or vyateuliwa. Tunda, pluck, pick."
  },
  {
    "quote": "Wangachukua mashoka, hawatoi mti kombo.",
    "person": "",
    "tail": "T 581. Although they carry axes, they do not take the crookedness out of the tree. Corrections should be made early and gently. Cf. 4070."
  },
  {
    "quote": "Wimbo huja ngomani.",
    "person": "",
    "tail": "F 52.12; B 3.72; ED 86; KB 348; KA; AL 313. A song goes with the drum or dance. A singer goes to the drum to sing a song. One in need goes where help can be found. Don't separate things which belong together."
  },
  {
    "quote": "Wimbo  takuja ngomani.",
    "person": "",
    "tail": "V 146; AL 313. The song will come as the dance goes along."
  },
  {
    "quote": "Wimbo  hutokea ngomani.",
    "person": "MM.",
    "tail": "MM. The songs are composed at the dance - MM."
  }
]