[
  {
    "quote": "Ajuaye misonoe ni  alalaye naye.",
    "person": "SPK.",
    "tail": "SM. One who knows about groaning [of sick people] is the one who sleeps with that person. Msono, snoring, groaning, snort; whistling to attract attention or to express derision or contempt. 1831. Akitaka kaa, mpe moto. JKP. If someone wants a piece of [live] charcoal, give that person fire. If someone is looking for a quarrel, give that person 'hell' - SPK. Cf. 1863."
  },
  {
    "quote": "Aliyechomwa na mwiba  huthamini kiatu.",
    "person": "",
    "tail": "EM 10.9. One who has been pricked by a thorn values shoes."
  },
  {
    "quote": "Amekula chumvi nyingi.",
    "person": "",
    "tail": "Jchumvi. That person has eaten much salt. Has lived long; has much experience."
  },
  {
    "quote": "Aminia uonayo, siyo uyasikiayo.",
    "person": "",
    "tail": "JKP; SPK. Trust what you see, do not believe all you hear. Cf.1887."
  },
  {
    "quote": "Anayenyolewa kwa chupa hasahau.",
    "person": "",
    "tail": "EM 12.13. The person who has been shaven with [a piece of] a bottle can never forget. About evil done to somebody. Cf. 1885."
  },
  {
    "quote": "Asiyejua faida ya mwangaza aingie gizani.",
    "person": "SAM. When the loss of a friend or member of the family is felt as a tremendous loss",
    "tail": "SAM 3.18; KA. One who does not know the advantage of light should enter darkness. To appreciate good things one should experience the opposites - SAM. When the loss of a friend or member of the family is felt as a tremendous loss, we feel how much we depended on that person - KA."
  },
  {
    "quote": "Asiyesafiri, taa haing'ari.",
    "person": "",
    "tail": "RSP 126. One who does not travel has no shining lamp. Has nothing to tell."
  },
  {
    "quote": "Atangaye sana na jua, hujua.",
    "person": "",
    "tail": "F 5.42; KA. One who wanders much by day knows. Said of somebody who learned through experience. Cf. 1850."
  },
  {
    "quote": "Atembeleaye ndugu ajua ukoo.",
    "person": "",
    "tail": "NGU. The one who visits relatives knows the clan. Ukoo, relationship, kinship, affinity, ancestry, family."
  },
  {
    "quote": "Avaaye kiatu ndiye ajuaye msumari uchomapo.",
    "person": "JKP.",
    "tail": "JKP. The one who wears the shoe knows where the nail pierces. \"There is nothing like first-hand experience - JKP."
  },
  {
    "quote": "Bahari shwari haitoi wanamaji stadi.",
    "person": "",
    "tail": "EM 23.5; KA. Smooth seas do not make skillful sailors."
  },
  {
    "quote": "Bila dalili, utadhalili.",
    "person": "RSP.",
    "tail": "RSP 28. Without a sign, you will go astray - RSP."
  },
  {
    "quote": "Fahali mzee hupigana kwa maarifa.",
    "person": "",
    "tail": "REK. An old bull fights with experience."
  },
  {
    "quote": "Hakimu mjua methali hutoa mashauri ya hekima.",
    "person": "EM.",
    "tail": "EM h5. A judge [counselor] who knows proverbs gives wise advice. \"Proverbs are the quintessence of the teaching of tradition and customs. They are a treasure of the lessons which a society has accumulated for a long time\" - EM."
  },
  {
    "quote": "Hali ya mtu haijui mtu, mwenye hali kaijulia.",
    "person": "",
    "tail": "AL 562. Nobody knows the condition of another, except that person. Cf. 2220."
  },
  {
    "quote": "Isipokuwasha hujairamba.",
    "person": "",
    "tail": "KA; MARA 2. If it does not make you hot, then you have not tasted it. Cf. 1008."
  },
  {
    "quote": "Jambo (or neno) usilolijua ni kama usiku wa kiza.",
    "person": "KB. Kiza for giza",
    "tail": "F 12.1; KB 80; T 471, neno; KB 238; FSM 170; KA. The matter you do not know of is like a dark night. Ignorance is like a dark night. One cannot judge things unknown - KB. Kiza for giza, darkness; Northern dialect. Cf 1848."
  },
  {
    "quote": "Kitanda usichokilalia, hujui kunguni wake.",
    "person": "",
    "tail": "F 16.29; KA. You do not know the bugs of a bed you have not slept in. Cf. 1877."
  },
  {
    "quote": "Koko haidari mai.",
    "person": "",
    "tail": "F 16.34; KA. The koko is never reached by water. It grows in the water but its branches are high - J.; F. Said of a wise person, who always has something in reserve. Koko, fruit of the mkoko bush as in a mangrove swamp; used as firewood, has a red bark used for dyeing. Mai for maji, water. Lamu dialect. Cf. 1861."
  },
  {
    "quote": "Kuishi kwingi [ni] kuona mengi.",
    "person": "",
    "tail": "F 17.46; H 53; SWA 29; MS 147; MARA 3. To live long is to see much. Experience is the best teacher."
  },
  {
    "quote": "Kula chumvi nyingi.",
    "person": "",
    "tail": "B 2.28. Eat much salt. Cf. 1833."
  },
  {
    "quote": "Kupotea njia ndiko kujua njia.",
    "person": "KB.",
    "tail": "F 19.59; SACL 760; B 1.52; MS 41; T 193; MARA 33; V18, ndio; KB 132, kupoteza; KS potea. To lose the way is to know the way. Experience is gained by mistakes. To know that one is lost is the first step to improvement - KB."
  },
  {
    "quote": "Macho yaliona milima, hayashtukii  mabonde.",
    "person": "",
    "tail": "JKP. The eyes which have seen the mountains are not terrified by valleys. One who has seen much is not so easily astonished as the one who has never left his village."
  },
  {
    "quote": "Maji usiyoyafika huyajui wingi wake.",
    "person": "",
    "tail": "F 21.8; B l. 33; MARA 3. You do not know the extent of waters you have not been to."
  },
  {
    "quote": "Mchawi",
    "person": "SPK.",
    "tail": "(or mganga) mpe mwana amlee. T 321; V 148; FSM 98; F 34.147. Give a wizard [local doctor] a child to bring up. The wizard will use his craft to protect the child. Witches and other black magicians practise evil for the lack of love and a purpose in life. Give them a child, something to care for - SPK."
  },
  {
    "quote": "Mchungaji ndiye mjua unono.",
    "person": "",
    "tail": "NGU. The shepherd knows about fat. A shepherd knows which animal is fat. Cf. 1866."
  },
  {
    "quote": "Mguu ulioumwa na nyoka hawishi woga: hata  ukiona kamba hudhania ni nyoka.",
    "person": "",
    "tail": "LE3 226.11. The foot of someone bitten by a snake has always fear; even seeing a rope that person thinks that it is a snake. Cf. 1870."
  },
  {
    "quote": "Mjua kwenda hakwai.",
    "person": "ED.",
    "tail": "ED 48. One who knows how to go does not stumble. One who leads a good life has nothing to fear - ED. Cf. 2777-8, 2780."
  },
  {
    "quote": "Mla ndizi husahau, lakini mtupa ganda hasahau.",
    "person": "",
    "tail": "KA. One who ate the banana will forget, but the one to whom the skin is thrown will not forget. That person will not forget not only on account of the insult, but also for being sent away hungry. The difficulty with the translation is caused by the word mtupa, the thrower. The translation surmises the word mtupwa or mtupiwa: the one to whom something is thrown. A misprint? Cf. 1885."
  },
  {
    "quote": "Mpofuka ukongweni, hapotewi na njia.",
    "person": "KA.",
    "tail": "F 29.98; KA. One who becomes blind in old age does not lose the way. If you get trouble in your old age, there are many friends and relatives to help and you are supposed to have developed your own survivors's skill - KA."
  },
  {
    "quote": "Mtondoo haufi maji.",
    "person": "JK. Mtondoo",
    "tail": "F 31 116; JK 135; KA; AL 407; KS, mtondo. The punter's pole does not sink. An old salt is not easily killed in his element - JK. Mtondoo, a big tree (Calophyllum inophyllum). Has many uses in shipbuilding, e.g., masts, fishing tools. Its fruits are used to make lamp oil and mascara. Cf. 1484-5, 1849."
  },
  {
    "quote": "Mtoto akibebwa hutazama kisogo cha mamaye.",
    "person": "MM. A child follows the instructions and character of its mother. Kisogo",
    "tail": "F 31.117; FSM 136; KS kishogo. When a baby is carried on its mother's back, it looks at the nape of her neck. A child follows its mother's footsteps - MM. A child follows the instructions and character of its mother. Kisogo, kishogo, nape of the neck Cf. 3656."
  },
  {
    "quote": "Mtoto akililia wembe, mpe.",
    "person": "",
    "tail": "F 31.118; SWA 55; B 3.39; L 65; RECH 624; H 80; V 15; KB 201 kisu; KSwembe;T 143; A 138;AL 448. If a child cries for a razor give it. One learns the hard way. Wembe, razor, also kisu. Knife is used. Mtoto, child or kijana, youth. Cf. 3711."
  },
  {
    "quote": "Mtoto akitaka mussa usimkataze.",
    "person": "",
    "tail": "PM 303.10. If a child wants a nut, don't withhold it. If a child wants to try something too big for it [e.g., breaking a nut with its teeth] allow it. The child will experience the limit of its own strength."
  },
  {
    "quote": "1864a. Mtu hujua atokako haisi aendako.",
    "person": "I don't know",
    "tail": "SPK. People know where they came from; they are ignorant about where they are going. Isi, old present negative form of jua. Siisi, I don't know"
  },
  {
    "quote": "Mvaaji kiatu ajua kinapombana.",
    "person": "",
    "tail": "NGU. The one who wears the shoe knows where it pinches."
  },
  {
    "quote": "Mvuvi anajua pweza alipo.",
    "person": "",
    "tail": "F 33.136. A fisherman knows where to look for cuttlefish (octopus). Cf. 1344."
  },
  {
    "quote": "Mwana mtamba kule hupita mzee wa kale.",
    "person": "SACL.",
    "tail": "T 365; SACL 606. The child that travels far excels the elder of old time [in experience]. Mtamba from kutamba, to strut proudly, walk in a swaggering, conceited way, leap, dance - J.; a traveler - SACL."
  },
  {
    "quote": "Mwenda bure si mkaa 8ure, huenda akaokota.",
    "person": "",
    "tail": "F 35.154; B 1.49; FSM 156; AL 171; SAM 11.23. One who travels without an aim is not like the one who sits without an aim, for the traveler usually picks up something. Activity is better than doing nothing. Cf. 4730."
  },
  {
    "quote": "Mwenda pwani usimwambie hadi arudipo.",
    "person": "",
    "tail": "NGU. Don't tell a¹nything to a person who goes to the coast, until he/she returns. Let that person experience first."
  },
  {
    "quote": "Mwenye kuumwa na nyoka akiona jani hustuka.",
    "person": "",
    "tail": "F 35.161; B 1.27; T 390; V 42; SPK; H 74; L 59; J ung'ongo; JK 144; ED 52. Someone who has been bitten by a snake is startled seeing a [moving] leaf. A very popular proverb. Instead of jani, leaf, also ung'ongo, palm-leaf, is used; ukuti, liana; kamba, a rope; kenge, lizard. The Kenya section of Leslau's African proverbs has the following: \"A man who has once been tossed by a buffalo, when he sees a black ox, thinks it's another buffalo.\" Cf. 1857."
  },
  {
    "quote": "Mwenye shoka hakosi kuni.",
    "person": "MM.",
    "tail": "F 36.167. The person who has an axe does not lack firewood. With know-how or experience one always finds means of earning a living - MM. Cf. 285."
  },
  {
    "quote": "Mwizi hushikwa na mwizi mwenziwe.",
    "person": "",
    "tail": "F 37.172; B 2. 45; T 394; MS 56; A 39; V125; MM. A thief is caught by a fellow thief."
  },
  {
    "quote": "Mzungu wa kula haufundishwi mwana.",
    "person": "",
    "tail": "F 38.183; KS mzungu; NGU. How to eat is not taught a child. It comes naturally. Mzungu, skill, instinct; teaching given during initiation of youth. Instead of mzungu also ujanja, the art, cunning, is used. Cf. 2979-80."
  },
  {
    "quote": "Neno la mbali ni usiku wa kiza.",
    "person": "T. A matter you postpone is like a dark night - V. T compares this proverb with",
    "tail": "T 415; V 48; MS 59. A far-off matter is a night of darkness - T. A matter you postpone is like a dark night - V. T compares this proverb with 1847 and 2038."
  },
  {
    "quote": "Neno moja la mwenye hekima lapita kumi ya  mpumbavu.",
    "person": "",
    "tail": "REK. One word of a wise person surpasses ten of a fool."
  },
  {
    "quote": "Ng'ombe hajui thamani ya mkia wake mpaka  umekatwa.",
    "person": "",
    "tail": "FSM 172. A cow does not know the value of its tail until it is cut off. Children often do not value their parents until it is too late."
  },
  {
    "quote": "Nilale usiku chumbani, nikajua tundu paani.",
    "person": "",
    "tail": "RSP 97. Let me sleep a night in the room and I shall know the hole in the roof. Experience is the best teacher. Cf. 1382, 1880."
  },
  {
    "quote": "Njia ya siku zote haina alama.",
    "person": "MM.",
    "tail": "F 40,18; JK 145. An everyday path has no signpost. Experience makes things easy - MM."
  },
  {
    "quote": "Nyani akishindwa kuukwea mti, una kilema.",
    "person": "",
    "tail": "EM n21. If a monkey fails to climb a tree, the tree must have a defect."
  },
  {
    "quote": "Nyumba usiyolala ndani huijui ila yake.",
    "person": "",
    "tail": "F 40.24; NGU. You do not know the defect of a house you have not slept in."
  },
  {
    "quote": "Nyumba usimolala hujui kama  inavuja.",
    "person": "",
    "tail": "KB 253; SPK. You don't know whether the house you did not sleep in, leaks. Cf.1848."
  },
  {
    "quote": "Ota sana  uufikiapo moto karibu.",
    "person": "",
    "tail": "EM 7. When you are near the fire, warm yourself up thoroughly. If you get an opportunity profit from it."
  },
  {
    "quote": "Panapo shida, maarifa huongezeka.",
    "person": "",
    "tail": "REK. Where there are problems, ingenuity increases."
  },
  {
    "quote": "Rahisi ya mwewe.",
    "person": "",
    "tail": "NGU. Effortlessness of the hawk. The hawk takes its prey so easily."
  },
  {
    "quote": "Shilanga mambo maarifa.",
    "person": "",
    "tail": "NGU. To use the long handled hoe is a matter of experience. Shilanga, ngwamba:1. a long handled hoe; 2. hard labor."
  },
  {
    "quote": "Shoka husahau, mti hausahau.",
    "person": "SPK.",
    "tail": "JK 118, 129; MM. The axe forgets, the tree does not forget. \"This proverb usually refers to the relationship between older people and their children or pupils, whom they punish, forgetting later what they have done. But the young do not forget\" - SPK."
  },
  {
    "quote": "Aliyetenda amesahau, lakini aliyetendewa hajasahau.",
    "person": "",
    "tail": "FSM 123,13; MM. One who harmed has forgotten, but the one to whom harm was done has not yet forgotten."
  },
  {
    "quote": "Tako ndilo lijualo kiti kizuri.",
    "person": "",
    "tail": "NGU. It's your behind that knows a good chair. Cf. 1848 and see also the section Secrets."
  },
  {
    "quote": "Tamba uone, kama  hukutamba huna uonacho.",
    "person": "",
    "tail": "FK. Travel far to see; if you do not travel you see nothing. Cf. 1867."
  },
  {
    "quote": "Tamu ya muwa aijua muonja.",
    "person": "",
    "tail": "FSM 185. The sweetness of sugar cane is known by the taster. Cf. 1383, 1848."
  },
  {
    "quote": "Tendo husahauliwa na mtenda, mtendwa hasahau.",
    "person": "",
    "tail": "EM t11. An action may be forgotten by the doer, but not by the receiver. Cf. 1885."
  },
  {
    "quote": "Tukisikia hatuelewi, tukijifunza tunajua.",
    "person": "EM.",
    "tail": "EM t19. If we hear we don't understand, if we learn we know. If you want to master a certain skill, e.g., ploughing, it is not enough to be told how to do it; you should learn ploughing by ploughing - EM."
  },
  {
    "quote": "Udhaifu wa wenye nguvu ni nguvu wa wadhaifu.",
    "person": "EM.",
    "tail": "EM u30. The weakness of the strong is the strength of the weak. If a person with a certain shortcoming discovers that a better placed colleague also has similar shortcomings, that person becomes encouraged and more self-confident and could do greater things -EM."
  },
  {
    "quote": "Udhaniye ndiye, siye.",
    "person": "",
    "tail": "NGU. You think that is the one, but it is not. Barking up the wrong tree."
  },
  {
    "quote": "Uendapo kama duma, hutakosa nyama.",
    "person": "JK.",
    "tail": "RSP 93. If you go [as fast] as the cheetah, you will not lack food. An able person will always find a way - JK."
  },
  {
    "quote": "Ukajionee, kuambiliwa kuna uwongo.",
    "person": "",
    "tail": "AL ona. Go and look for yourself, to be told is deceitful. Cf. #1887."
  },
  {
    "quote": "Ukisitaajabu ya mussa utaona ya firauni.",
    "person": "",
    "tail": "F 46.12; H 102; FSM 188; MS 138; B 2.27; T 526; AL 383. If you are amazed at Moses' deeds, you will be more amazed at Pharaoh's. Moses declared himself to be a prophet, but Pharaoh declared himself to be God - F."
  },
  {
    "quote": "Afadhali ya musa kuliko ya farao.",
    "person": "",
    "tail": "T. It's better to fall in the hands of Moses than to fall in the hands of Pharaoh -T."
  },
  {
    "quote": "Sistaajabu wanaadamu mambo [ya mungu]yaliyo duniani.",
    "person": "",
    "tail": "CM 62; T 494. Wonder not, earthlings, at the matters (God's works) in the world. A parody on it: ukistaajabu ya chawa huona ya kunguni. T 526. If you wonder at a louse's, you will find a bug's -T."
  },
  {
    "quote": "Ukungiao jichoni huujui.",
    "person": "L. What comes into your eyesight is not  known to you - V. Ukungiao for ukuingiao",
    "tail": "L 100; V,jicho. What goes into your eye is not visible to you - L. What comes into your eyesight is not [necessarily] known to you - V. Ukungiao for ukuingiao, what enters you. Cf. 1897, note on grammar."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Utakiona cha mtema kuni.",
    "person": "",
    "tail": "T 561. You will see the thing of the wood-cutter. You will experience [the fate] of the wood-cutter - T. It is used to warn somebody that if one does not change one's ways, there'll be trouble. Ona cha mtema kuni, to get trouble."
  },
  {
    "quote": "Utapojua maisha, yatakuwa yamekwisha.",
    "person": "",
    "tail": "RSP 51. When you have gained some experience in life, it [lifel is over."
  },
  {
    "quote": "Uzoefu ndio mama wa maarifa",
    "person": "",
    "tail": ". MULIKA I p.l0; MEM 195. Experience is the mother of knowledge."
  },
  {
    "quote": "Viatu vya zamani vyaijua njia.",
    "person": "EM.",
    "tail": "EM v1. Old shoes know the way. If one is used to an old tool, it works better than a new one - EM."
  },
  {
    "quote": "Wajitia sogoro kwa yote, jinyoe kisogo chako.",
    "person": "",
    "tail": "REK. When they pretend to be experts of everything, you better shave the nape of your neck. Be alert."
  }
]