[
  {
    "quote": "Uvivu [ni] nyumba ya  njaa.",
    "person": "",
    "tail": "Z 173; FSM 156. Laziness is a house of hunger."
  },
  {
    "quote": "Ajizi ni ufunguo wa  umaskini",
    "person": "",
    "tail": ". MEM 31. Sloth is the key to poverty."
  },
  {
    "quote": "2667a. Akilaye ndiye  aandikiwaye.",
    "person": "",
    "tail": "SPK. The one who eats it (i.e., the food) is the one for whom it was destined."
  },
  {
    "quote": "Akosaye la  mama, atalamwa la mbwaye.",
    "person": "SPK. If you have not been taught proper language by your mother",
    "tail": "JKP; KS amwa. One that is not suckled by his/her mother, will have recourse to a bitch. A man without a good wife will seek the company of bad women - SPK. If you have not been taught proper language by your mother, you will talk the dirty language of the street, and be ill-mannered - JKP. Cf. 3765."
  },
  {
    "quote": "Ashibaye hamjui  mwenye njaa.",
    "person": "",
    "tail": "L 5; V 77; F 36, 166, Mwenye shibe; KB 216; MARA 2; FSM 140. One who has had a full meal does not know the hungry person. One judges others according to oneself, or one does not know how the other feels. One cannot know the hardship of others until one has experienced them. Used when somebody has no feelings for others."
  },
  {
    "quote": "Aliyeshiba hamkumbuki  mwenye njaa",
    "person": "",
    "tail": ". SM. One who is satiated does not remember the one who is hungry."
  },
  {
    "quote": "Binadamu  huongozwa na tumbo.",
    "person": "",
    "tail": "REK. A human being is lead by his stomach."
  },
  {
    "quote": "Chafi  rasilimali yake utumbo",
    "person": "",
    "tail": ". KS rasilimali. The belonging of the chafi- is its stomach. Said of somebody who eats ferociously. Chafi or tafi, a kind of broad black fish. Rasilimali, treasure, capital, fortune, property."
  },
  {
    "quote": "Chakula ni  uhai.",
    "person": "",
    "tail": "KS uhai. Food is life."
  },
  {
    "quote": "Deni la tumbo  halilipiki.",
    "person": "JKP.",
    "tail": "JKP. The debt to the stomach can never be paid. \"Every day the stomach demands more. Said of paupers\" - JKP."
  },
  {
    "quote": "Hana njaa fisi,  kwani hula najisi.",
    "person": "JK. Najisi",
    "tail": "RSP 94. The hyena is not hungry, because it eats unclean food. Do not be fastidious - JK. Najisi, unclean food; in this case, dead animals - MM."
  },
  {
    "quote": "Hutushiba na  harufu wala mnukio.",
    "person": "",
    "tail": "AL 110. Yo íu will not be satisfied with the fragrance of the food."
  },
  {
    "quote": "Jamaa kubwa  haina chakula kibaya.",
    "person": "EM.",
    "tail": "EM j1. In a large family no food is bad. They value any food they can get and don't waste it - EM."
  },
  {
    "quote": "2676a. Kikuponzacho  ni tumbo.",
    "person": "SPK.",
    "tail": "SPK. That which exposes you [to danger] is your stomach. The stomach commands the Swahili merchants, fishermen, sailors, and drivers to go out on dangerous journeys to earn their living - SPK."
  },
  {
    "quote": "Kila kifaacho  huliwa, lakini si kila kiliwacho kinafaa",
    "person": "",
    "tail": ". REK. Every useful thing is eaten, but not everything that is eaten is useful (good)."
  },
  {
    "quote": "Kula (or kila)  apataye hajui mwenziwe.",
    "person": "MM. Used for ungrateful people",
    "tail": "NS 7; FSM 18. One who obtains food [wealth] does not know his/her companions. Sucessful people forget their poor old friends - MM. Used for ungrateful people, who forget the help given them in the past, or for people who made it. and who do not want to remember the situation they came from. Cf. 2669."
  },
  {
    "quote": "Kula bakisha  njaa, kesho ule tena.",
    "person": "",
    "tail": "REK. Eating keep a little hungry, tomorrow eat again. Eat with moderation."
  },
  {
    "quote": "Kula hakuishi",
    "person": "",
    "tail": ". NGU. Eating never ends."
  },
  {
    "quote": "Kula kitu ni  riziki.",
    "person": "",
    "tail": "NGU. Eating is a God-given necessity of life."
  },
  {
    "quote": "Kula kupindukia  ni kudhoofisha tumbo.",
    "person": "",
    "tail": "REK. Eating meals in turn in each other's places weakens the stomach. One does not get his usual food and sometimes the others forget their promise of serving food. Cf. 1624."
  },
  {
    "quote": "Kula mnapenda  mkiambiwa kulima ng'ang'a !",
    "person": "",
    "tail": "KS ng'ang'a. You like to eat, but when you are told to hoe you dry up."
  },
  {
    "quote": "Kula nala  kushiba sishibi.",
    "person": "",
    "tail": "JKP. I ate but did get no satisfaction."
  },
  {
    "quote": "Kula na wenzio.",
    "person": "",
    "tail": "NGU. Eating is with friends."
  },
  {
    "quote": "Kula ni  faradhi, kufa ni wajibu.",
    "person": "",
    "tail": "JKP. Eating is a duty, dying is a necessity. Cf. 1435."
  },
  {
    "quote": "Kula sana siyo kushiba.",
    "person": "",
    "tail": "NGU. To eat a lot is not the same as being satified. Cf. 2516, 2535, 2550."
  },
  {
    "quote": "Kula siyo  kujaza tumbo.",
    "person": "",
    "tail": "NGU. Eating is not the same as filling the belly. One who eats least eats most, will live longer."
  },
  {
    "quote": "Kula uishi,  usiishi kula",
    "person": "",
    "tail": ". EM k28. Eat to live, do not live to eat."
  },
  {
    "quote": "Kula ulishe  milio, roho nayo ipe mlo.",
    "person": "",
    "tail": "REK. Eating you feed your body, but give also some food to your soul."
  },
  {
    "quote": "Kula upesi  upesi, heshima huinukusi.",
    "person": "SACL.",
    "tail": "JKP. Eating in a hurry will diminish your reputation. Nukusu, nakusi, diminish - SACL."
  },
  {
    "quote": "Makao ya njaa  ni tumbo.",
    "person": "",
    "tail": "NGU. The dwelling place of hunger is the stomach."
  },
  {
    "quote": "Matikiti na  machango ndiyo maponyea njaa.",
    "person": "",
    "tail": "T 250; SACL 505, 868; KA; AL poa; J. Melons and gourds, these are the ones which help people through famine. Honor the people you lived with, and who helped you when you were poor and in need of help."
  },
  {
    "quote": "Matikiti na machango  ni baraka ya mlango.",
    "person": "SPK.",
    "tail": "SPK. Melons and gourds are blessings of the house. This refers to children - SPK. Cf. 3996."
  },
  {
    "quote": "2693a. Mchuzi sio  chakula.",
    "person": "",
    "tail": "SPK. Sauce is not food."
  },
  {
    "quote": "Mla chake hana  aibu.",
    "person": "",
    "tail": "REK; NGU. If you eat your own [food], you do not have to be ashamed."
  },
  {
    "quote": "Mla na kijiko  hajui mla na mikono huchomeka",
    "person": "",
    "tail": ". REK. One who eats with a spoon does not know that the one who eats with his/her fingers has been hurt."
  },
  {
    "quote": "Mlilala  handingwadingwa, mwemacho haambiwi tule",
    "person": "F. About a lazy person",
    "tail": ". F 28.86; KA. A sleeping person doesn't feel the onset of hunger, one who is awake is not told, \"let's eat.\" You know when you are hungry - F. About a lazy person, who complains a lot about being hungry - KA."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Mtu mbuge  hawezi nyumba",
    "person": "",
    "tail": ". KS mbuge; ZO p.252. A compulsive eater cannot manage a home. About spending all on food. Mbuge, someone who is constantly nibbling on food."
  },
  {
    "quote": "Mwenye njaa  hana miiko.",
    "person": "",
    "tail": "F 36.164; B 4.83. A hungry person observes no taboos. A starving person is excused to eat any kind of food."
  },
  {
    "quote": "Mwenye njaa  hakandiki nyumba.",
    "person": "",
    "tail": "NGU. A hungry person does not plaster the house. That person is not interested in improving the house. First things first."
  },
  {
    "quote": "Ndege asiyeruka  hufa njaa.",
    "person": "",
    "tail": "EM n23. A bird that does not fly dies of hunger. If its food supply is exhausted in its immediate dwelling place, it dies. A person must move to where he can survive."
  },
  {
    "quote": "Njaa haimjui  mlimaji.",
    "person": "",
    "tail": "AL 163. Hunger does not know the farmer. Hunger is unknown to the farmer. The farmer does not suffer hunger. Result of his labor."
  },
  {
    "quote": "Njaa haina  ndugu.",
    "person": "",
    "tail": "NGU. Hunger has no relative. Nobody comes to the hungry person."
  },
  {
    "quote": "2703a. Njaa iumapo  mbwa, mkonowa utarambwa",
    "person": "SPK.",
    "tail": ". SPK. When hunger hurts the dog[s], [then] will my hand be licked. Low-class people will only be polite when forced by need - SPK."
  },
  {
    "quote": "Njaa ya leo ni  shibe ya kesho.",
    "person": "V. Hope keeps the heart from breaking - V. Can also be used in the sense of",
    "tail": "J njaa; V 115, shiba; SACL 674; LE3 227.15 njala. Hunger today, abundance tomorrow. Hope is the poor person's bread - V. Hope keeps the heart from breaking - V. Can also be used in the sense of: To deprive oneself of an easy life in order to learn a trade, to overcome earlier hardship. To be thrifty for something bigger - LB. But also the opposite: Njaa ya leo si shiba ya kesho. SACL 836; MS 57. Hunger today is not tomorrow's plenty. Today hunger, tomorrow famine."
  },
  {
    "quote": "Njaa si bora  kuliko shiba.",
    "person": "",
    "tail": "V njaa, shiba. Hunger is not better than satiety."
  },
  {
    "quote": "2705a. Nyama ya  koroma sio ya kulika, kabula ya nazi halijakatika.",
    "person": "SPK.",
    "tail": "SPK. The flesh of the koroma (an unripe coconut) is not edible before the ripe coconut has been cut. The elder daughter has to be married off first - SPK."
  },
  {
    "quote": "2705b. Nyenje inajaa  bonde na sikio, nyenje haijai tumbo na vilio.",
    "person": "",
    "tail": "SPK. The cicada fills the valley and the ear with its noise, but it does not fill the stomach."
  },
  {
    "quote": "Nyumba penye  huli, ikitoka moshi ni kungugu.",
    "person": "",
    "tail": "AL toka; AL 603. If smoke comes out of a house, where you are not going to eat (you are not invited, you say) it is a mist (that comes out of the house, not smoke). Don't keep false hope. Sour grapes."
  },
  {
    "quote": "Pangu pakavu,  tia mchuzi.",
    "person": "AL. About enjoying life without caring about the neighbor.",
    "tail": "AL mchuzi; AL 1389; TS 127/4. Put some gravy on my dry portion. Someone who has a good reputation must expect some evil criticism and maligned curiosity - AL. About enjoying life without caring about the neighbor."
  },
  {
    "quote": "Papigwapo domo  kuna njaa.",
    "person": "",
    "tail": "KB 259. Babbling is the source of hunger."
  },
  {
    "quote": "Penye njaa  hapana haki.",
    "person": "",
    "tail": "EM p13. Where there is famine, there is no justice. It is difficult for hungry people to remain calm. Mwenye uwezi hupata. Those who are able win the day. Those in power will obtain."
  },
  {
    "quote": "Penye njaa,  shibe ndiyo kweli.",
    "person": "",
    "tail": "EM p14. Where there is famine, food is the truth. Anything a hungry person is told does not satisfy. Food for that person is truth or real."
  },
  {
    "quote": "Samli ya pemba  haimpati mtu macho.",
    "person": "T. Something imported from afar cannot be afforded by many people",
    "tail": "T 474; MS 74; KA. Butter from Pemba does not get a person's eyes. If somebody is well fed, that does not still another person's hunger - T. Something imported from afar cannot be afforded by many people, so it cannot harm them - KA. Cf. 1008, 2712, 4017."
  },
  {
    "quote": "Shiba ya mtu  hainilazi na njaa.",
    "person": "",
    "tail": "T 476; SACL 836; AL 1212; MM has hanitowi njaa (Does not remove hunger); SPK has mnene (well fed or fat) instead of njaa. The repletion of another does not help me to sleep when hungry - T."
  },
  {
    "quote": "Shiba (or  shibe) ya uji yajua mpozi.",
    "person": "T. The person who has had plenty of gruel does not blow at the spoon or cup like the person does who is still hungry - T. One blows on the  porridge only when not hungry - SACL. Although T. and Sacl. give the same explanation",
    "tail": "T 477; SACL 588, mpozi; AL 350; KA shibe. The satiety of porridge knows the blower [lit., the cooler] - T. The person who has had plenty of gruel does not blow at the spoon or cup like the person does who is still hungry - T. One blows on the [hot] porridge only when not hungry - SACL. Although T. and Sacl. give the same explanation, there remains some doubt. Could it have the same meaning as 1382: mpozi would be the one who serves the porridge."
  },
  {
    "quote": "Shibe mwana malevya,  njaa mwana malegeza",
    "person": "ZO.",
    "tail": "KA; KS shibe; ZO p.251 has malenga instead of malevya. The busy child is well fed, the lazy child goes hungry. Malenga, laziness - ZO."
  },
  {
    "quote": "Siku ya  kushiba, kumbuka siku ya njaa.",
    "person": "",
    "tail": "AL 49. The day you are wll fed, remember the day you went hungry. Cf. 3905."
  },
  {
    "quote": "Simba akizidiwa  nyama hula majani.",
    "person": "",
    "tail": "KS simba; AL 1862-3. If a lion can not eat meat, it will eat grass [weeds]."
  },
  {
    "quote": "Tumbo haina  inga.",
    "person": "",
    "tail": "KB 295; AL 108. The stomach knows no day of rest. Inga (Maniema dialect), rest."
  },
  {
    "quote": "Tumbo  haiwezekani.",
    "person": "JKP.",
    "tail": "JKP. The stomach is invincible. \"Hunger must be satisfied. This may refer to a famine which caused riots and forced the government to act, c.1900\" - JKP."
  },
  {
    "quote": "Tumbo lenye  njaa halisikii kengele.",
    "person": "",
    "tail": "NGU. A hungry stomach does not hear the bell. It neglects duties and timetables."
  },
  {
    "quote": "Tumbo lenye njaa  haliwezi kupigana na mengine",
    "person": "",
    "tail": ". JGH. An empty stomach can't fight with other things."
  },
  {
    "quote": "Tumboni hamna  mfupa",
    "person": "",
    "tail": ". LE3 227.16; AL 107. There is no bone in the stomach. A hungry person is weak"
  },
  {
    "quote": "Ukishiba kwa  chakula himidi mwenye jalali",
    "person": "The Glorious One.",
    "tail": ". JKP. When you are satisfied with your food, praise God's majesty. Himidi: thank, praise, esp. of praise to God. Jalali, The Glorious One."
  },
  {
    "quote": "Ukishiba  usimwonyeshe mung¸u tumbo",
    "person": "",
    "tail": ". REK. When you are satiated, don't show God your belly. Don't boast about your possessions and accomplishments."
  },
  {
    "quote": "Ukisikia mtu,  ni kula",
    "person": "",
    "tail": ". NGU. If you hear somebody, it's eating. Eating is necessary for men's survival and is on the foreground of men's conversation."
  },
  {
    "quote": "Ulacho ndicho  unukiacho",
    "person": "",
    "tail": ". NGU. You smell according to what you ate. People know you by the friends you stay with."
  },
  {
    "quote": "Ulapo ndipo  penye fadhili yako",
    "person": "",
    "tail": ". NGU. Where you eat there is your commitment. You are bound/obligated to those who feed you."
  },
  {
    "quote": "Usidharau  ukilacho",
    "person": "",
    "tail": ". NGU. Don't despise what you eat."
  },
  {
    "quote": "2726a. Uvivu na njaa  ni ndugu pacha",
    "person": "",
    "tail": ". NS 5. Laziness and hunger are twins."
  },
  {
    "quote": "Vya wahindi  haviliwi, vinaliwa kwa harufu",
    "person": "AL.",
    "tail": ". AL 1287. Indian foods are not eaten, they are enjoyed for their flavor. Nobody expects to be invited by people of an upper class - AL."
  },
  {
    "quote": "Wala nyama ndio  wenye uchu",
    "person": "",
    "tail": ". EM w12. Meat eaters are the ones who crave for meat."
  }
]