[
  {
    "quote": "Adabisha  mtoto awapo mdogo.",
    "person": "",
    "tail": "MA.6. Teach a child good manners when it is still small. Rada ya mwana ufito. MEM.296. A child's discipline is a small stick. 3608. Adabu ya mtoto huwapatia sifa bora wazazi. MA.7. A child's good manners give great credit to the parents."
  },
  {
    "quote": "Aliyeoa  binamu hufia vitani.",
    "person": "",
    "tail": "FSM.6. One who marries a cousin dies in a war. Judge carefully before undertaking a serious business. In marrying one becomes involved in the life of in-laws, but if one marries a member of the same family, the involvement is much greater. If it is relatively easy to divorce somebody of an outside family, it is extremely difficult to divorce someone who belongs to the same family."
  },
  {
    "quote": "Aliyezaa  vibaya husalimiwa na wakwe wake.",
    "person": "",
    "tail": "KB.l9. One who is ill-born will be paid off by the in-laws. An ill-born child and badly educated is a disgrace to the parents. Refers to the obligation of well educating one's children in view of a happy future. KB."
  },
  {
    "quote": "Amemfanya  mumewe ng'ombe ya shemeri.",
    "person": "",
    "tail": "SACL. 835. She leads her husband like an ox by its nose-ring."
  },
  {
    "quote": "Ana bahati  kama mzalia kwao.",
    "person": "",
    "tail": "REK. She is lucky as one who gave birth at home [in the family]."
  },
  {
    "quote": "Anayenyimwa ugali na mkewe huvunja nyumba.",
    "person": "",
    "tail": "FSM.6. He who is denied food by his wife will break up the marriage. From a song taught during initiation."
  },
  {
    "quote": "Anayependwa na mama ndiye baba.",
    "person": "",
    "tail": "NGU. He whom mother loves is my father. They are looking after me. Their decisions for me are right decisions. cf. #1528."
  },
  {
    "quote": "Arusi  jambo la heri.",
    "person": "",
    "tail": "JK.118. A wedding is a bliss."
  },
  {
    "quote": "Azaaye  kinyago akinyonyesha.",
    "person": "",
    "tail": "KB.28. She who gives birth to a deformed child will breastfeed it. A mother never abhors her own child, however deformed. Cf. #1530."
  },
  {
    "quote": "Baba  n'akanye mwanawe.",
    "person": "",
    "tail": "JKP. It is up to the father to reprehend his child. \"No one else should interfere in family affairs. Blame the father if the child is undisciplined.\" JKP."
  },
  {
    "quote": "Baba ni  baba lau kama ni kahaba.",
    "person": "",
    "tail": "REK. The father is the father unless he is a prostitute. Lau: unless Kahaba: prostitute, male or female."
  },
  {
    "quote": "Baba wa  kambo si baba.",
    "person": "",
    "tail": "F.5.3; T.42. A stepfather is not a father. There is a firm belief that stepfathers are unkind and cruel to their stepchildren. F."
  },
  {
    "quote": "Baba wa kambo si  baba: kunichukuza mikoba na ufunguo wa shaba.",
    "person": "",
    "tail": "SACL. 154; KB., chukuza. A stepfather is not a father; he is fit to let me carry bags and his brass key [treating me as a servant]."
  },
  {
    "quote": "Mama wa kambo si  mama.",
    "person": "",
    "tail": "V.96. A stepmother is not a mother. Cf. #1543."
  },
  {
    "quote": "Bembekeza  si unyumba, kukataa kuhangaika.",
    "person": "",
    "tail": "AL 909. Caresses are not the same as a marital agreement, the refusal leads to a troubled life. Marriage is attractive, but is also a great burden. Unyumba: marital agreement."
  },
  {
    "quote": "Bubu  alisema juu ya uchungu wa mwanawe.",
    "person": "",
    "tail": "AL 1483. The dumb mother spoke because of the suffering of her child. It is the conclusion of a story in which the mother recovers speech, in order to remove the danger that threatens her child. People in charge take care of the interests of the subordinates. AL."
  },
  {
    "quote": "Bubu  alisema sababu ya ngoma aliyoacha baba.",
    "person": "",
    "tail": "AL 896. The dumb spoke because his father left that person a drum. One does not harm one's own, however weak one be. This is used when one member of the family wants to disinherit an orphan of his father's heritage. AL."
  },
  {
    "quote": "Chui  anazaa ngawa.",
    "person": "",
    "tail": "AL 1800. The leopard gave birth to a civet cat. Children often disappoint their parents."
  },
  {
    "quote": "Lombe anazaa  kenge.",
    "person": "",
    "tail": "AL 1801. A land lizard give birth to a water lizard."
  },
  {
    "quote": "Chui mkali  lakini wanawe wanyonya.",
    "person": "",
    "tail": "NGU. A leopard may be fierce, but its offspring suck."
  },
  {
    "quote": "Damu [ni]  nzito kuliko maji.",
    "person": "",
    "tail": "F.7.2; B.4.56; MARA.14; Al., zito. Blood is thicker than water. AL. A crime does not stay unpunished."
  },
  {
    "quote": "Damu [ni damu] si kitarasa.",
    "person": "",
    "tail": "EM.43.2. Blood is [blood] not red banana sap. Kinship is stronger than friendship. EM. Kitarasa: a type of banana which has red sap. EM. Cf. #1518."
  },
  {
    "quote": "Fadhila  umpe mama na mola t'akubariki.",
    "person": "",
    "tail": "JKP. Give your mother grace and gratitude and God will bless you."
  },
  {
    "quote": "Fahari ya  nchi ni vijana wake.",
    "person": "",
    "tail": "EM f2. The pride of the nation is its youth. Understood: if they are knowledgeable and courageous, disciplined and patrotic. They are the hope of the nation."
  },
  {
    "quote": "Fisi hali  watoto wake.",
    "person": "",
    "tail": "REK. A hyena does not eat its offspring."
  },
  {
    "quote": "Fungato  haliumizi kuni.",
    "person": "",
    "tail": "F.9.5; B.3.67. The knot [i.e., in the string round the bundle] does not hurt the firewood. Often used to mean: tie it well, do your work well. But also refers to punishment of children. A child is carried on the back of its mother. The knot in the cloth does not hurt the child. Therefore: take good care of your child. Discipline it well. Cf. #1689."
  },
  {
    "quote": "Furaha ya  mtoto aijua mzazi",
    "person": "",
    "tail": ". EM f11. It's the parent who knows the child's joy. Close relationship and love is the means to understand somebody else's feelings. Cf. #1531, #1564."
  },
  {
    "quote": "Gome  huziba gogo, mti humea kwa chane.",
    "person": "",
    "tail": "NGU. The bark covers the trunk, a tree grows through the small branches. A family does not grow except through the young ones. The young help the parents."
  },
  {
    "quote": "Hadhi ya  mzazi humfanya mtoto ajivune.",
    "person": "",
    "tail": "EM h2. A parent's honor makes a child proud. The child will be encouraged to follow the good example of its parents. Cf. # 1546A; #1559."
  },
  {
    "quote": "Hana mzee.",
    "person": "",
    "tail": "TS 78.22. That person has no parent. It means that that child has learned nothing. Without parents a child is not educated for life."
  },
  {
    "quote": "Hapalipiki  wazazi.",
    "person": "",
    "tail": "JKP. Parents' kindness can never be paid back. JKP."
  },
  {
    "quote": "Hawashi,  hazinyi, hatufai mwinyi.",
    "person": "",
    "tail": "JKP. He does not light [a fire], he does not extinguish it, he is no use to us as owner. He is no pater familias, who has children and rules with fairness, lighting the household fire [and the fire of passion which results in the birth of children] and extinguishing the fires of disputes. JKP."
  },
  {
    "quote": "Heri kuwa  mpenzi wa wazee kuliko kuwa mtumwa wa vijana.",
    "person": "",
    "tail": "REK. It's better to be the darling of the elders than to be a servant of the young. Cf. #1546A; 1559."
  },
  {
    "quote": "Heshima  huanzia nyumbani.",
    "person": "",
    "tail": "NESTOR p68. Respect starts at home."
  },
  {
    "quote": "Hurumia  fimbo u[m]haribu mwana.",
    "person": "",
    "tail": "NGU. Spare the rod and spoil the child."
  },
  {
    "quote": "Hurumia  wana wa wenzako, ili wanao wahurumiwe.",
    "person": "",
    "tail": "NGU. Have mercy on the children of your friends, so that your children may receive mercy."
  },
  {
    "quote": "Isipowasha  hunyeza",
    "person": "",
    "tail": ". MARA.22. If it does not make you feel hot, it usually itches. \"It\" stands for damu: blood. MARA. Cf. #1518."
  },
  {
    "quote": "Itakuwaje  punda kupanda farasi?",
    "person": "",
    "tail": "JKP. How could a donkey mount a horse? \"Said when a low class man woos an upper class girl\". JKP."
  },
  {
    "quote": "Jino la  utoto huzeeki nalo.",
    "person": "",
    "tail": "NGU. You'll not get old with the tooth of your childhood. Forget the ways of your childhood."
  },
  {
    "quote": "Jogoo hana  shemeji.",
    "person": "",
    "tail": "AL 968. The rooster has no in-laws. The unfaithful and frivolous person neglects in-laws and spouse. AL."
  },
  {
    "quote": "Jongoo  halipandi mtungi.",
    "person": "",
    "tail": "AL, jongoo; AL 969; KS. A centipede does not climb a pot. About a sexually impotent man."
  },
  {
    "quote": "Katika  radhi ya baba huimarika ukoo.",
    "person": "",
    "tail": "JKP. In the contentment of the father the offspring will prosper."
  },
  {
    "quote": "Kidole  kingali kizima kizuri, kikiugua ugonjwa kibaya.",
    "person": "",
    "tail": "AL 973. If the finger is intact it is good, but if the finger is sick, it's declared bad. The husband does not easily tolerate a sick spouse."
  },
  {
    "quote": "Kifuniko  kilalie vyema.",
    "person": "",
    "tail": "JKP. The lid should fit [the pot] well. \"Find a good 'fitting' bridegroom for a nubile girl.\" JKP."
  },
  {
    "quote": "Kila kitu  kina mama, dawa yake na salama.",
    "person": "",
    "tail": "JKP. Every creature has its mother, its medecine and security. \"No better medicine than a mother.\" JKP. Kitu: a thing. Cf. # 698."
  },
  {
    "quote": "Kila mtu  na mkwewe.",
    "person": "",
    "tail": "JKP. Every spouse [has to find a way to live] with his in-laws."
  },
  {
    "quote": "Kinachotoka pua na kuingia kinywa si hasara [haramu].",
    "person": "",
    "tail": "AL 907. What comes out of the nose and enters the mouth is not harmful [unlawful]. If an older brother dies his wife can become the spouse of a younger brother. AL."
  },
  {
    "quote": "Kinaota ku  jicho; kingeota ku pua, ningekitosha.",
    "person": "",
    "tail": "KB.109. It grows in the eye, but if it grow on the nose, I would remove it. The meaning is that a member of the family is sooner supported than a stranger, or endured for that matter."
  },
  {
    "quote": "Kinga  huliwa tumboni.",
    "person": "",
    "tail": "FSM.73. A protecting device is given to a child still in its mother's womb. A child is separated for protection. A new-born is not shown to the world for this same reason. A child is given protecting devices [amulets] because it will meet good and bad people. But: God has already protected the child for nine months, so don't worry too much about evil spirits: God granted the child to be born, so God will protect the child. HM."
  },
  {
    "quote": "Usigange mahali  pa kukinga.",
    "person": "",
    "tail": "NGU. Don't try medicine on a protected place."
  },
  {
    "quote": "Kinyesi cha  mtoto hainuki kwa mama.",
    "person": "",
    "tail": "EM k15. A child's stool does not stink to the mother. A mother does not find it umpleasant to help her child, where other people find it difficult to lend a hand. EM."
  },
  {
    "quote": "Kinywa cha  bibi kisipite cha bwana.",
    "person": "",
    "tail": "AL 924. The mouth of a wife should not overpower that of her husband. In the presence of her husband the wife does not take the word. Cf. #1741; #166; #1640."
  },
  {
    "quote": "Kisichofanana na mwenyewe ni cha kuiba.",
    "person": "",
    "tail": "MARA.30. What does not resemble the owner must have been stolen. This proverb is used when talking about how much a child resembles one of the parents in appearance and behavior: weIl, if it did not, one might suspect something wrong. MARA."
  },
  {
    "quote": "Kisu chako  kikikukata unakwisha alani.",
    "person": "",
    "tail": "EM k.17. If your knife cuts you, you sheath it. You don't throw away your knife. A relative who hurts you is not forsaken and you also try to mend the harm you did."
  },
  {
    "quote": "Kitokacho  matumboni ki uchungu.",
    "person": "",
    "tail": "KA; SM. What comes out of the belly is bitter. Giving birth is painful and therefore children should be cared for, because they were painfully obtained."
  },
  {
    "quote": "Kosa moja  haliachi mke.",
    "person": "",
    "tail": "F.16.36; MARA.32. One mistake does not warrant the divorce of one's wife. Give a person another chance."
  },
  {
    "quote": "Kisa kimoja  hakimwachi mke.",
    "person": "",
    "tail": "KB., kisa; SACL. 401. One fact does not authorize divorce. Cf. #1555."
  },
  {
    "quote": "Kuamuru na  taa, huanza kwa jamaa",
    "person": "",
    "tail": ". RSP.96. Ruling and obeying begin in the family. Good government begins at home. RSP. Taa: A lamp; obedience. Cf. J.tii."
  },
  {
    "quote": "Kufunza.  Kutunza.",
    "person": "",
    "tail": "RSP.146. To teach is to take good care [of one's children]."
  },
  {
    "quote": "Kukosa  watoto kwafanya mtu adharauliwe.",
    "person": "",
    "tail": "JKP. Having no children makes a person despised. \"The Swahili love children. Big families are a source of pride for both the father and the mother.\" JKP."
  },
  {
    "quote": "Kuku  havunji yaile.",
    "person": "",
    "tail": "F.18.49. A hen does not break her own egg. It's hard for a person to harm family or close friends. Yaile = yai lake: her egg. Cf #1560."
  },
  {
    "quote": "Kulea  mimba si kazi, kazi kulea mwana.",
    "person": "",
    "tail": "F.18.53; L.36; KS, mimba. It is not hard to nurse a pregnancy, what is difficult is to bring up a child."
  },
  {
    "quote": "Kuoa bibi  mzuri ni kupanda mdimu kando ya njia.",
    "person": "",
    "tail": "AL 939. He who marries a beautiful wife plants a citrus tree along the road."
  },
  {
    "quote": "Kuoa ni arusi, kuishi  wawili ni ngoma.",
    "person": "",
    "tail": "EM k29. To marry is a joy, to live together is a dance. Marriage is only the beginning of a new joint life in a society. There are players who want to get out and players who want to get in."
  },
  {
    "quote": "Kuoa ni kuona mengi.",
    "person": "",
    "tail": "REK. To marry is to experience many things."
  },
  {
    "quote": "Kuotaota kwa nywele  ziliota penye kidevu.",
    "person": "",
    "tail": "AL 877. The continual growth of hair extends to cover the chin. One must support the family members that encroach the household."
  },
  {
    "quote": "Kupendana, kuzaana.",
    "person": "",
    "tail": "RSP.72. To love each other [is] to bring forth children."
  },
  {
    "quote": "Kupendwa na mke ni  kuchukiwa na wazazi.",
    "person": "",
    "tail": "REK. To be loved by your wife is to be hated by your parents. Parents are jealous. They don't want to give up their child."
  },
  {
    "quote": "Kuzaa si kazi, kazi kubwa  [ni] kulea",
    "person": "",
    "tail": ". KA. Bearing children is not so difficult but upbringing, that is real work. Cf. #472; #1527."
  },
  {
    "quote": "Kuzaa si kunya.",
    "person": "",
    "tail": "REK. Giving birth is not the same as going to the toilet. About some people who talk easily about sex."
  },
  {
    "quote": "Kuzaliwa kumoja, maisha  mengi.",
    "person": "",
    "tail": "EM k35. The same birth, but many lives. Human beings are born in the same way but their lives may be different. Poor, rich, healthy, sickly, strong and weak. Cf 329, #1105."
  },
  {
    "quote": "Kweli mwana ni mamae, na  mlezi akalea.",
    "person": "",
    "tail": "T.407; SACL. 203, ndeli; AL 415. The truth is that a child needs its mother, and that a nurse is only a nurse. SACL. If the child has had no mother, then the nurse would not want to nurse it. T."
  },
  {
    "quote": "Mama akifa, mimi wa ndani  sitakufa.",
    "person": "",
    "tail": "AL 894. If my mother dies, I of the family, will not die. I will be taken care of."
  },
  {
    "quote": "Mama hawezi kumkana mtoto,  hata akiwa na vilema.",
    "person": "",
    "tail": "KB.154. A mother cannot repudiate her child, even if it has defects. Cf. #1515."
  },
  {
    "quote": "Mama kwa mwanawe, mtoto  kwa mamaye.",
    "person": "",
    "tail": "SAM.13.3; MS.117. A mother is for her child, the child is for its mother. In love and suffering they depend on one another; nobody else can substitute."
  },
  {
    "quote": "Mama mmoja mwema hushinda  waalimu wa ulimwengu.",
    "person": "",
    "tail": "NGU. One good mother is better than all the teachers of the world."
  },
  {
    "quote": "Mama msaji baba msonobari.",
    "person": "",
    "tail": "KS, msaji. My mother is like a msaji tree, and my father is like a msonobari. The ideal family. Msaji: a hardwood tree, used for doors and tables. Msonobari (J.,msunobari.): a tall tree, yellow wood, excellent furniture."
  },
  {
    "quote": "Mamae ananunua, mwana  hawezi kukua.",
    "person": "",
    "tail": "RSP.9. Mother is buying [on the market] so the child cannot grow up. The child is not looked after properly. RSP."
  },
  {
    "quote": "Mam'ako ni mungu wa pili.",
    "person": "",
    "tail": "SACL.499; AL 1008. Your mother is your other [or second] God."
  },
  {
    "quote": "Mtu mamae ni mungu wakwe wa pili.",
    "person": "",
    "tail": "T.343. A mother is a person's second God. A person looks up to her for advice and follows her orders. After God, your mother is the most generous. AL."
  },
  {
    "quote": "Mataya hayangalikuwa ndugu  zako, hangalikupondea chikichi.",
    "person": "",
    "tail": "AL 882. If the jaws hadn't been your relatives, they would not have broken palm nuts for you. Mataya: jaws."
  },
  {
    "quote": "Matumbo huzaa maradhi.",
    "person": "",
    "tail": "JKP. The inwards cause disease. \"A mother says this of a child who causes her nothing but trouble.\" JKP. Matumbo: here means womb, embryo."
  },
  {
    "quote": "Mayai - ni kuvia au  kwanguliwa.",
    "person": "",
    "tail": "NGU. Eggs either do not come to full completion or are hatched. Understood is that a child may be born defective."
  },
  {
    "quote": "Mcha mke ndugu hazai.",
    "person": "",
    "tail": "KS, mcha. He who reveres his wife as his sister will have no children."
  },
  {
    "quote": "Ukistahi mke ndugu huzai naye.",
    "person": "",
    "tail": "MARA 3. If you revere your wife as a relative you will not have a child from her. Cf #1941."
  },
  {
    "quote": "Mcha [mchelea] mwana  kulia, hulia yeye.",
    "person": "",
    "tail": "L.44; H.63; B.3. 39; SWA.10; FSM.142. F.23.32; T.274; A 293; NS 35; V 140. Parents who fear the tears of their child will cry themselves. If you leave your child doing things without correcting its behavior, you will weep."
  },
  {
    "quote": "Mchea mwana kulia, hulia yeye  mkongwe.",
    "person": "",
    "tail": "ED.43. They who fear the tears of their child, weep when old. Mkongwe: a sickly, feeble person."
  },
  {
    "quote": "Mdomo wa kasuku ulikumjama  kwa ukwe.",
    "person": "",
    "tail": "AL 915. The beak of the parrot became crooked at the in-laws. Living with the in-laws restricts freedom of speech and actions. There are many taboos to be observed."
  },
  {
    "quote": "Mfunze mwanao tabia bora  kabla kumsahihisha mwana wa mwenzio.",
    "person": "",
    "tail": "NGU. Teach your child good behavior before correcting your friend's child."
  },
  {
    "quote": "Mgeni haachiwi yatima.",
    "person": "",
    "tail": "EM m14. An orphan should not be left with a stranger to be cared for."
  },
  {
    "quote": "Mgoma kutatwa waponzwa na  uzazi.",
    "person": "",
    "tail": "NGU. The confused stubborn child got in trouble by birth. If parents are beaten or abused by their children later it is because the trouble started at the children's birth."
  },
  {
    "quote": "Mimba haifichiki.",
    "person": "",
    "tail": "NGU. A pregnancy cannot be hidden. Cf, # 1297."
  },
  {
    "quote": "Miwili ni pakamao.",
    "person": "",
    "tail": "AL 1041. Two [hands] do a massage. Pakamao from paka: rub, apply oil, etc."
  },
  {
    "quote": "Mjane alioa kisiki.",
    "person": "",
    "tail": "AL 1034. The celibate marries a prostitute. The bachelor, perhaps impotent, is reduced to marrying a woman who is despised or [often] sterile."
  },
  {
    "quote": "Mjane hana ongeza lingine,  ila la kuoa.",
    "person": "",
    "tail": "AL, mjane. A bachelor has nothing more to do than to marry. Of sombody who has done all possible."
  },
  {
    "quote": "Mjukuu kwetu tunda.",
    "person": "",
    "tail": "JK.118; AL 983 A grandhild is for us a fruit. JK. And much appreciated. AL."
  },
  {
    "quote": "Mkata arhamu siwo mwenye  fahamu.",
    "person": "",
    "tail": "MA.319. One who severs relations with relatives is not wise. Arhamu or arahumu: very close relatives; sometimes used conversely for akraba: relatives. MA."
  },
  {
    "quote": "Mke wako mpumbaze, nje  usilimatie.",
    "person": "",
    "tail": "JKP. Make your wife happy, do not stay out too long Pumbaza (Kiamu dialect): amuse. Limatia or chelelewa: be late"
  },
  {
    "quote": "Mkeo akikwambia 'niwache',  nawe ridhia na mwingine kimbilia.",
    "person": "",
    "tail": "JKP. If your wife tells you 'Divorce me,' satisfy her wish and quickly marry another."
  },
  {
    "quote": "Mkono hausahau kinywa,  hata usiku.",
    "person": "",
    "tail": "AL 884. The hand does not forget the mouth, not even at night. Members of a family are in helpful cooperation, especially in times of misfortune."
  },
  {
    "quote": "Mkono unakinyima kinywa,  nacho kitapewa na nani?",
    "person": "",
    "tail": "AL 885. If the hand denies to give [food] to the mouth, the mouth will then receive [food] from whom? About family members helping each other."
  },
  {
    "quote": "Mlimwengu ni mwanawe.",
    "person": "",
    "tail": "T.283. Human beings depend on their children. Men's relations to the world depend chiefly on their children for happiness and grief. Cf. #366."
  },
  {
    "quote": "Mtaka na mtamani, watoto  hawazaani.",
    "person": "",
    "tail": "RSP.lll. Mr. Wishful and Mrs. Longing do not get children. Wishes and desires are not enough. RSP."
  },
  {
    "quote": "Mtoto akipenda makamasi  yake, mwache ayavute.",
    "person": "",
    "tail": "AL 450. If a child loves to sniff his snot, let it sniff. Don't expect your child to be perfect all the time. Cf.#1539"
  },
  {
    "quote": "Mtoto anampenda mama.",
    "person": "",
    "tail": "AL 982. The child adores its mother."
  },
  {
    "quote": "Mtoto humuasi baba lakini  baba hamuasi.",
    "person": "",
    "tail": "NGU. A child rises up against its father, but the father does not renounce his child."
  },
  {
    "quote": "Mtoto katika nyumba  chechemi ya furaha.",
    "person": "",
    "tail": "NGU. A child at home is a source of joy."
  },
  {
    "quote": "Mtoto mbaya huponzea akiba  yake.",
    "person": "",
    "tail": "NGU. A bad child endangers what is put aside for him/her."
  },
  {
    "quote": "Mtoto na wazazi wake.",
    "person": "",
    "tail": "NGU. A child and his parents. They belong to each other. Children depend on their parents."
  },
  {
    "quote": "Mtoto ni kito, mzigo mzito.",
    "person": "",
    "tail": "RSP.17. A child is like a precious stone, [but also] a heavy burden."
  },
  {
    "quote": "Mtoto ni mtumbwi,  ukiuchonga utakuvusha jito [bahari].",
    "person": "",
    "tail": "AL 985. A child is like a canoe, if you carve one, it will take you across the river [sea]. A child is a security for the future."
  },
  {
    "quote": "Mtoto [kijana]  ukimnyang'anya kisu [mwembe], mpe banzi [bamba or kijiti] achezee.",
    "person": "",
    "tail": "F.31.119; AL 917; T.144; A.138. If you take away a knife [razor blade] from a child, give it a piece of wood to play with."
  },
  {
    "quote": "Pokonya kisu mpe kijiti.",
    "person": "",
    "tail": "EM p24. Remove the knife and provide a stick."
  },
  {
    "quote": "Ukimnyang'anya mtoto chikichi,  umnyanganye na vitunguu vya pori.",
    "person": "",
    "tail": "AL 441. If you take away palm nuts from a child, take away also the wild onions. Being too strict in educating a child is harmful."
  },
  {
    "quote": "Ukimyang'anya mtoto muwa,  umwachie makamasi yake.",
    "person": "",
    "tail": "AL 449. If you take away sugar cane from your child, leave its snot. Parents who expect their child to be perfect delude themselves. A divorced wife has the right to compensations for the services given to the household she is leaving. AL. Cf. #744."
  },
  {
    "quote": "Mtoto umleavyo ndivyo  akuavyo.",
    "person": "",
    "tail": "F.31.120; MEM. 296; MARA.50; SWA.70; A.179; T.369; V.l; B.1.72; L.71; J.,mwana; KB.211; SACL.465; KS, kua. As you bring up your child, so it will be. As the twig is bent, so the tree grows. SWA."
  },
  {
    "quote": "Mwana huwa, alivyolewa.",
    "person": "",
    "tail": "RSP.12. A child becomes as it was brought up."
  },
  {
    "quote": "Mtoto wa kwanza ni ngao.",
    "person": "",
    "tail": "F.K. The first-born is like a shield. Is an insurance against parental disability or old age."
  },
  {
    "quote": "Mtoto wa mnyama tumboni,  wakimpiga mama yake, atafurahi.",
    "person": "",
    "tail": "AL 895. The animal young in the belly of its mother, will be happy, if you hit its mother. Cf. #1529a."
  },
  {
    "quote": "Mtoto wake amepotea katika  mgongo wa fisi.",
    "person": "",
    "tail": "V., fisi. Their child is lost on the back of the hyena. The parents did not watch over their child: the child has amounted to nothing."
  },
  {
    "quote": "Mume wa mama ni baba.",
    "person": "",
    "tail": "F.32.130; AL 867; KA. The husband of my mother is my father. A legalistic proverb. The child of the mother [in or out of wedlock] is considered the child of her husband, and in case the child is a girl, the bride-price goes to the father, when she marries. The father must be respected even if old, poor or weak. AL. Cf. #1516."
  },
  {
    "quote": "Mungu wa wenye ndoa,  shetani wa wakaa bure.",
    "person": "",
    "tail": "AL 1031. God is with a married people, the devil is with those who are idle [the celibates]."
  },
  {
    "quote": "Mwaminifu huoa, mwenye hekima hubaki kapera.",
    "person": "",
    "tail": "NGU. A believer gets married, the learned stays childless. In marriage trust is needed."
  },
  {
    "quote": "Mwana huua mzee, mzee haui  mwana.",
    "person": "",
    "tail": "T.363a; V.117; KB.209. The child kills the parent, the parent does not kill the child. The equivalent of the saying that love comes down, not up. T. Small children small worries, big children big worries. V."
  },
  {
    "quote": "Mwana kidonda, mjukuu kovu.",
    "person": "",
    "tail": "F.33.141; B.1.47; L.72; FSM.146; MARA 3. For a child is a wound, for a grandchild it is a scar. One is more sensitive to what happens to one's own child than to what happens to a grandchild. F.;L."
  },
  {
    "quote": "Mwana mkuwa nawe ni  mwenzio kama wewe.",
    "person": "",
    "tail": "F.34. 153; B.1.47; AL 880 The child who grows up with you is your companion like yourself. To encourage people to marry early so that they will have children and enjoy growing up with them. MM. Discrimination amomg siblings is not allowed. AL."
  },
  {
    "quote": "Mwana  mtukana nina kuzima enda akiona.",
    "person": "",
    "tail": "NGU; KA. The child who insults its mother will go and see hell."
  },
  {
    "quote": "Mwana  muwi ni dawa ya mlango.",
    "person": "",
    "tail": "T.368. A bad child is [after all] a cure of the family. People are not jealous of that family, so they are saved from people's evil eyes. MM. Mlango: door, channel, family. Cf. #1554."
  },
  {
    "quote": "Mwana  mwema kumlea na mui mlee.",
    "person": "",
    "tail": "KA. Bring up a good child but also a bring up a bad child."
  },
  {
    "quote": "Mwana mwema ni taji tukufu  kwa wazazi wake.",
    "person": "",
    "tail": "FSM.147. A good child is a crown of honor for its parents. Used also in talking about citizens and the nation. Cf. #1511."
  },
  {
    "quote": "Mwana  mwenzio, mkanye kwa maneno.",
    "person": "",
    "tail": "NGU. Reprimand the child of your friend with words. Cf. #1550."
  },
  {
    "quote": "Mwana ni mamake, kwa kambo  ni pahali pa kukaa.",
    "person": "",
    "tail": "REK. The child is of its mother, for the stepmother it is a place to stay. The child is the reason that the stepmother can stay."
  },
  {
    "quote": "Mwana  wa mbuzi kampakata punda.",
    "person": "",
    "tail": "FSM 148. The kid of a goat carries a donkey. Do not expect that your child will help you along or that it will help you at all."
  },
  {
    "quote": "Mwana wa ndugu kirugu,  mjukuu ni mtu mbali.",
    "person": "",
    "tail": "F. 34.145; B.1.47. Your brother's child is like the height of the wall of your house, but a grandchild is quite another person. The height of the wall is so familiar as to be unnoticed and unknown. F. Kirugu: the height of the wall. J."
  },
  {
    "quote": "Mtoto wa  ndugu ni kirubu.",
    "person": "",
    "tail": "FSM.L38. A brother's child, however close to you, is never your child. Kirubu: something far away, out of reach? HM"
  },
  {
    "quote": "Mwana wa  ndugu kirugu, mjukuu mwanangwa.",
    "person": "",
    "tail": "KS., kirugu. The child of your brother is like a boil, a grandchild is a child loved by many. Mwanangwa for mwana wa watu: a people's child."
  },
  {
    "quote": "Mwana wangu utumwapo,  njiani usikawepo, enda rudi mara moja.",
    "person": "",
    "tail": "JKP. My child when you are sent on an errand, do not dawdle on the road, go and come back at once."
  },
  {
    "quote": "Mwanangu amevunja ungo,  cheleko chanduma.",
    "person": "",
    "tail": "J., cheleko; Al, cheleko. My daughter has reached puberty, and her pregnancy hurts me. The joy felt at the girl having grown up is so great it hurts the mother. J. The joy of the daughter becoming pregnant is so great that the mother feels resentment. AL. Cheleko from eleka, weleka: bear children. Chanduma for cha ni uma: it hurts me. Vunja ungo: to break the hymen. 1. first menstruation; 2. to be deflowered; 3. to reach the age of puberty. Krapf, ungo."
  },
  {
    "quote": "Mwanzo  wa jino ufizi.",
    "person": "",
    "tail": "TAA 14. Before the tooth there is the gum. Everything has a beginning. The beginning of a child is the parents. So when the child grows up it must not despise its parents in whatever situation they may be, poor, sick or whatsoever, because the child's beginning is from its parents. TAA."
  },
  {
    "quote": "Mwenye kukataa mwana  hukataa mwana wa haramu.",
    "person": "",
    "tail": "AL 905. The parents who renounce their [legitimate] child, renounce also their illegitimate child. One who is hostile to close family is also hostile to the greater family."
  },
  {
    "quote": "Mwenye  kupata mtoto hakosi mbeleko.",
    "person": "",
    "tail": "KB.222. She who gets a child does not lack a cradle. Mbeleko: a piece of calico used by women for carrying a child on their back or hip while at work or walking. Such a cloth is a usual wedding present, made to the bride's mother. J."
  },
  {
    "quote": "Mwenye  mwanawe, n'akanye.",
    "person": "",
    "tail": "T 391; SACL 325. Let the parent punish the child. It is on the parent of the child to reprimand it."
  },
  {
    "quote": "Aliye na  mwana na akanye.",
    "person": "",
    "tail": "AL na. Let the one who has a child reprimand it."
  },
  {
    "quote": "Mwisho  wa njia ni nyumbani.",
    "person": "",
    "tail": "KB.223. The end of the road is home."
  },
  {
    "quote": "Mwongo  wa kuku mbanawe.",
    "person": "",
    "tail": "T. 396a. The hen's importance is among her offspring T. Mbanawe for ni wanawe: it is her young. Cf. #1545, #1546."
  },
  {
    "quote": "Mwongoe  mtoto katika njia inayofaa.",
    "person": "",
    "tail": "NGU. Guide the child in the right way."
  },
  {
    "quote": "Mzazi  hajisifu.",
    "person": "",
    "tail": "NGU. A parent does not self-glorify."
  },
  {
    "quote": "Mzazi  hujisifu.",
    "person": "",
    "tail": "NGU Parents glorify themselves."
  },
  {
    "quote": "Mzazi  hakati tamaa.",
    "person": "",
    "tail": "NGU. A parent never gives up."
  },
  {
    "quote": "Mzazi  hauwi [haui].",
    "person": "",
    "tail": "CAPD 61. A parent does not kill. Used in a situation when one feels a parent is neglecting a child. A parent's action can never be so extreme as to deliberately harm a child. Cf #1526; #1544."
  },
  {
    "quote": "Ndoa ni  ukumbi wa ngoma.",
    "person": "",
    "tail": "EM n6. Marriage is like a dancing hall. In a dancing hall there are different kinds of people. Some enjoy the dance from start to finish, and others enjoy certain parts and dislike others. Those who dislike the dance would like to get out of the hall while others who are outside would like to enter the hall. EM. Cf.#1527b."
  },
  {
    "quote": "Ndoa za  haraka huishia majutoni.",
    "person": "",
    "tail": "EM n27. Marriages contracted in haste end in regrets. \"Later when each gets to know the other more, one or both of them will regret marriage.\" EM."
  },
  {
    "quote": "Ndoa  ziko mbinguni.",
    "person": "",
    "tail": "SAM 20.2. Marriages are made in heaven. God arranges the marriages. Therefore don't blame yourself if you don't find whom to marry. SAM. Cf. #1514."
  },
  {
    "quote": "Ndugu  muwi afadhali kuwa naye.",
    "person": "",
    "tail": "F.38.7; T.413. A bad brother is far better than no brother. F."
  },
  {
    "quote": "Ndugu mui  heri kuona naye.",
    "person": "",
    "tail": "KA. It is better to see well with a bad relative. One day that may be useful. KA. Cf. #1546."
  },
  {
    "quote": "Neno la  talaka, silo la dhihaka.",
    "person": "",
    "tail": "RSP.42. A word of repudiation must not be lightly pronounced. Cf. #1523."
  },
  {
    "quote": "Nimechoka wacha tu, nipumzike.",
    "person": "",
    "tail": "MM. I am tired, just stop it, let me rest. A woman telling her husband."
  },
  {
    "quote": "Nyoka akiingia nyumbani,  hukimbii na kuihama nyumba.",
    "person": "",
    "tail": "EMn23. If a snake enters the house, you do not run and vacate the house. You kill it. The meaning is that if a bad person wants to cause confusion and misunderstanding in a family, the family should find a way of removing that person. EM."
  },
  {
    "quote": "Nywele,  nywele, ziwe tele.",
    "person": "",
    "tail": "RSP.146. Hairs, hairs, may they be plenty. Refers to the view generally held that many children are a blessing. JK."
  },
  {
    "quote": "Ongoa  [ongoza] mtoto njia ipasavyo.",
    "person": "",
    "tail": "NGU. Guide the child in a rightful way."
  },
  {
    "quote": "Pambo  la nyumba ni mwanamke asiyenung'unika.",
    "person": "",
    "tail": "EM p1. The non-complaining wife is the decoration of the house. Such a woman will be able to comfort others."
  },
  {
    "quote": "Pasipo  mwanaume, nguzo ya nyumba, nyumba itavunjika.",
    "person": "",
    "tail": "KB.261; AL 984. Without a son, the pillar of the house, the family dies. Male descendants perpetuate the line of the family."
  },
  {
    "quote": "Pendo za mwana zi matakoni  mwa nina.",
    "person": "",
    "tail": "T.456 V.53; SACL.684, 965; AL 932; KA. The happiness of a child is when its mother's desires are satisfied. Father's love for a child disappears when the mother dies. T. Father's love for the mother disappears when the child dies. KA Matakoni (Kigunya dialect): for matakwa: desires."
  },
  {
    "quote": "Pendo la mwana liwa magoni kwa  nina.",
    "person": "",
    "tail": "L.86; AL 931. The love of a child is on the lap of the mother. The affection of a child is gratified on mother' lap. L. The child is not loved until the mother finds satisfaction with her husband. AL. Nina, common in Bantu dialects, or mama yake: his or her mother. Magoni (Kimvita dialect) for miguuni: on the legs."
  },
  {
    "quote": "Pikia  mzazi nawe upate tonge.",
    "person": "",
    "tail": "AL, pikia; AL 1077. Cook for the woman in child bed, so that you also may receive a mouthful. Receive a favor in return."
  },
  {
    "quote": "Radhi  ya baba na mama ni ufalme wa dunia.",
    "person": "",
    "tail": "REK. The blessing of father and mother is worth an earthly kingdom. Cf. #451; #1559"
  },
  {
    "quote": "Radhi  ya mama tamu.",
    "person": "",
    "tail": "AL 1009. Mother's blessing is sweet."
  },
  {
    "quote": "Radhi  ya wazee ni bora kushinda mali.",
    "person": "",
    "tail": "JKP. The blessing of your parents is better than wealth. Respect and obey your parents first. JKP."
  },
  {
    "quote": "Radhi za wazee ni fimbo  kubwa kwa mwanadamu.",
    "person": "",
    "tail": "SAM.21.1. A parent's blessing is a great stick [help] for a person."
  },
  {
    "quote": "Shime  ya ngoma ina mzazi.",
    "person": "",
    "tail": "KA. The appeal of the dance has a producer. To continue a work until it is finished a supervisor is needed. Shime or juhudi: endeavor."
  },
  {
    "quote": "Sikia!  Sikia!, ilivunja unyumba.",
    "person": "",
    "tail": "AL 810; AL,sikia. Listen, listen, spoiled the household. Listening to gossipers breaks the relationship of man and wife. AL."
  },
  {
    "quote": "Sungura  akizeeka humnyonya mamaye.",
    "person": "",
    "tail": "REK. When a hare gets old it sucks the tits of its mother."
  },
  {
    "quote": "Tangulia kijakazi, uzuri unakungojee.",
    "person": "",
    "tail": "AL 444. Go ahead young maiden, good life is waiting for you. Parents take good care of their daughters until marriage. AL."
  },
  {
    "quote": "Teke la kuku halimwumizi  mwanawe.",
    "person": "",
    "tail": "F.45.3; L.94; B.2.20; H.101; MS.163. A hen's kick does not hurt her chick. Used when parents chastise their children. Cf. #1526; #193."
  },
  {
    "quote": "Tembo  hashindwi na ulezi wa mwanawe.",
    "person": "",
    "tail": "NGU. The elephant is not burdened by rearing its young."
  },
  {
    "quote": "Titi la  mama litamu, jingine halishi hamu.",
    "person": "Shabaan Robert",
    "tail": "Shabaan Robert, Pambo la lugha, p.27. Mother's milk is sweet, no other ends desire. Applied by Shabaan Robert: No other language is so sweet as one's native tongue, nor does it satisfy as well."
  },
  {
    "quote": "Tumbo  ni shamba.",
    "person": "",
    "tail": "AL 1693. The belly [of a woman] is like a garden. Productive."
  },
  {
    "quote": "Tunda  haliozi juu, ila ugenini tu.",
    "person": "",
    "tail": "AL 879. A fruit does not rot high up [in the tree], except when abroad. Among relatives one shares willy nilly."
  },
  {
    "quote": "Ucheshi  wa mtoto ni anga la nyumba.",
    "person": "",
    "tail": "F.45.1. The laughter of a child is the light of a house."
  },
  {
    "quote": "Uchimvi  wa kizibao ulichimba shuka.",
    "person": "",
    "tail": "AL 890. The bad luck of the blouse, caused harm to the loincloth. The abuse of one member of the family is offensive to the whole family. Uchimvi: bad luck, ill omen. Chimba: dig, harm, cause trouble. Cf. #1465."
  },
  {
    "quote": "Uchungu wa mtoto \"u  katika nyonga\" ya mama yake.",
    "person": "",
    "tail": "J., nyonga; B.2.53; KB.298, uchungu wa mwana... ya nina. The pain of a child is on the mother's hip. Women often carry a child astride on the hip. The mother knows the pain of her child. Cf. #1958, #1564."
  },
  {
    "quote": "Uchungu wa mwana aujua  mzazi.",
    "person": "",
    "tail": "F.45.2; L.95; T.565; KS, uchungu; V., uchungu. The pain of a child is known by the parent. The labor of childbirth is known to the mother. F.; T. Only a mother knows the sorrow of her child. L. Cf. #512."
  },
  {
    "quote": "Udugo wa upanga si mzuri,  afadhali udugu wa kisu.",
    "person": "",
    "tail": "AL 913. Fraternal relationships of the sword [machete] are inferior to those of the knife. To understand this proverb one has to understand the difference between knife and machete. The machete is single edged, the African knife is double edged. A marriage that only cares for their inner circle of relatives [a machete] is not as good as that of a knife, i.e., caring for the in-laws."
  },
  {
    "quote": "Udugu  ni kovu.",
    "person": "",
    "tail": "NGU. Brotherhood is like a scar. It will last your whole life."
  },
  {
    "quote": "Ujamaa  haukusanyi, hugawia.",
    "person": "",
    "tail": "REK. A family that does not gather together will be divided. Kusanya: collect, gather together, assemble, amass."
  },
  {
    "quote": "Ujamaa  ukiingia kutu, unyonyaji hustawi.",
    "person": "",
    "tail": "EM u4. When a familyhood gathers moss, exploitation thrives. When love and respect for each other in the household erodes by foreign practices, people begin to exploit each other as they become more interested in personal advantages."
  },
  {
    "quote": "Ujana  ni tumaini, uzee ni kumbukumbu.",
    "person": "",
    "tail": "EM. u6. Youth is hope, old age is remembrance. Youth lives on expectation on what is coming; old people live more on remembering what's past rather than on what's coming."
  },
  {
    "quote": "Ujira  wa mzazi aujua mungu.",
    "person": "God. God knows what is due to parents.",
    "tail": "REK. The wages of a parent are known by God. God knows what is due to parents."
  },
  {
    "quote": "Ukalamzi wa mtoto sawa na ule wa baba yake.",
    "person": "",
    "tail": "AL 1799. The craftiness of the child is the same as its father's. Ukalamzi:cunning, mischievousness."
  },
  {
    "quote": "Ukibeza  la [ya] mkuu, utaona makuu.",
    "person": "",
    "tail": "NGU. If you scorn [the advice] of your elder, you'll see evil happenings."
  },
  {
    "quote": "Ukigombana na mama asiye  mama yako, ni kuchokoza midomo bure.",
    "person": "",
    "tail": "KB.301. To dispute with your stepmother is to tire your lips for nothing. A stepmother does not have the same sentiments as a mother."
  },
  {
    "quote": "Ukila  na ndege, ule na kuku.",
    "person": "",
    "tail": "AL 887. If you eat with the birds, eat also with the chickens."
  },
  {
    "quote": "Ukila na  ndege, ukumbuke kuku.",
    "person": "",
    "tail": "AL 887. If you eat with the birds, remember the chicken. Inviting a visitor for a meal must not harm your family."
  },
  {
    "quote": "Ukimlea mwana mwema, na  mui mlelee; mwema ukimpa mchele, mui mpe chelele.",
    "person": "",
    "tail": "KA. If you bring up a good child, bring up also the bad one; if you give rice to the good one, give rice husks to the bad one. Do not throw out the bad child, give it something. Cf #1546."
  },
  {
    "quote": "Ukimwoa mke mpya,  hutamsahau wa zamani.",
    "person": "",
    "tail": "AL, oa; AL 927. If you marry a new wife, you will not forget the old one. The man with several wives must preserve the rank of his first wife. AL."
  },
  {
    "quote": "Ukioa  bibi ueneze kino na mtwangio.",
    "person": "",
    "tail": "AL 941. If you take a wife, make also room for the pestle and mortar. Mtwangio (Kitabwa dialect) for mchi: pestle."
  },
  {
    "quote": "Ukiogopa kutumia fimbo, uta[m]haribu mtoto.",
    "person": "",
    "tail": "NGU. If you are afraid to use the stick, you'll harm [spoil] the child."
  },
  {
    "quote": "Ukiokota njelani, yafaa kuvumulia machafu.",
    "person": "",
    "tail": "AL 914. If you collect lianas, you better be ready to suffer dirt. Lianas for basket making must be split and scraped, releasing lots of dirty matter. A person who marries must be ready to support the family. AL. Njelani (Kingwana dialect) also bugu, kamba: liana, tropical creeper."
  },
  {
    "quote": "Ukiona  umeolewa umeoa.",
    "person": "God. What God has decreed will happen. Sacleux. Olewa",
    "tail": "NGU. If you are predestined to be married, you are married. To be destined by God. What God has decreed will happen. Sacleux. Olewa: to be taken in marriage."
  },
  {
    "quote": "Ukipata chungu kipya,  usitupe kile cha zamani",
    "person": "",
    "tail": ". AL 975; AL, pata. If you get a new waterpot, don't throw away the old one. Don't reject what is still used, even if it has lost its shine; the new spouse must not despise the older woman."
  },
  {
    "quote": "Ukipata  chungu kipya, usisahau kigae.",
    "person": "",
    "tail": "AL 974. If you get a new stone pot, don't forget the old potsherd."
  },
  {
    "quote": "Ukwe ni  jalala.",
    "person": "",
    "tail": "AL 912. Inlaws are like a refuse dump. Marriage is costly. The inlaws are always asking for supplements to the brideprice."
  },
  {
    "quote": "Ulimwengu una tata,  siikuwe; ambao wamkamata, simtoe.",
    "person": "",
    "tail": "JKP. The world is full of problems, don't be proud; the one you have, don't let her go. \"It's better to keep a wife than to take a mistress.\" JKP. Siikuwe for usijikuze."
  },
  {
    "quote": "Umande  hauogopi shemeji.",
    "person": "",
    "tail": "AL 781. The brother or sister in-law is not afraid of the morning dew. A determined person overcomes difficulties. AL. In certain circumstances one breaks rules."
  },
  {
    "quote": "Umekuwa  bata akili kwa watoto?",
    "person": "",
    "tail": "F.47.22; AL 900. Are you a duck that your mind is only on your children? F. About someone who takes care of close family only. AL."
  },
  {
    "quote": "Umtamanio, usimwangalie.",
    "person": "",
    "tail": "JKP. The one you desire, do not look at her. It would be improper for a gentleman to stare at the woman he fancies. JKP."
  },
  {
    "quote": "Undugu ni firisi [hirisi]  hautafunwi kwa meno.",
    "person": "",
    "tail": "NGU. Brotherhood is like a charm, it is not crushed with teeth."
  },
  {
    "quote": "Upate kumshauria mtoto wa  mama yake lazima kukausha macho yako.",
    "person": "",
    "tail": "AL, jicho; AL 783. To be able to advise the child of its mother, you must be intrepid (have dry eyes). Someone decisive is also audacious. AL."
  },
  {
    "quote": "Upendo  wa mama kwa mwana hauchagui.",
    "person": "",
    "tail": "NGU. A mother's love for her child is not biased."
  },
  {
    "quote": "Usiache  mkeo kwa maneno ya kusikia.",
    "person": "",
    "tail": "NGU. Don't leave your wife on account of what you heard. Cf. #925."
  },
  {
    "quote": "Uzazi  [una] matata, ugumba [una] matata.",
    "person": "",
    "tail": "NGU. Giving birth has trouble, sterility has trouble. Parenthood has troubles, spinsters and bachelors have trouble too."
  },
  {
    "quote": "Uzazi wachekwa na mtu  gumba: mzazi ajionea uchungu.",
    "person": "",
    "tail": "AL 1290. Parenthood is mocked by the childless person: a parent resents the bitterness. Success of others causes jealousy."
  },
  {
    "quote": "Vitu vya myumbani  vinajulikana na panya; basi mwewe anapita juu ataweza kujua vilivyo nyumbani.",
    "person": "",
    "tail": "AL 903. The mouse knows about the things in the house; but what does the hawk, that flies overhead, know about things of that house."
  },
  {
    "quote": "Yanda  vyote si sawa.",
    "person": "",
    "tail": "JKP. All the fingers are not the same. Children of one family may differ. JKP."
  },
  {
    "quote": "Walioana,  wataambana",
    "person": "",
    "tail": "RSP.14. They were married, they will speak to one another They live together, they will learn to understand each other. RSP."
  },
  {
    "quote": "Walooana wakipendana, na  jingi jonzi huepukana.",
    "person": "",
    "tail": "RSP.150. If two married people love each other, they will avoid much sorrow. RSP."
  },
  {
    "quote": "Wanandugu ni mifereji ya mchwa.",
    "person": "",
    "tail": "EM w13. Relatives are like the holes made by the termites. Those holes are separate, but they merge deep in the same big hole in the earth. Although brothers may appear to be separated, deep down in their hearts, they are united. EM."
  },
  {
    "quote": "Wazee  wakinyamaza watoto watapotea.",
    "person": "",
    "tail": "NGU. If the elders keep quiet the children will get lost."
  }
]