[
  {
    "quote": "Abadani: mungu huijua",
    "person": "",
    "tail": ". SPK. 'Never', only God knows that. 2328a. Abiria kwanza, thumma swifu mungu. SPK. Cross the river first, then praise God. It is not good praising a ford till a person is over. SPK."
  },
  {
    "quote": "2328b. Adui akutayarishia shimo la upotevu, mungu  akikuonya njia ya uwokovu.",
    "person": "",
    "tail": "KB 3. Your enemy plots your downfall, while God shows you the road of salvation."
  },
  {
    "quote": "Afanyaye tambiko, hutabika kwa mzimu wake",
    "person": "",
    "tail": ". NGU. One who brings a sacrifice usually offers it to his/her own ancestor. Mzimu, spirit of an ancestor."
  },
  {
    "quote": "Ajuaye ni mungu.",
    "person": "MM.",
    "tail": "JK 139. The one who knows is God. God knows the unspoken secret - MM."
  },
  {
    "quote": "Aliyeongolewa na mungu hapotoki.",
    "person": "MM.",
    "tail": "SAM 3.12; MS 180. A person saved by God is not crooked. The upright person [saved by God] cannot be made crooked by anybody else - MM."
  },
  {
    "quote": "Allahu jirani yetu kama  ndugu mli kule.",
    "person": "JKP. Allahu",
    "tail": "JKP. God is our neighbor when our brother is absent - JKP. Allahu: almighty God. Allahu akba, great almighty God."
  },
  {
    "quote": "Amevua shingo yake mbele ya mungu na moto wa  kesho siku ya kiyama",
    "person": "",
    "tail": ". SACL 840; V 397. Before God someone has saved his/her neck from tomorrow's fire on the day of the resurrection. Said of somebody giving freedom to a slave."
  },
  {
    "quote": "Amri ina mungu.",
    "person": "",
    "tail": "A 99; AL 1700. A command is with God. The na in ina stresses association rather than possession - J."
  },
  {
    "quote": "Amwasie azizi muumba umwongoe",
    "person": "",
    "tail": ". FSM 14. Put the person who revolts against the loving Creator back on the right path. A person who revolts stands in the need of prayer. It is a dangerous business to revolt against authority. Azizi, the strong one by excellence."
  },
  {
    "quote": "2335a. Amwoleelo dayyani mutwana likamujiri",
    "person": "",
    "tail": ". SPK. That which God the Judge has written for a person, that will happen to the slave (i.e. the mortal)."
  },
  {
    "quote": "Anayemshtakia mungu kawesha mahakimu",
    "person": "SAM. But also",
    "tail": ". SAM 3.15. Someone who accuses God is in for the final judgment. A person who accuses God as the cause of his/her sufferings, is angry and dangerous. Beware, because that person is capable of doing anything - SAM. But also: If you put your case in the hands of God, you have finished your case [you need no other judge] - MM. Of somebody who relies on God - MM."
  },
  {
    "quote": "Anipa mungu kwa kadiri yangu.",
    "person": "",
    "tail": "JKP. God gives me [a load to carry] to the extent of my strength."
  },
  {
    "quote": "2337a. Apendao makuduri.",
    "person": "",
    "tail": "SPK. What He (God) wishes is destiny. Anything God decides becomes our inescapable fate."
  },
  {
    "quote": "Atakalo litajiri.",
    "person": "",
    "tail": "SPK. What He (God) wills, will happen."
  },
  {
    "quote": "Asiyeweza kutuumba, kutuumbua hawezi",
    "person": "",
    "tail": ". Jumba; T 38,asoweza; MS 13; SACL 953, asioweza. One who cannot create us cannot uncreate [deface] us."
  },
  {
    "quote": "Muumba ndiye muumbua.",
    "person": "",
    "tail": "T 358a; A 180; SAM 18.37. The Creator is the [onlyl defacer. A human being cannot create or undo creation."
  },
  {
    "quote": "Muumba na huumbua",
    "person": "JKP.",
    "tail": ". JKP. The creator destroys also. \"Nothing is eternal\" - JKP. Cf. 1715."
  },
  {
    "quote": "Atandao ndiye atanduwao",
    "person": "",
    "tail": ". ED 5. The one who spread them [the clouds], also takes them away."
  },
  {
    "quote": "Baraka ya mungu humtononesha mtu.",
    "person": "SACL. Tononosha",
    "tail": "T 45; SACL 901; MS 15. The blessing of God makes a person better or rich. Tononesha: getting better, richer, more at ease - SACL. Tononosha, making fat, getting new health and strength. - J."
  },
  {
    "quote": "Dhamiri ni dira",
    "person": "EM.",
    "tail": ". EM 48.14. The conscience is a compass. It assists a person to know which way one is heading in spiritual life - EM."
  },
  {
    "quote": "Dhamiri safi  ni tandiko laini.",
    "person": "EM.",
    "tail": "EM 48.15. A clear conscience is a soft mat [or pillow] - EM."
  },
  {
    "quote": "Fimbo ya mnyonge hulipwa na mungu.",
    "person": "",
    "tail": "NGU. God will pay for the oppression suffered by the poor person. The evil person will be punished. Fimbo, a stick."
  },
  {
    "quote": "Fimbo ya mnyonge mlifi mungu",
    "person": "",
    "tail": ". NGU; KS mlifi. God provides a stick for the poor. God supports the poor and will punish those who harm the poor. Mlifi = mlipaji, the one who pays. Cf. 3153, 3757."
  },
  {
    "quote": "Fimbo ya mungu haina mlio",
    "person": "",
    "tail": ". NGU. God's stick is noiseless."
  },
  {
    "quote": "2345a. Fundi wa mahaba ni yupi nambia,",
    "person": "SPK.",
    "tail": "Fundi wa mahaba moyoahikia. SPK. The teacher of love, tell me where is he, The teacher of love, his heart is impassioned. A good teacher ought to be involved (engaged) in his subjects. This refers to the religious teacher, who teaches the love of God, and so his heart will be full of just that passion. - SPK."
  },
  {
    "quote": "2345b. Hafuti mwana adamu jambo akikutabiwa.",
    "person": "SPK.",
    "tail": "SPK. No human being can wipe out a matter that has been 'written' over a person. Our fate (ole, makutubu) was written down in Heaven before our lives began - SPK."
  },
  {
    "quote": "Hako mwenye kuharibu, ila yeye alwahabu",
    "person": "",
    "tail": ". JKP. There is no one who can destroy except God the Giver. Hako or hayuko, there is no one."
  },
  {
    "quote": "Haramu harabu.",
    "person": "",
    "tail": "NGU. Unlawfulness is destructive. One who is unlawful [of Islamic law] is a spoiler. Cf. 4172."
  },
  {
    "quote": "2347a. Haya mini imani.",
    "person": "",
    "tail": "SPK. Virtue comes from faith."
  },
  {
    "quote": "2347b. Heri apendalo mungu",
    "person": "",
    "tail": ". SPK. Good is what God wills, what God wishes is best."
  },
  {
    "quote": "Humshurutishi mtu kuamini.",
    "person": "",
    "tail": "NGU. You cannot force a person to believe."
  },
  {
    "quote": "Huona haonekani, husema hasikiani, mungu.",
    "person": "God.",
    "tail": "JKP. He sees, but cannot be seen; He speaks but cannot be heard, God."
  },
  {
    "quote": "Jema, jiwi lakwelea: siwe pweke usosali.",
    "person": "T. Said to one who tries to be excused from the obligations of religion. It is not knowledge",
    "tail": "T 115. The matter, whether right or wrong, is clear to you: you are not the only person that does not perform one's devotions - T. Said to one who tries to be excused from the obligations of religion. It is not knowledge, but will, that makes a person religious - T."
  },
  {
    "quote": "Jisaidie mungu akusaidie.",
    "person": "",
    "tail": "KA; SM. Help yourself and God may help you. Don't wait for help. Start doing."
  },
  {
    "quote": "Kalamu ya mungu haikosi.",
    "person": "",
    "tail": "SAM 8.2. God's pen does not make any mistakes."
  },
  {
    "quote": "2352a. Kalamu yake hujiri, huwa alilokadiri.",
    "person": "",
    "tail": "SPK. His [God's] word comes true, because it is what He has destined."
  },
  {
    "quote": "2352b. Kalamu ya mungu haipingiki, maandiko yake  hayafutiki.",
    "person": "",
    "tail": "SPK. God's pen cannot be stopped; His writ cannot be wiped away."
  },
  {
    "quote": "Karamu ya miraji ni sumu, na kitoweo chake ni  ngumu.",
    "person": "T. Quite a translation",
    "tail": "T 127. The feast of Miraji [ascension of the prophet Mohammed] is poison and its relish is hard. A feast on a fast-day is poison, and its relish is strangled meat - T. Quite a translation! Could this proverb refer to the Prophet's vision of hell, on his ascension, where there was a lot of ugly eating going on? - JKM p.77. But there may be a double meaning: Miraji wa Amira, a noble in the old times, who used his banquet to poison his guests. Miraji's feast, Gifts of the Greeks? - T."
  },
  {
    "quote": "Kila atendayo heri ndiyo aliyohitari.",
    "person": "",
    "tail": "JKP. Everything [God] does is good, for it is [God] who chooses. Hitari or hiari, choose."
  },
  {
    "quote": "Kila dini ni ya kweli, sawa na nyingine.",
    "person": "",
    "tail": "NGU. Every religion is true and equal to the other."
  },
  {
    "quote": "Kila jahili salamu.",
    "person": "",
    "tail": "NGU. Every evildoer (or fool) is safe [in the hand of God]. Jahili, merciless, cruel; foolish, ignorant."
  },
  {
    "quote": "2356a. Kila kitu hupotea illa uso wake.",
    "person": "",
    "tail": "SPK. Every thing will perish except God's face."
  },
  {
    "quote": "Kila lahaula hufuatwa na adhabu ya mungu",
    "person": "God's punishment. Lahaula",
    "tail": ". J lahaula; KB lahaula. Every blasphemy is followed by God's punishment. Lahaula (Arabic), an abbreviation of \"there is no power nor strength but in God\" - J."
  },
  {
    "quote": "Kila mtu lazima asaliwe, hata mudhinibu",
    "person": "JK.",
    "tail": ". JK 139. Every person must be prayed for, even a sinner - JK."
  },
  {
    "quote": "Kila mtu lazima asaliwe hata ikiwa afanye madhambi  makubwa.",
    "person": "JKP. This second translation of JKP is quite different. Both are grammatically correct",
    "tail": "JKP. \"Every person must be prayed for as long as he/she commits only minor sins. Do not interfere with a person's life as long as he commits only minor sins\" - JKP. This second translation of JKP is quite different. Both are grammatically correct, depending on how you translate hata. Hata, according to Johnson, has two meanings: 1. until; 2. even if."
  },
  {
    "quote": "Kila mtu ni kwa ajili yake mwenyewe, lakini  mungu ni kwa sisi sote.",
    "person": "",
    "tail": "NGU. Everyone for oneself, but God is for all of us."
  },
  {
    "quote": "Kila uchao mungu anaumbwa",
    "person": "",
    "tail": ". NGU. God creates every morning."
  },
  {
    "quote": "Kinga ni kwa mungu.",
    "person": "",
    "tail": "JKP. Protection comes from God."
  },
  {
    "quote": "Kiumbe hasemi likawa, isipokuwa manani",
    "person": "Mannan",
    "tail": ". T 160. A mortal person speaks not so that it comes to pass, only God, the Beneficient. Manani or Al-Mannan, The Beneficent; one of the 99 names of God."
  },
  {
    "quote": "Kivunjacho damu ni nyama",
    "person": "",
    "tail": ". REK. What spoils blood is meat."
  },
  {
    "quote": "Kiwekwacho na mungu, mwan'adamu hawezi  kukiondoa.",
    "person": "AL.",
    "tail": "SACL 1020; AL 1474. What God has established, a human cannot take away. One does not contradict authority - AL."
  },
  {
    "quote": "Aliandikalo mungu haliwezi kufutika",
    "person": "",
    "tail": ". SPK. What God has written cannot be wiped out."
  },
  {
    "quote": "2364a. Kucha mungu ni kwepuka wovu na kiburi na  tabia mbovu.",
    "person": "",
    "tail": "SPK. Fearing God is avoiding evil and pride and wicked character."
  },
  {
    "quote": "Kucha mungu si kilemba cheupe.",
    "person": "",
    "tail": "F 17.40; B 1.59; T 168; KB 116; MARA 3; KS ucha; MARA 2. Paying respect to God is not the same as the wearing of a white turban. It is the action that makes a person pious, not the dress."
  },
  {
    "quote": "Kucha mungu si machezo.",
    "person": "JKP. Worship is not witchcraft. Kucha Mungu",
    "tail": "JKP. Fearing God is not a game - JKP. Worship is not witchcraft. Kucha Mungu: to fear God; to fear going against God's commandments - KS. Machezo: 1. witchcraft (Kamusi sanifu); 2. games - J. Michezo, plays, games."
  },
  {
    "quote": "Kufagia usiku kunakimbiza baraka.",
    "person": "MM.",
    "tail": "B 1.40. Sweeping at night chases away the blessing. Sweeping at night is considered bad. People only sweep at night in an emergency, e.g., death, to be ready for early morning visitors, i.e., a funeral - MM."
  },
  {
    "quote": "Kufumba macho na kusujudu sio kusali, kusali  kumo moyoni",
    "person": "",
    "tail": ". REK. Closing the eyes and prostrating is not praying, praying is in the heart."
  },
  {
    "quote": "Kumchira mtoto ni kumvunja.",
    "person": "AL.",
    "tail": "J chira; Al, chira. Not following the taboos is to harm a child. This is said when parents disregard the taboos prescribed from birth to weaning of a child. This is considered as harming the child; e.g., sexual relationships of the parents during this period are supposed to afflict the child with a kind of rickets called ngongea or chiwa - AL."
  },
  {
    "quote": "Kupata kuna mungu",
    "person": "",
    "tail": ". T 191; A 99; SAM 11.19. Receiving depends on God. Cf. 1945."
  },
  {
    "quote": "Kupindua kiatu chini juu ni kumtukana mungu.",
    "person": "",
    "tail": "P 230. To put a÷ shoe upside down is to show disrespect for God. By facing the footsole up to heaven."
  },
  {
    "quote": "Kuwa au kutokuwa kumo mikononi mwa mungu. Mtu  ni kujitahidi.",
    "person": "",
    "tail": "NGU. To be or not to be is in the hands of God; a person must do one's best."
  },
  {
    "quote": "Kuzunguka mbuyu si dawa ya shetani",
    "person": "TAA. There is a belief that the devil lives in baobab trees.",
    "tail": ". TAA 5. Going around the baobab tree is not a cure against the devil. It is not easy to convince a person to drop a bad habit. A person may say I have changed, but in practice is still going on as usual - TAA. There is a belief that the devil lives in baobab trees."
  },
  {
    "quote": "Kwa mungu bora ni ajijuaye.",
    "person": "",
    "tail": "MA 240. With God the better person is the one who knows him/herself."
  },
  {
    "quote": "Kwa mungu hakuna dhaifu",
    "person": "",
    "tail": ". T 206; B 1.75. With God no person is abject."
  },
  {
    "quote": "Kwa mungu hakuna kule, wala hakuna jambo zito.",
    "person": "",
    "tail": "T 207. Kwa mngu k'aya kule, wala haku yambo zito. T 207. With God nothing is far nor difficult."
  },
  {
    "quote": "Lilia kupata kukosa kuna mungu.",
    "person": "",
    "tail": "NGU. Cry to obtain, but not obtaining is the doing of God. To get things is the work of God."
  },
  {
    "quote": "Lipitalo duniani, mungu aliamurulo",
    "person": "God has ordained it.",
    "tail": ". JKP. Whatever happens in this world, God has ordained it."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Malipo duniani, hesabu ahera.",
    "person": "SAM.",
    "tail": "SAM 13.2. Payment on earth is the reckoning of the hereafter. God returns one's good or evil deed often while one is still on earth - SAM."
  },
  {
    "quote": "Malipo leo, kesho hesabu.",
    "person": "",
    "tail": "KS hesabu. Payment today is tomorrow's reckoning."
  },
  {
    "quote": "Malipo ni duniani, ahera kwenda hesabu.",
    "person": "",
    "tail": "MS; KS hesabu. Paying is done on earth, in the netherworld comes the reckoning."
  },
  {
    "quote": "Malipo huja baadaye.",
    "person": "",
    "tail": "SPK. Payment comes afterwards."
  },
  {
    "quote": "2380a. Malipo mungu hulipa.",
    "person": "",
    "tail": "SPK. God pays all payments. God rewards and punishes."
  },
  {
    "quote": "2380b. Mambo hutenda jabari sisi sharti hukubali.",
    "person": "",
    "tail": "SPK. God (in His aspect of Jabari, the compeller) is the one who acts, we have to accept."
  },
  {
    "quote": "2380c. Mambo ya mbele, giza la wele.",
    "person": "",
    "tail": "SPK. Matters of the future [are in] darkness of destiny."
  },
  {
    "quote": "Mambo yote (or vitu vyote) mtenzi [ni] mungu",
    "person": "",
    "tail": ". V mtenzi; T 239 Mungu or Rabana [Lord]. All things are God's doings. All things are in God's hand. ÷"
  },
  {
    "quote": "Mambo pia kwa manani, umbile kwa yake shani",
    "person": "",
    "tail": ". SPK; T 220. Even things belong to the Beneficent, the creation is to His glory. Pia: denotes a totality, everything, everyone."
  },
  {
    "quote": "Mambo aliyoandika hayawezi kufutika.",
    "person": "SPK.",
    "tail": "SPK. Things He has written cannot be wiped out. God's hand can be seen in all events - SPK."
  },
  {
    "quote": "Mema mungu atwegeshe, kama  mkono na kanwa",
    "person": "",
    "tail": ". JK 143. May God bring good things close to us, as hand and mouth."
  },
  {
    "quote": "Maovu atuambaze, kama ya mbingu na nchi.",
    "person": "JK.",
    "tail": "JK. May [God] cause evil to stay away from us, as far as sky and earth. This is a commonly quoted type of prayer - JK."
  },
  {
    "quote": "Maovu yasikuambae.",
    "person": "",
    "tail": "SACL 57. May evil pass far from you."
  },
  {
    "quote": "Mja akiteswa hafanyi machungu; hupiga shahada,  kashukuru mungu.",
    "person": "",
    "tail": "SACL 539. A suffering servant of God does not become embittered, he recites the [Muslim] Creed and gives thanks to God."
  },
  {
    "quote": "Mja hatindi rehema ali hai duniani",
    "person": "",
    "tail": ". KA. A human being does not lack God's mercy while living on earth. So don't lose courage."
  },
  {
    "quote": "Mja hatwai daraka ya kuondoa na kuweka.",
    "person": "T. The mortal does not assume the responsibility of events - SACL.",
    "tail": "T 264;SACL 712. A servant of God does not assume the responsibility of removing and establishing - T. The mortal does not assume the responsibility of events - SACL."
  },
  {
    "quote": "2385a. Mola wako umtii, hakuwachi, hachukii.",
    "person": "",
    "tail": "SPK. Obey the Lord, who does not desert nor hate thee."
  },
  {
    "quote": "Mpaji na kupa ni mungu",
    "person": "",
    "tail": ". J pa; KS mpaji. The real [only] giver is God. Mpaji: giver; is said especially of God."
  },
  {
    "quote": "Mpaji asiyepewa.",
    "person": "",
    "tail": "AL. The Giver who is never given. The complete text is:"
  },
  {
    "quote": "Mpaji wa kupa ni mungu, usiaminie mwanadamu.",
    "person": "",
    "tail": "B 1.71; SACL 59; T 303; L 113; KB p.447. The giver of giving is God, do not put your trust in man."
  },
  {
    "quote": "Mpozi ni mungu",
    "person": "",
    "tail": ". J poa. God is the [real] physician."
  },
  {
    "quote": "Mtu anawaza, mungu anawazua.",
    "person": "",
    "tail": "AL waza; AL 1900. A person has his or her ideas, but God thinks differently. \"Man proposes, God disposes.\""
  },
  {
    "quote": "Mtu hawezi kuumba, na kuumbua hawezi.",
    "person": "JKP.",
    "tail": "JKP. A person can neither create nor destroy. \"Our fate is ruled by God\" - JKP."
  },
  {
    "quote": "Mtukana kinyamale mwakuzi ni mungu.",
    "person": "",
    "tail": "SAM 18.32. The abused person who keeps silent, God is the judge. Kinyamale for anayenyamaza: the person who is silent. Mwakuzi for mwamuzi: the judge - S."
  },
  {
    "quote": "Mungu akikupa kilema, hukupa na mwendo wake.",
    "person": "JK.",
    "tail": "JK 139. If God gives you a lame leg, He also gives you a way of walking with it. The belief in Allah inspires not only fear but also faith and confidence, peace of mind, and a clear sense of purpose in life. God may be severe, he is also compassionate, understanding, and just - JK."
  },
  {
    "quote": "2391a. Mungu akitaka kitu hukiambia uwe tu kikawa.",
    "person": "",
    "tail": "SPK. If God wants a thing, he merely tells it, Be, and it becomes."
  },
  {
    "quote": "Mungu akiziba hapa, huzibua hapa",
    "person": "JK.",
    "tail": ". JK 139. When God blocks a passage here, he opens one there. If God takes something away, He will give something else - JK."
  },
  {
    "quote": "Mungu akuwekavyo ndivyo ukaavyo",
    "person": "",
    "tail": ". NGU. As God puts you, so you stay."
  },
  {
    "quote": "Mungu amemwenezea kila mtu riziki yake",
    "person": "",
    "tail": ". J enea. God has put the means of living in everybody's hand."
  },
  {
    "quote": "Mungu ampa (or humpa) amtakaye",
    "person": "",
    "tail": ". NGU. God gives to whom He wants."
  },
  {
    "quote": "Mungu anaona kweli lakini hungoja",
    "person": "",
    "tail": ". NGU. God sees the truth but waits [His time]."
  },
  {
    "quote": "Mungu anasingizwa mengi.",
    "person": "",
    "tail": "NGU. God is much blamed for many things."
  },
  {
    "quote": "Mungu anena, jilinde, nami nitakulinda?",
    "person": "MM. Each for oneself and God for us all - JK.",
    "tail": "T 289; JK 145. God says, look after yourself; shall I then look after you? Do not take unnecessary risks expecting God will protect you - MM. Each for oneself and God for us all - JK."
  },
  {
    "quote": "Mungu haachi mjawe",
    "person": "",
    "tail": ". JK 138. God does not let his servant down."
  },
  {
    "quote": "Mungu haachi pindize.",
    "person": "T. It points out the laws of the universe",
    "tail": "T 290. God never fails in his appointed times. A semi-pious expression used in remarking on coincidences in time: the same thing happened last Wednesday, etc. - T. It points out the laws of the universe, not only on coincidences - MM."
  },
  {
    "quote": "Mungu hakuumba mtu mbaya",
    "person": "MM.",
    "tail": ". T 291. God did not create an evil person. When a bad person should not blame God because God has created a person with brains to think and choose what is good and what is evil - MM."
  },
  {
    "quote": "Mungu hamfichi mnafiki.",
    "person": "",
    "tail": "F 32.131; B 4.83. AL 1427. God does not hide a hypocrite. Sooner or later hypocrisy will come out."
  },
  {
    "quote": "Mungu hamkoseshi mja wake yote",
    "person": "",
    "tail": ". SAM 18.34. God never refuses everything to his servant. Cf. 3447."
  },
  {
    "quote": "Mungu hana siri ya mtu",
    "person": "",
    "tail": ". NGU. God has no secret of a person. God knows all, does not need humans to tell him."
  },
  {
    "quote": "Mungu hapi kwa mvua, hanyimi kwa jua kali.",
    "person": "T. God does not give  as by a torrential rain",
    "tail": "T 292; SACL 698; AL 1705. God does not give by rain; and does not deprive by fierce sun - T. God does not give [without measure] as by a torrential rain; he denies not [also, withering everything] as by a fiery sun - SACL. Troubles may become blessings, and benefits curses. Faith does not judge by appearances - T. From a poem: Hapi kwa mvua nyingi; hanyimi kwa jua kali; Hapi kwa kuza na kuwa, wala kwegesha mahali; Hupa kwa nguvu zake dyalali. SACL 719. God does not dispense his gifts as a rain, He does not take them away as the burning sun which destroys everything; If He gives, it is not a trading of gifts, nor has He ambition or need of us: God almighty gives out of His power and omnipotence."
  },
  {
    "quote": "Mungu hapigi vita mara mbili",
    "person": "JKP. Vita",
    "tail": ". JKP. God does not strike twice. God causes no two disasters for the same people at the same time - JKP. Vita: war, fighting. Piga, strike, beat. This verb is much combined with many different nouns, denoting activities."
  },
  {
    "quote": "Mungu hasahau saa",
    "person": "JK.",
    "tail": ". JK 137. God does not forget the hour. Implied is: the hour of our death, the hour for prayers and other duties, which humans forget - JK."
  },
  {
    "quote": "Mungu hatoani.",
    "person": "",
    "tail": "KB 206. God betrays not."
  },
  {
    "quote": "Mungu hatoi upesi, wenye kupewa ni wengi",
    "person": "",
    "tail": ". AL 1753. God does not give quickly, [even so] there are many who receive. Some who are unlucky accuse destiny of being partial."
  },
  {
    "quote": "2409a. Mungu hatuliwai",
    "person": "",
    "tail": ". SPK. God does not forget us."
  },
  {
    "quote": "Mungu hufufua nyama kitangani.",
    "person": "T. God can do miracles - MM. Said to a patient as a consolation - JKP. Kitanga",
    "tail": "T 293; kitangani (mat) or kichangani (earth, soil). God resuscitates meat from the mat. Never despair - T. God can do miracles - MM. Said to a patient as a consolation - JKP. Kitanga, a small circular mat to lay out food on, or goods for sale."
  },
  {
    "quote": "Mungu hupa alalaye na akaaye kitako",
    "person": "",
    "tail": ". T 294. God gives to the one who sleeps and to the one who sits."
  },
  {
    "quote": "Mungu hupa awindaye, mungu hupa alalaye.",
    "person": "SPK",
    "tail": "SPK. God gives to the hunter, God gives to the sleeper. Good luck comes to those who work and to those who do not - SPK"
  },
  {
    "quote": "Mungu husaidiwa",
    "person": "",
    "tail": ". KB 207. God expects our co-operation. Cf. 2398."
  },
  {
    "quote": "Mungu kasema: niombe nikupe",
    "person": "",
    "tail": ". SAM 18.35. God spoke: Ask me and I'll give you."
  },
  {
    "quote": "Mungu kimsahau umejisahau",
    "person": "",
    "tail": ". MA 334. If you have forgotten God, you have forgotten yourself."
  },
  {
    "quote": "Mungu mgeuzi",
    "person": "",
    "tail": ". JK ll9; FSM 141. God changes things. Do not lose hope. God can change everything. Nobody's condition is stable. God gives health and sickness. So a healthy person should not close the eyes to less fortunate people, because some day that same person may be in need of help."
  },
  {
    "quote": "Mungu mkazi wa ulimwengu (or sama) shida na  raha hutuma.",
    "person": "Sacl. God who resides in Heaven sends us hardship and happiness - SPK. Mkazi from kukaza",
    "tail": "T 296; SACL 770, 908; SPK. God, the establisher of the world, sends adversity and prosperity. It is God who puts [us in] the world and who gives everyone trials and joy - Sacl. God who resides in Heaven sends us hardship and happiness - SPK. Mkazi from kukaza, to tighten - J."
  },
  {
    "quote": "Mungu na uwinda.",
    "person": "T. Uwinda",
    "tail": "T 295. God and work - T. Uwinda: hunting, searching. It is used metaphoricalIy: Do not just pray to God, but do something yourself: look and search for food or work - MM."
  },
  {
    "quote": "Mungu ndio mjuvi wa siri.",
    "person": "",
    "tail": "V Mungu. God is the one who knows the secrets."
  },
  {
    "quote": "Mungu ndiye mganga mkuu",
    "person": "",
    "tail": ". NGU. God is the great healer."
  },
  {
    "quote": "Mungu ni mkidhi haja",
    "person": "",
    "tail": ". J kidhi. God is the Granter of needs. A title of God."
  },
  {
    "quote": "2420a. Mungu ni mungu wa kweli.",
    "person": "",
    "tail": "SPK. God is a God of truth."
  },
  {
    "quote": "Mungu ni muumba wa viumbe pia.",
    "person": "",
    "tail": "KS pia. God is the creator of animals also. Respect for living things."
  },
  {
    "quote": "Mungu si athumani.",
    "person": "ZO.",
    "tail": "Semi 28; ZO p.243; KA; KS. God is not like Athumani [or John Doe]. The meaning is that God has no favoritism, bias or special liking. The greatness of God cannot be compared to that of any human being - ZO."
  },
  {
    "quote": "Mungi si mfaki.",
    "person": "",
    "tail": "God is not an old person."
  },
  {
    "quote": "2422a. Mungu yu safi hupenda usafi.",
    "person": "",
    "tail": "SPK. God is pure and loves cleanliness."
  },
  {
    "quote": "Muomba mungu hachoki.",
    "person": "MM.",
    "tail": "T 358i; JK 126; KB 166; KA. The person who prays to God does not tire. Do not lose hope praying and try different ways of solving your problems - MM."
  },
  {
    "quote": "Mwamini (or mcha) mungu si mtovu.",
    "person": "",
    "tail": "F 33.139; B 2.64; ED 51; KS mcha; JK 139. The person who trusts in God lacks nothing."
  },
  {
    "quote": "2424a. Mwanzio wa maaswio hi kuzibwa masikio.",
    "person": "SPK.",
    "tail": "SPK. The beginning of rebellion [against God, i.e., evil] is that one's ears are blocked. Evil is the disobedience of divine laws. A person starts out on the path of evil by refusing to listen to reason - SPK."
  },
  {
    "quote": "2424b. Mwenye hai tapata riziki.",
    "person": "SPK.",
    "tail": "SPK. A living being will receive its daily food. The Lord will provide - SPK."
  },
  {
    "quote": "2424c. Mwenye kupewa sumu hakufa, mwenye kupika  ndiye wakufa",
    "person": "SPK.",
    "tail": ". SPK. The one who was given the poison did not die, the one who concocted it, is the one to die. God will find the culprit - SPK."
  },
  {
    "quote": "Mwiko ni kuamini",
    "person": "",
    "tail": ". NGU. Taboo is a matter of faith."
  },
  {
    "quote": "2425a. Mwokozi ni mungu.",
    "person": "",
    "tail": "SPK. God will save us."
  },
  {
    "quote": "Mzazi kanuni ndiye mungu.",
    "person": "",
    "tail": "KB 227. The perfect parent is God. In procreation and education of children, the parents are the cooperators of God."
  },
  {
    "quote": "Neema za mungu hazizuiliki.",
    "person": "",
    "tail": "NGU. The blessings of God cannot be stopped."
  },
  {
    "quote": "Neno ulikataalo ndilo mungu apendalo.",
    "person": "",
    "tail": "T 416; SACL 334; V 61; KB kataa. The matter you refuse, is [perhaps] the very thing God wills - T. Cf. 1984."
  },
  {
    "quote": "2428a. Nyumba ya mungu haifungwi",
    "person": "SPK.",
    "tail": ". SPK. God's house is not shut. Said to comfort a friend who has been struck by misfortune - SPK."
  },
  {
    "quote": "Pato kuu ni la mungu apao wawi na wema.",
    "person": "",
    "tail": "T 453a; SACL 738. Great gain is from God, who gives to the bad and the good. Cf. 2370, 3904, 4476."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Roho haina thamani.",
    "person": "MM.",
    "tail": "T 46„6. The soul has no price [is priceless]. One should go to any length to save a soul - MM."
  },
  {
    "quote": "Salamu ya mja ni kuitunga",
    "person": "JK. Kuitunga or kujitunza",
    "tail": ". JK 138. Salvation for the mortals is to watch out - JK. Kuitunga or kujitunza, to be careful, cautious."
  },
  {
    "quote": "Siku twazigeuza kati ya watu",
    "person": "JK.",
    "tail": ". JK 138. We [Allah] change the days among men - JK."
  },
  {
    "quote": "Toba ni vitendo",
    "person": "",
    "tail": ". SAM 23.2. Repentance is deeds. Words are not enough to prove a change of mind."
  },
  {
    "quote": "2434a. Tumeambiwa kaeni, hatukwambiwa gombeni",
    "person": "",
    "tail": ". SPK. We have been told [by God] \"live\" [in peace], We have not been told: \"quarrel!\""
  },
  {
    "quote": "Tunatembea kwa imani, sio kwa kuona",
    "person": "",
    "tail": ". NGU. We walk by faith not by seeing."
  },
  {
    "quote": "2435a. Uche mungu, siche mtu",
    "person": "",
    "tail": ". SPK. Fear God, fear no human."
  },
  {
    "quote": "Ukicheza na mbwa utaingia msikitini.",
    "person": "Koran.",
    "tail": "NGU. If you play with a dog, you'll enter the mosque [for purification]. Playing with a dog makes a person unclean - Koran."
  },
  {
    "quote": "Ukikinai kidogo, mola atakupa kingi",
    "person": "",
    "tail": ". KA; SM. If you are content with little, God will give you much more. Ukikinai or ukitosheka, be satisfied."
  },
  {
    "quote": "Ukitaka kula mfu, kula wa kunona.",
    "person": "",
    "tail": "REK. If you want to eat meat, eat the best part. Cf. 2439."
  },
  {
    "quote": "Ukitaka kula nguruwe, chagua aliyenona.",
    "person": "MM. Finish what you do completely and totally - KA.",
    "tail": "F 47.14; B 3.24; H 103; SWA.58; KA. If you want to eat pork, choose a fat pig. Muslims are forbidden to eat pork. If you do a bad thing, do it big. The punishment is the same - MM. Finish what you do completely and totally - KA."
  },
  {
    "quote": "Ukosapo, zidi kuomba",
    "person": "",
    "tail": ". SPK When you are in need, never stop praying."
  },
  {
    "quote": "Usharifu ni moyo",
    "person": "KS. Nobility",
    "tail": ". EM u26. Being a sharif is a matter of the heart. Nobility must come from the heart. Usharifu, descendant of the prophet Muhammad - KS. Nobility, excellence, respectability - J."
  },
  {
    "quote": "Utahara wa jumaa utake hamisi.",
    "person": "JK. The proverb intends to instruct that one has to wake up early if one wishes to lead a devotional life",
    "tail": "ED 83. After the purification of Friday, try for Thursday. One should try to strive for a good life every day. The [ritual and mental] purity of Friday, pronounce it [wake up] on Thursday - JK. The proverb intends to instruct that one has to wake up early if one wishes to lead a devotional life, and prepare oneself for it - JK. Jumaa for ijumaa, Friday, day of prayer and rest. Hamisi for alhamisi, Thursday, last day of the week. JK 138 mentions utamke, pronounce, and uamke [wake up] instead of utake [you try]."
  },
  {
    "quote": "Utajiri ni raha ya leo duniani, mateso ya  kesho ahera.",
    "person": "MM.",
    "tail": "SAM 26.20. Richness in the world today is comfort, but is suffering in the world here after tomorrow. With the understanding that wealth is not used properly - MM."
  },
  {
    "quote": "2443a. Utapata ujaaliwelo, hupati ulipendalo.",
    "person": "",
    "tail": "SPK. You will get what is destined for you, you do not get what you love."
  },
  {
    "quote": "Uwe taa duniani, umwombe rahamani.",
    "person": "",
    "tail": "JKP. Be a lamp in this world, pray the merciful God. Rahamani: name of God, the Merciful."
  },
  {
    "quote": "Wino wa mungu haufutiki.",
    "person": "",
    "tail": "SAM 27.4. God's ink is indelible. Cf. 1949."
  }
]