[
  {
    "quote": "Aendaye polepole hana  budi afikile.",
    "person": "",
    "tail": "SPK. The person who walks with calm and care will arrive without fail. This proverb is illustrated by the story of the tortoise and the hare. 2729a. Aliye mbele huja nyuma. NGU. The one who is in front usually comes behind."
  },
  {
    "quote": "Ametia mbugi miguuni.",
    "person": "",
    "tail": "KS mbugi. Some people put bells on their legs. Are in a hurry. Mbugi, a collar with bells."
  },
  {
    "quote": "Apendaye kula wali husubiri mpunga  kuiva.",
    "person": "",
    "tail": "NGU. One who likes to eat rice will wait patiently for the rice to be ripe. Wali, cooked rice. Mpunga, rice in the paddy. Michele, uncooked rice."
  },
  {
    "quote": "Asubiriye hajuti.",
    "person": "",
    "tail": "SAM 4.22. A patient person will not regret."
  },
  {
    "quote": "Bi.kidumu, usikukurike, mwenye safari ni ndoo.",
    "person": "AL.",
    "tail": "AL 1875-6; LE2 302.5. Ee, earthen pot don't take it too seriously, it's the bucket that goes on the journey [to the well]. It is possible that this proverb is intended for the wives of polygamists, whose expectations are not fulfilled - AL."
  },
  {
    "quote": "Kidumu kukulika msafari mbeketi.",
    "person": "JKP.",
    "tail": "Pate dialect. JKP. The earthen jar is full of excitement, but the traveler took the bucket. \"Earthen jars look very dignified but they are fragile. Travelers are practical, they prefer strong buckets. Refers to women - JKP."
  },
  {
    "quote": "Kukukurika kwa ndoo, mwenye nyumba ni kidumu.",
    "person": "AL.",
    "tail": "AL 933. The bucket is working hard, but it is the earthen pot that has the [chosen place] in the house. Love and attention in a household are uncertain, especially in polygamy - AL."
  },
  {
    "quote": "Chungu kiinjike moto ukiishawaka",
    "person": "EM.",
    "tail": ". EM 39.20. Place the pot on the stones after you've lit the fire. Set not your loaf in till the oven is hot - EM."
  },
  {
    "quote": "Dafu mtu wa halafu.",
    "person": "",
    "tail": "NGU. A young coconut, a person afterwards. Everything has its time. Dafu: an unripe coconut."
  },
  {
    "quote": "Daraja livuke ulifikiapo.",
    "person": "",
    "tail": "EM 44.5. Cross the bridge when you come to it."
  },
  {
    "quote": "Endambio hashikiki.",
    "person": "",
    "tail": "JKP. [Mr/Mrs.] Run-fast cannot be caught. Endambio, a composite of enda (go) and mbio (fast)."
  },
  {
    "quote": "Hakuna subira mbaya.",
    "person": "",
    "tail": "JKP. There's no bad patience. Subira, or saburi, patience, resignation. Cf. 2796-7."
  },
  {
    "quote": "Haraka, haraka, haina baraka.",
    "person": "",
    "tail": "T 86; H 99; F 10.10; L 21; RECH 126; B 1.7; MARA l9; V 6, KB 65;LE 82 4; SACL 269; SWA 37; V baraka; KS baraka. Haste, haste has no blessing. Haste makes waste."
  },
  {
    "quote": "Ka ka ka ka haina mbaraka.",
    "person": "T. Kaka kaka",
    "tail": "T 86; SACL 319; KB kakakaka. Too much haste has no blessing. Baraka: blessing; usually conveys to a Swahili the exclusively physical meaning it has here - T. Kaka kaka (onomatopoetic), indicates precipitation, too much haste."
  },
  {
    "quote": "Haraka haraka ilimfanya chura akose mkia.",
    "person": "",
    "tail": "NGU. The great haste caused the frog to lose its tail. Refers to a story."
  },
  {
    "quote": "Haraka kupanda, haraka kushuka.",
    "person": "EM.",
    "tail": "EM h10. Climbing in haste, coming down in haste. A person who suddenly becomes successful may fall suddenly. Maybe the time of that person's rise was too short to learn the skills needed. \"Hasty climbers have sudden fall\" - EM."
  },
  {
    "quote": "Harara bila daraka ni barabara bila daraja",
    "person": "EM. Harara",
    "tail": ". EM h12. Zeal without responsibility is like a road without a bridge. \"Zeal without knowledge is like a runaway horse. Enthusiasm in doing something without caring about the consequences is as dangerous as driving on a road without a bridge\" - EM. Harara, in this context, impetuosity, haste. Cf. 2770."
  },
  {
    "quote": "2742a. Heri kawa ufike kama  karibu harabu.",
    "person": "",
    "tail": "SPK. Better arrive late than early and so meet, or cause, ruin."
  },
  {
    "quote": "Hulimbikwa nazi juu ya minazi.",
    "person": "SPK. Limbika",
    "tail": "JKP. The coconuts are left on the trees. Until they are ripe. Be patient. Do not try to do something too early - SPK. Limbika, put aside to grow in ripeness."
  },
  {
    "quote": "Hungojei faranga mbili na nusu.",
    "person": "",
    "tail": "AL 212. Don't expect that they will give you back two and a half francs. Faranga : 1. young chicken. 2. franc (money)."
  },
  {
    "quote": "Kawia ufike.",
    "person": "",
    "tail": "F 14.6; H 50; SWA 41. Better delay and get there. The important thing is to reach your goal."
  },
  {
    "quote": "Kilicho baharini kalingoje ufuoni.",
    "person": "SPK. Kalingoje",
    "tail": "T 148; V 104; SACL 679; KA. What has fallen into the sea, go and wait for it on the beach. What is lost at sea, go and wait for it on the beach. The example I was given is as follows: Once a girl has taken 'the plunge' and given herself to a man other than her husband, she will inevitably slide further down and end 'in the gutter' - SPK. Kalingoje: one would expect kakingojee."
  },
  {
    "quote": "Kobe  hatavunjika mguu akitembea",
    "person": "",
    "tail": ". AL 116; AL kobe. A tortoise will not break a leg in walking. It walks so slowly. Cf. 2779, 2791."
  },
  {
    "quote": "2747a. Kobe yufikile, akenda kwa pole.",
    "person": "",
    "tail": "SPK. The tortoise has arrived, going carefully."
  },
  {
    "quote": "Kukimbia si kufika.",
    "person": "",
    "tail": "NGU. Running is not the same as reaching your destination. The race is not [always] to the swift. CF. 2745."
  },
  {
    "quote": "Kulimatia si kazi, kifungo ni salamini.",
    "person": "JKP. Limatia",
    "tail": "JKP. Delaying is easy, and the end is in peace. Never hurry - JKP. Limatia, be delayed, be late."
  },
  {
    "quote": "Kusimamia haki ni subiri",
    "person": "",
    "tail": ". MA 226. To stand up for justice needs patience."
  },
  {
    "quote": "Kutinda kanzu mwana hajazawa.",
    "person": "",
    "tail": "T 198,hajavyawa; SACL 1008; V 112. To cut out the tunic before the child is born."
  },
  {
    "quote": "Hutafutaje jambia na mtoto hajazawa?",
    "person": "",
    "tail": "T 105; MS 26. How can one look for an [ornamental] dagger and the child is not yet born."
  },
  {
    "quote": "Kutojali saburi, ni kujichimbia kaburi.",
    "person": "",
    "tail": "REK. Not caring to wait is like digging your grave."
  },
  {
    "quote": "Kuvumilia kugumu matunda yake matamu.",
    "person": "",
    "tail": "NGU. Enduring hardship produces sweet fruit."
  },
  {
    "quote": "Kuvumilia ni kukomaa.",
    "person": "EM.",
    "tail": "EM k34. Forbearance is maturity. \"It is not easy for a person to have forbearance, but a mature person practices forbearance in all circumstances\" - EM."
  },
  {
    "quote": "Kumngojesha mtu kwataka sababu.",
    "person": "",
    "tail": "AL 476. To keep a person waiting a reason is needed."
  },
  {
    "quote": "Kuzaa kwa haraka mbwa alizaa kipofu.",
    "person": "",
    "tail": "AL 205. In being in too great a hurry the bitch gave birth to a blind puppy. Cf. 2795."
  },
  {
    "quote": "Kwa kukimbia mno mvua, mtwa akajichoma mti.",
    "person": "",
    "tail": "AL 199. Running away too hastily before the rain, the Pygmy hurt his foot at a tree. Mtwa, kibete, mbilikimo, mumbote, a Pygmy."
  },
  {
    "quote": "Kwanza kwa saburi, kwisha kwa sururi",
    "person": "",
    "tail": ". RSP 33. Begin with patience, end with pleasure."
  },
  {
    "quote": "Kwenda mbio si kufika.",
    "person": "",
    "tail": "F 19.65; B 1.52. Running in not [necessarily] arriving. Cf. 431, 2745."
  },
  {
    "quote": "Kwenda pole, huenda kule",
    "person": "JKP.",
    "tail": ". JKP. Going slowly [is] going far. \"Caution travels a long way. This proverb is illustrated by the story of the tortoise\" - JKP."
  },
  {
    "quote": "Linaloinuka haraka ndilo linalokimbia.",
    "person": "",
    "tail": "FSM 91. What jumps up in a hurry is what escapes. Be prepared. Cf. 285."
  },
  {
    "quote": "2761a. Lumbi haendi dhalali.",
    "person": "SPK. Dhalala",
    "tail": "SPK. The chameleon does not go astray, does not walk in error. A chameleon can be seen to tread very carefully wherever it goes - SPK. Dhalala, being lost, wandering."
  },
  {
    "quote": "Mambo yamwistawia mwenye saburi.",
    "person": "",
    "tail": "MA 281. Matters work out better for a person who has patience."
  },
  {
    "quote": "Mawindo ya kwanza hayaui na ya pili  hayajarudi.",
    "person": "",
    "tail": "AL 601. The first hunt caught nothing and the second party has not yet returned. So, do not count them yet as successful. Cf. 2787, 2792."
  },
  {
    "quote": "Mbegu za leo si miti ya kesho.",
    "person": "",
    "tail": "KB 170; AL 213. Seeds planted today are not trees tomorrow. One must have patience."
  },
  {
    "quote": "Mbio za kobe  (or kasa) si mbio lakini zakufikisha uendapo.",
    "person": "MA.",
    "tail": "MA 301. A tortoise's running is not running, but it helps you reach where you are going - MA."
  },
  {
    "quote": "Mbio za sakafuni huishia ukingoni.",
    "person": "F. Running upon a flat roof will end at the brink - T.",
    "tail": "F 23.26; T 251; SACL 943; MS 126; MARA 3. Running on a smooth floor finishes at the edge - F. Running upon a flat roof will end at the brink - T. Cf. 2779."
  },
  {
    "quote": "Mchakacho ujao, haulengwi na jiwe",
    "person": "",
    "tail": ". F 23.30. One does not throw a stone at an approaching crunching sound. Wait and see what it is. Cf. 984."
  },
  {
    "quote": "Mia - chanzo chake ni moja",
    "person": "",
    "tail": ". NGU. One hundred - it begins with one."
  },
  {
    "quote": "Mimba ya pili haizaliwi kabla ya kwanza.",
    "person": "",
    "tail": "REK. The second pregnancy does not mature before the first. One cannot advance or skip certain events."
  },
  {
    "quote": "Mkamate mamba kabla ya kuuza ngozi yake.",
    "person": "",
    "tail": "NGU. Catch the crocodile before selling its skin."
  },
  {
    "quote": "2770a. Mso utahamilivu, hali matunda mabivu",
    "person": "",
    "tail": ". SPK. A person that has no patience eats no ripe fruit."
  },
  {
    "quote": "Mstahamilivu hula mbivu.",
    "person": "JK has mtulivu. RSP has mvumilivu. Both have the meaning of patient.",
    "tail": "J hamili; .4.47; MARA 48; F 30.107; MS 129. JK 134 RSP 104. A patient person eats ripe [fruit]. A patient person eats well cooked [food]. It takes a long time for a seed to bear fruit and waiting is not enough, the tree has to be protected. Instead of mstahamilivu, JK has mtulivu. RSP has mvumilivu. Both have the meaning of patient."
  },
  {
    "quote": "Mtafitafi hula swi, mtulivu hula nyama.",
    "person": "SACL. Swi or samaki",
    "tail": "T 315; SACL 605. A restless person eats fish, but a reliable person eats meat. A person too much in a hurry - SACL. Swi or samaki, fish. Mtafitafii, a blabber, go-between, tale-bearer - J. Cf. 454."
  },
  {
    "quote": "Mvumbika changa hula mbovu.",
    "person": "",
    "tail": "F 32.132. One who stores half-grown fruit eats the rotten. Do not pick unripe fruit because it will rot. But also: mvumbika mbichi hula mbivu. F 32.133; L 70. A person who stores unripe fruit eats it when ripe ."
  },
  {
    "quote": "Mwacha kiwi hanacho na chema kimpotele",
    "person": "",
    "tail": ". KA. If one throws away a bad thing a good thing will also be missed. If you threw it away before you had the good thing. Kiwi or kibaya, something bad. Kimpotele, kimempotea, escaped somebody."
  },
  {
    "quote": "Mwana hazaliwi mpaka kwa siku zake",
    "person": "",
    "tail": ". NGU. A child is not born before its days."
  },
  {
    "quote": "Mwenda kasi mngojee achoke.",
    "person": "MARA.",
    "tail": "KA; MARA 2. Wait for the fast walker to tire [and then pass him by]. Don't lose your time competing with those who are in a hurry. Used to show that an overactive person does not achieve much and is often a loser. Don't imitate or compete with that person. Go your own way. Also don't counsel people until they have calmed down and are ready to listen - MARA."
  },
  {
    "quote": "Mwenda mbio huagana na nyonga",
    "person": "",
    "tail": ". MARA 2; KS nyonga. RunnerS must be in good relation with their hips. If we want to undertake something, we must make sure that we can realize it. Don't do things beyond your power. Agana or patana, sikilizana, be in agreement."
  },
  {
    "quote": "Mwenda mbio (or haraka) hujikwaa dole.",
    "person": "",
    "tail": "F 35.155; B 1.49; haraka; B 1.5; F 35.155; CM 53 mbio. A person in a hurry stubs a toe."
  },
  {
    "quote": "Mwenda pole hufika mbali.",
    "person": "",
    "tail": "FK. A careful traveler goes far. Cf. 1858."
  },
  {
    "quote": "Mwenda-mbizi nchi kavu huuchunua usowe",
    "person": "",
    "tail": ". T 375; SACL 915; MS 54; A 308; SAM 19.40, huumiza. Those who dive on dry land graze their face. Cf. 2766."
  },
  {
    "quote": "Mwenda polepole, hakwai kidole",
    "person": "",
    "tail": ". JKP. Going slowly does not [even] hurt a toe. Na akijikwaa haumii. SPK. And if he/she stumbles it does not hurt. Mwenda taratibu hataki tabibu. SPK. The prudent walker needs no doctor."
  },
  {
    "quote": "Mwenye pupa hadiriki kula tamu.",
    "person": "SM.",
    "tail": "F 36.165; AL 211; SM. A hasty person misses the sweet things. One who eats in a hurry, does not enjoy the taste of food. Work in a hurry does not satisfy anybody - SM. Cf. 2739, 2740, 2771, 2778, 4384."
  },
  {
    "quote": "Ndege mpole akijikwaa havunji mguu.",
    "person": "",
    "tail": "NGU. If a careful bird stumbles, it does not break a leg."
  },
  {
    "quote": "Ngoja kuche si mbali",
    "person": "",
    "tail": ". NGU. Wait dawn is not far. Said to someone in trouble."
  },
  {
    "quote": "Ngoja, ngoja, ikamkosesha sokwe mkia.",
    "person": "",
    "tail": "KB 243; AL 1542. By waiting too long, the chimpanzee missed its tail. Based on the story that when God was giving tails to all animals, the monkey waited too long to appear. This is said when somebody postpones the fulfillment of a promise."
  },
  {
    "quote": "2784a. Ngoja! Ngoja! Haijazi tumbo moja",
    "person": "",
    "tail": ". SPK. \"Wait, wait!\" does not fill even one stomach."
  },
  {
    "quote": "Ngoja! Ngoja! Huumiza matumbo",
    "person": "",
    "tail": ". F 39.9; T 429; CM 53; KB 244; RECH 403. Wait! Wait! hurts the stomach."
  },
  {
    "quote": "2785a. Ngoja, ngoja, mtoto si wako",
    "person": "SPK.",
    "tail": ". SPK. Wait, wait; the child is not yours. If you wait too long your girl will sleep with another man - SPK."
  },
  {
    "quote": "Ni heri kujizuia, kusubiri ndio njia.",
    "person": "",
    "tail": "JKP. It is good to control oneself, patience is the best way."
  },
  {
    "quote": "Nyama angali mzima katika mti, nawe unaanza  kucheka na kucheka, ukisema: leo nina chakula kizuri.",
    "person": "",
    "tail": "AL 602. Although the game [animal] is still alive in the tree, you start laughing and dancing saying: today I'll have delicious food."
  },
  {
    "quote": "Nyikani ukikimbia, nyoka atakuuma.",
    "person": "JK.",
    "tail": "RSP 48. If you run through the high grass, a snake will bite you - JK."
  },
  {
    "quote": "Pole pole ni [ndio] mwendo.",
    "person": "",
    "tail": "KB 265. Being careful is moving ahead. Also a political slogan: Pole pole ndio mwendo, siasa ya wazalendo. Careful is the political move of the inhabitants."
  },
  {
    "quote": "Pole pole ugali hupikwa",
    "person": "",
    "tail": ". JK 126. Slowly, slowly, the porridge is cooked."
  },
  {
    "quote": "Polepole ya kobe humfikisha mbali.",
    "person": "",
    "tail": "T 462a; B 4.51; MS 68; SACL 221, 428; SPK. The slow gait of the tortoise takes it far."
  },
  {
    "quote": "2791a. Saburi, heshima nusu ya hekima.",
    "person": "",
    "tail": "SPK. Patience and respect is half of wisdom."
  },
  {
    "quote": "Samaki angali majini, usimhesabu katika kundi  lako.",
    "person": "",
    "tail": "AL 600. Don't count the fish still in the water as your catch."
  },
  {
    "quote": "2792a. Sikienue kilaa ila na maji yajaa.",
    "person": "SPK.",
    "tail": "SPK. Do not raise the mainsail [to depart] unless the tide is in. Sail out at just the right time - SPK."
  },
  {
    "quote": "Siku moja haiozeshi nyama.",
    "person": "",
    "tail": "KB 279. One day [of waiting] does not spoil the meat."
  },
  {
    "quote": "2793a. Siku zote subiria na zidi kumwabudia.",
    "person": "",
    "tail": "SPK. Every day be patient and continue worshipping Him."
  },
  {
    "quote": "Sishue dau na maji yajaa.",
    "person": "",
    "tail": "T 493; KA; KS shua. Do not launch the boat at high tide. This is said to someone who asks premature questions of a story teller. Don't put yourself in dangerous situations."
  },
  {
    "quote": "Subira huzaa mwana mwema (or wa kufaa).",
    "person": "",
    "tail": "T 499; MS 79; SPK. Patience bears a good [useful] child. Paraphrase:"
  },
  {
    "quote": "Haraka haraka ilimfanya mbwa azae watoto vipofu.",
    "person": "",
    "tail": "MEM 276. Hurry, hurry, made the dog breed blind pups. And: kujaribu kujifungua haraka, mama alijifungua mtoto asiyekomaa.. JGH. Trying to give birth too quickly, the mother gave birth to a premature child. Cf. 2756."
  },
  {
    "quote": "Subira ni ufunguo wa faraji.",
    "person": "KB.",
    "tail": "T 476; JK 120; KA wa heri; SACL 936, saburi; F 44.15, faraja; J; CM 50; H 98; MS 128; V 81; NS 21, wa uwema; KB 270, 325. Patience is the key to happiness. Time cures pain. Patience is bitter, but its fruits are sweet - KB. Cf. 2771, 2797, 3453."
  },
  {
    "quote": "Subira yavuta heri, huleta kilicho mbali.",
    "person": "",
    "tail": "SWA 26. F 44.16; H 98; T 468; V 7; J.;MS 71, sabura; JK 120; MARA 66, huvuta; NS 20; NGU; KS subira. Patience attracts happiness; it brings close what is far away. It makes difficult things possible. Cf. 1298, 1555."
  },
  {
    "quote": "Subiri, subiri, tajaa bahari",
    "person": "RSP.",
    "tail": ". RSP 46. Wait, wait, the tide will rise. When your boat has run aground only patience is needed and it will come afloat by itself - RSP."
  },
  {
    "quote": "Taratibu ndiyo mwendo",
    "person": "KB. Taratibu ndio mwendo",
    "tail": ". F 45.2; JK 123; KB 289;LE3 226.8. Slowly is indeed the way to go. Affairs [transactions] should be approached with care, not force - KB. Taratibu ndio mwendo; nguvu-nguvu hayafani. JK 123; ED 73 Careful, that is the way; much force is not successful - JK."
  },
  {
    "quote": "Ugumu wa pongo ulivunja mguu",
    "person": "",
    "tail": ". AL 200. The impulsive run broke the leg of the pongo antelope."
  },
  {
    "quote": "Uji ukiwa  moto haupozwi kwa ncha ya  ulimi.",
    "person": "",
    "tail": "T 519; MS 80; JK 146; SACL 754. Gruel, when it is hot, is not cooled by the point of the tongue."
  },
  {
    "quote": "2801a. Ukisubiria hutakosa jambo.",
    "person": "",
    "tail": "SPK. If you are patient, you will lack nothing."
  },
  {
    "quote": "Unipe, unipe, ulijipesha nyama ya mfupa.",
    "person": "",
    "tail": "AL 206. [By saying] Give me, give me, you got a meatbone. Ulijipesha or ulijipatia, you obtained."
  },
  {
    "quote": "Usianze kuzoa mavi, mtoto hujayamba.",
    "person": "",
    "tail": "AL 1848. Don't start collecting stool, while the child has not yet produced any or not even broken wind. Hajayamba (Maniema dialect), hajaenda choo: has not yet gone to the toilet. Hajajamba (Kiswahili), has not even broken wind."
  },
  {
    "quote": "Usikate majani mnyama hajauawa",
    "person": "JB.",
    "tail": ". LE3 226.9; AL 599. Don't cut the grass before you have killed the animal. When an animal has been slaughtered it is placed on grass, cut for this purpose - JB. Cf. 2751."
  },
  {
    "quote": "Usikate ubeleko [kabla] mtoto hajazaliwa.",
    "person": "J. Often a wedding present",
    "tail": "KA. Don't cut the ubeleko before the child is born. Ubeleko, cloth to carry a child - J. Often a wedding present, made by the bride's mother. Cf. 2751, 2778, 2804."
  },
  {
    "quote": "Usikunje kidole kabla hujakiona  chunguni.",
    "person": "",
    "tail": "AL 598. Don't curve your finger before you have seen the pot [with food]. Don't anticipate before receiving. Cf. 2751, 2804."
  },
  {
    "quote": "Usiri usiri wavuta ukiwa",
    "person": "",
    "tail": ". SACL 971, ushiri. Delay brings abandonment. Cf. 308, 2784."
  },
  {
    "quote": "Usisafishe kibuyu kabla ya ng'ombe kuzaa.",
    "person": "",
    "tail": "REK. Don't clean the calabash before the cow has given birth. Cf. 2804."
  },
  {
    "quote": "Usiseme umekosa sanda kabla hujafa.",
    "person": "",
    "tail": "REK. Don't say that you lack [a shroud] before you are dead."
  },
  {
    "quote": "Usitayarishe mlezi, mtoto hajazalika",
    "person": "AL.",
    "tail": ". AL 614. Don't prepare the baby's swinging cot before the child is born. Too much caretaking is foolish. Moreover there is a belief that preparing a birth brings out evil spells - AL. Cf. 2804."
  },
  {
    "quote": "Uudandao ndio ukubwagao.",
    "person": "SM. Danda",
    "tail": "SM. What carries you will also drop you. If you jump upon something moving, one day you will fall. This is used for somebody who is used to being helped and who may some day find out that no help is coming - SM. Danda, jump upon a moving object, a train, car. Bwaga or angusha, drop, let fall."
  },
  {
    "quote": "Uvumilivu ndiyo mwanzo wa kushinda.",
    "person": "",
    "tail": "NGU. Patience is the beginning of victory."
  },
  {
    "quote": "Vumilia ule mbivu, fanya haraka ule mbichi.",
    "person": "",
    "tail": "EM v3. Be patient and eat what is ripe, if you are in a hurry you'll eat what is unripe."
  },
  {
    "quote": "Zayenda siku zayenda na miyongo i asia.",
    "person": "SPK",
    "tail": "SPK. They go, the days they go and even ten-day periods are a trifle. Time goes ever more rapidly - SPK"
  },
  {
    "quote": "Zunguka ufike.",
    "person": "EM.",
    "tail": "EM y3. Take a long way and arrive. Take a safe road in order to arrive safely - EM."
  }
]