[
  {
    "quote": "Akaaye kimya hakosi ujanja wake.",
    "person": "",
    "tail": "NGU. The one who keeps silent is not without cunning."
  },
  {
    "quote": "Akili nyingi huondoa  maarifa.",
    "person": "AL.",
    "tail": "F 2.10; H 5; B 2.39; MS 44.19; Vakili ; MARA 3; SACL 50; KB 7; AL 722. Too much cleverness drives away wisdom. One who would be too clever makes mistakes. Too much self confidence brings along stupidity - AL."
  },
  {
    "quote": "Akili ya mtu ndiyo  wazimu wake.",
    "person": "KB.",
    "tail": "KB 8. Somebody's wit is also that person's folly. A person's spirit gives rise to the best and the worst - KB."
  },
  {
    "quote": "Anayejidai mjanja ni  mjinga.",
    "person": "",
    "tail": "FSM 17. Someone thinking to be clever is a fool."
  },
  {
    "quote": "Asiye na mguu na  achonge mti.",
    "person": "AL.",
    "tail": "AL 313. A person who misses a leg should carve a [walking] stick. The need for adaptation - AL."
  },
  {
    "quote": "Asiye na mjomba  hujifanya mjomba mwenyewe.",
    "person": "",
    "tail": "REK. The one who has no uncle must become an uncle. If no help is available, do it yourself."
  },
  {
    "quote": "Bunju akili [zi]  kichwani.",
    "person": "",
    "tail": "NGU; SPK. The councillor's brain is in his/her head. Many people have more imagination than true intelligence. Cf. 3792."
  },
  {
    "quote": "Cha mwerevu huliwa  na mjinga.",
    "person": "",
    "tail": "CM 53. The [property] of the cunning person is eaten by the fool."
  },
  {
    "quote": "Chiriku mzee  hakamatwi na makapi.",
    "person": "",
    "tail": "EM 36.12. An old sparrow cannot be trapped with chaff. Chiriku, a finch, a chatterer - J. Cf. 1362."
  },
  {
    "quote": "Chui na majani na  mbuzi huvushwaje dau moja?",
    "person": "JKP.",
    "tail": "JKP. A load of grass, a leopard and a goat, how can they be transported in one small boat? \"This refers to the fable of the ferryman's dilemma \" - JKP."
  },
  {
    "quote": "Duma hukamata,  sungura hupata.",
    "person": "RSP.",
    "tail": "RSP 144. The cheetah catches [the prey], the hare obtains it. \"The cheetah gets his food through his ability to run fast. This refers to a story where the cunning hare outwits the cheetah and has food without working\" - RSP."
  },
  {
    "quote": "Fimbo uliyonayo  mkononi ndiyo iwezayo kukupiga.",
    "person": "",
    "tail": "AL 350. The stick in your hand is the one that can hit you too. About tactlessness of speech and blunders."
  },
  {
    "quote": "Heri nyoka akuume, kama watu wakukame.",
    "person": "JKP.",
    "tail": "JKP. It's better that a snake bite you, than that people 'milk' you. \"To be 'conned' is worse than a snakebite\" - JKP."
  },
  {
    "quote": "Hila za sungura,  kulia kwa vyura.",
    "person": "RSP.",
    "tail": "RSP 145. The wiles of a hare [are numerous as] the croaking of the frog. A cunning person always has new schemes - RSP."
  },
  {
    "quote": "Hunyoa watu bila ya  maji.",
    "person": "",
    "tail": "Vnyoa. Shaving people without using water. Hone who knows how to fleece a person. Cf. 289."
  },
  {
    "quote": "Huyu mchokozi ajua  pweza alipo.",
    "person": "",
    "tail": "J mchokozi. This inquisitive person knows where the cuttlefish is. This person is a sly dog, and knows what is what - J. Cf. 1866."
  },
  {
    "quote": "Kaa mkuu ng'ombe wa  maji akinua gando mwelemeze nanda.",
    "person": "SM.",
    "tail": "KA; SM. If the big crab, a water cow, raises its claws put a forked stick between. In the sea the crab is a powerful and fierce being, but if you outsmart it, you can easily catch it. In the same way you can overcome a dangerous person with a trick. At the same time don't mock a person in power or a dangerous person, they may harm you. Ng'ombe wa maji, like a cow in the water. Could it be: big like a manatee (nguva), which is not dangerous at all - SM."
  },
  {
    "quote": "Kidevu kamwambia  ndevu kila apataye huwa mwerevu.",
    "person": "",
    "tail": "KS kidevu; AL 1340. The chin says to the beard that everyone who obtains is clever. The most crafty one gets it."
  },
  {
    "quote": "Kila jambo lina  njia.",
    "person": "",
    "tail": "JKP. Every matter has its proper way to handle it. Cf. 420, 423, 2873, 2875."
  },
  {
    "quote": "Kitegwacho kukitega  chataka ubongo.",
    "person": "",
    "tail": "WIKON 186. Brains are needed to trap."
  },
  {
    "quote": "Kufanya kisunguru.",
    "person": "",
    "tail": "JKP. To act like the hare. The hare (sungura) in Swahili tales is as the fox in European tales."
  },
  {
    "quote": "Kumchokoa kenge  katika tundu lake   kwataka utaratibu.",
    "person": "",
    "tail": "AL 350. To poke a monitor lizard out of its hole prudence is needed."
  },
  {
    "quote": "Kuna njia moja ya  kumchuna paka.",
    "person": "English proverb.",
    "tail": "NGU. There is one way to skin a cat. There is more than one way to skin a cat - English proverb."
  },
  {
    "quote": "Kwenye kuingia  sisimizi watu wanaona.",
    "person": "",
    "tail": "AL 467. People can see where the minuscule ants enter. The sisimizi are extremely small, but people can observe their ways. Nothing remains hidden."
  },
  {
    "quote": "Leo ni siku ya  mwerevu, kesho ya mpumbavu.",
    "person": "",
    "tail": "MA 253. Today is a day of the cunning one, tomorrow is of the stupid. A wise man should never postpone what is supposed to be done today."
  },
  {
    "quote": "Mguu wa mbwa  haushiki tope.",
    "person": "",
    "tail": "LE3 227.13. The paw of a dog does not accumulate mud. This is said of an old rogue, whom nothing rebuffs, who enters late at night afraid of nothing. Coming home late at night and drunk as usual his wife will receive him with those words."
  },
  {
    "quote": "Mhadaaji kihadaiwa  hivi huona uchungu.",
    "person": "",
    "tail": "JK 124. A cheater cheated feels bitter."
  },
  {
    "quote": "Mkaa kimya hakosi  ujanja wake.",
    "person": "",
    "tail": "NGU. One who remains silent is not [necessarly] without cleverness. Cf. 1329."
  },
  {
    "quote": "Mtoto wa kunguru  hapotei desturi.",
    "person": "",
    "tail": "REK. A young crow does not lose its tricks."
  },
  {
    "quote": "Mtoto wa mkima  hamfundidhi mzee kima hila zamani mayele.",
    "person": "",
    "tail": "KB 200; AL 406. A young monkey does not teach tricks to an old monkey."
  },
  {
    "quote": "Mwenye hekima huona  gizani, mpumbavu hupapasa.",
    "person": "",
    "tail": "REK. A wise person sees in darkness, a fool gropes about. Darkness here means in a difficult situation."
  },
  {
    "quote": "Mwerevu hajinyoi  mwenyewe, na akijinyoa hujikata.",
    "person": "AL. Usually a person can be more useful for the community than for oneself",
    "tail": "CM 36; KS mwerevu; KB 108; KA; AL 1058. A cunning person does not shave, but if he does, he will cut his the face. Refusing help is inviting failure - AL. Usually a person can be more useful for the community than for oneself, e.g., a doctor, a craftsman, a teacher serves others. Nobody is selfsufficient - KA. Instead of mwerevu (a clever person) also kinyozi (a barber) is used. Kinyozi : barber; has the figurative meaning of \"crook, thief, cheat\" - SACL."
  },
  {
    "quote": "Mwerevu hajinyoi na  akijinyoa hajitakasi.",
    "person": "SPK.",
    "tail": "SPK. Even a clever man cannot shave his own head and if he does, he cannot shave it quite clean. A cunning person is bound to make a mistake - SPK."
  },
  {
    "quote": "Ndani ya akili ya  mtu mna wazimu wake.",
    "person": "",
    "tail": "AL 570. In the mind [brain] of a person, there is also madness. The mind produces good and bad."
  },
  {
    "quote": "Ndege mjanja hunaswa  na tundu bovu.",
    "person": "",
    "tail": "F 38.4: B 3.71; KB 237. A cunning bird is trapped by a rotten trap. Even a clever person must be on guard."
  },
  {
    "quote": "Panya akimcheka  paka, anajua shimo lilipo.",
    "person": "SPK. Instead of aimcheka",
    "tail": "EM P.4; SPK. When the mouse laughs at the cat, it knows where the hole is. Do not mock anyone who is more powerful than you - SPK. Instead of aimcheka (laughs), alsoakimtania (mocks) is used."
  },
  {
    "quote": "1363a. Panya hasahau  tundu.",
    "person": "",
    "tail": "SPK. The rat does not forget its hole."
  },
  {
    "quote": "Panya hutegwa kwa  gunzi.",
    "person": "",
    "tail": "BM p.7. A mouse is caught at an empty maize cob. Cf. 1362."
  },
  {
    "quote": "Penye maji hakuna  ukalamzi.",
    "person": "",
    "tail": "AL 802. In water there is no outwitting. If there is no possibility of choice whims are excluded."
  },
  {
    "quote": "Suluhia jini bi  afriti.",
    "person": "",
    "tail": "JKP. Pacify a djinn with an evil genius. Play one enemy off against another. Bi, by, with, in; cf.bi nafsi yangu, by myself. Afriti, an evil genius. Jini, a genie, spirit, not always malignant."
  },
  {
    "quote": "Sungura amemtenda  leo.",
    "person": "",
    "tail": "Vtenda.. The hare has done it to that person today. Somebody played a dirty trick on someone."
  },
  {
    "quote": "Ujanja huzidiana.",
    "person": "",
    "tail": "NGU. Cunning increases cunning. Deceit increses deceit. Ujanja: craftiness, cunning, deceit, fraud."
  },
  {
    "quote": "Ujanja wa paa  ulimpatiliza hasara.",
    "person": "",
    "tail": "AL 1346. The ruse of the antelope caught up with it. Even the best trick can cause damage."
  },
  {
    "quote": "Ujanja wazaa ugomvi.",
    "person": "",
    "tail": "KB 300. Cunning produces a quarrel. Cf. 1378."
  },
  {
    "quote": "Ujinga wa mtu ni  werevu wake.",
    "person": "AL.",
    "tail": "J jinga; AL jinga.. A man's simplicity is [often] his shrewdness. The apparent silliness of a person is often disguised shrewdness - AL."
  },
  {
    "quote": "Usijidanganye  ujajidanganya.",
    "person": "",
    "tail": "REK. Don't deceive yourself [by thinking] that you have not yet deceived yourself."
  },
  {
    "quote": "Usile na kipofu  ukamgusa mkono.",
    "person": "F. Applied meaning",
    "tail": "F 49.34; Mulika p.l0; FSM 111; JK 143. When you are eating with a blind person, do not touch his/her hand. \"To do so will lead the blind to suspect that either the food is finished or you are trying to play a trick. In other words, with a simple person you must be very careful lest you might do something to make that person suspicious of you\" - F. Applied meaning: If you commit adultery with a man's wife, make sure he never sees you - JK."
  },
  {
    "quote": "Ukila na kipofu,  ujitahidi.",
    "person": "SPK. N.B.",
    "tail": "NGU. If you eat with a blind person be careful. Don't eat from that person's side of the plate. \"The cultural image that is used, is one which is still frequently seen: at meals many Swahili families do not have a separate plate for each person, but they eat, usually two together from one plate, each one scooping up some rice, meat and vegetables and kneading it into a ball. The implication is, of course, that the blind person does not know that you are eating together, and the blind person upon discovering may be furious, for you have stolen food from the plate and taken abject advantage of that person's blindness\" - SPK. N.B.: The expression \"kula na kipofu\" means to exploit others without their knowing that they are exploited."
  },
  {
    "quote": "Usitafute ncha ya  kamba, lakini shina lake.",
    "person": "",
    "tail": "AL 345. Don't look for the end of the liana, but for its root. The intelligent person looks for the cause of things. Kamba, a rope, a tropical creeper, liana."
  },
  {
    "quote": "Usitafute werevu  pasipo werevu.",
    "person": "",
    "tail": "AL 1344. Don't try to be cunning without [expecting] cunning in return. A trick calls for a trick in return."
  },
  {
    "quote": "Watu waliona chawa  ndani ya nyanya.",
    "person": "",
    "tail": "Zimba dialect. AL 466. People saw lice in tomatoes. Nothing remains hidden for a perspicacious person."
  },
  {
    "quote": "Werevu mtupu  haufungi mtumba.",
    "person": "",
    "tail": "NGU. Pure cunning does not tie a bag. Mtumba, a bale, a bag, a bundle, a load."
  },
  {
    "quote": "Werevu mwingi mbele  [ni] giza.",
    "person": "KA.",
    "tail": "B l.l9 kiza:; F 52.11; T S92; KB 347; KA. Much cunning is followed by darkness. The sequence of much cunning is confusion. A person should not pretend to know all. It's good to learn from others - KA. Cf. 1330."
  },
  {
    "quote": "Werevu wa panzi  ulimkosesha makope.",
    "person": "",
    "tail": "AL 1349. The cunning of the grasshopper has deprived it of eyelids. A foolish trick often fires back. Refers to an animal story."
  },
  {
    "quote": "Werevu wa sungura,  masikio merevu.",
    "person": "",
    "tail": "AL siku; AL 1250. The cunning of the hare, clever ears. The cunning of the hare is betrayed by his reputation. Masikio marefu, long ears. Masikio merevu, clever ears."
  },
  {
    "quote": "Werevu walipo tele,  mafanikio si tele.",
    "person": "",
    "tail": "REK. Where clever people are many, their accomplishments are few."
  }
]