[
  {
    "quote": "Adui au rafiki hana alama.",
    "person": "",
    "tail": "NGU. Enemy or friend has no mark [of identification]. They look alike. 2171. Adui ukimtahadhari mara moja, rafiki umtahadhari mara elfu moja. MA 16. If you are careful with your enemy once, be careful with your friend a thousand times."
  },
  {
    "quote": "Adui wa giza  taa.",
    "person": "",
    "tail": "NGU. The enemy of darkness is a lamp [light]."
  },
  {
    "quote": "Akufaaye kwa dhiki ndiye rafiki.",
    "person": "",
    "tail": "H 95; B 2.26; SWA 60; MS 158;RSP 64. Akufaaye kwa taabu, ndiye sahibu. SM. The person who helps you in need is a friend."
  },
  {
    "quote": "Akupaye kisogo si mwenzio.",
    "person": "",
    "tail": "J; RECH 222; SACL 407; V kishogo. Whoever turns the back on you is not your friend. Instead of kisogo nyongo is used also. A 292; T 69.302. and mgongo. SAM 16.19. and maungo. MM. All have the same meaning. Kisogo or kishogo, the back of the head. The expression Kumpa mtu kisogo means to ignore somebody totally, to leave that person out of the conversation."
  },
  {
    "quote": "Akupe ndao simdharau, akukataao msahau.",
    "person": "JKP.",
    "tail": "JKP. Don't despise the one who loves you, forget the one who turns you down. \"Advise to young lovers\" - JKP."
  },
  {
    "quote": "Akupendaye mshike",
    "person": "",
    "tail": ". JKP. Stay with the one who loves you."
  },
  {
    "quote": "Akusaidiaye shidani, ndiye kweli ni wako  mwandani.",
    "person": "",
    "tail": "RSP 63; SPK. The person who helps you in need is truly your friend. Cf. 2173."
  },
  {
    "quote": "Akutendaye mlipe.",
    "person": "",
    "tail": "JKP. Pay [back] the one who mistreats you. Tenda has a simple meaning of to do, but most often it has the meaning of to do something evil to somebody."
  },
  {
    "quote": "2178a. Ambaye hashikamani nawe, si wako mwandani.",
    "person": "",
    "tail": "SPK. The one who does not stick with you is not your friend."
  },
  {
    "quote": "Anayekupenda si mtumwa wako.",
    "person": "AL.",
    "tail": "AL 1027. The one who loves you is not your slave. Friendship must not take away one's freedom - AL."
  },
  {
    "quote": "Apataye si mwenzio.",
    "person": "JKP.",
    "tail": "AL 1189; JKP. A person who gets [wealth] is not your friend [any longer]. \"When you were both poor, you were friends together. Money put the other person in a higher class\" - JKP."
  },
  {
    "quote": "Apend waye hana ila",
    "person": "JKP.",
    "tail": ". JKP. The person who is loved has no faults. \"Love is blind\" - JKP."
  },
  {
    "quote": "Asiye na marafiki hana maadui.",
    "person": "",
    "tail": "REK. One without friends has no enemies."
  },
  {
    "quote": "Asiyefahamu urafiki si rafiki",
    "person": "",
    "tail": ". MA. One who does not understand friendship is not a friend."
  },
  {
    "quote": "Asiyefawa na wake hufawa na mwenziwe.",
    "person": "",
    "tail": "KA; SM. Those who are not helped by their own people are usually helped by the people of their friends. Asiyefawa or asiyesaidiwa."
  },
  {
    "quote": "Asiyekuwapo machoni, na moyoni hayupo.",
    "person": "",
    "tail": "F 4.36; H 96; MS 159; KA. Someone who is not in sight, is not in the heart."
  },
  {
    "quote": "Karibu muhibu, machoni, moyoni.",
    "person": "",
    "tail": "RSP 55. Nearby is beloved, before the eyes, in the heart. Cf. 2211."
  },
  {
    "quote": "Asiyekuwepo machoni na lake halipo.",
    "person": "",
    "tail": "KA. The person who is not in sight, finds also that his portion is not there. Said if someone does not appear in time. See also the sections Alertness and Hurry."
  },
  {
    "quote": "Badili starehe usibadili marafiki.",
    "person": "",
    "tail": "NGU. Change your life style, but do not change friends. Starehe, comfort, peace, calm. Used also when entering a room and people are standing up, you say, starehe, please don't get up."
  },
  {
    "quote": "Bila samahani, tuishi kama  zamani.",
    "person": "EM.",
    "tail": "EM 27.14. Never mind, let us live as hitherto. Forget the evils of the past [even our own] and live in friendship. This is said by friends who have offended each other - EM."
  },
  {
    "quote": "Bora kuwa mwiba kwa upande wa rafiki yako  kuliko sauti yake ya mwangwi.",
    "person": "",
    "tail": "MEM 134; MULIKA.1,p.l0. It is better to be the thorn in the side of your friend than to be your friend's echo. A real friend should warn a friend in case of wrongdoing."
  },
  {
    "quote": "Bora siku ya kuunga urafiki kuliko ile  ya mlimo.",
    "person": "",
    "tail": "KB 34. A day devoted to friendship is more precious than one given to work. Cf. 2206."
  },
  {
    "quote": "Cha bei yafaa wawili; wa tatu ni mlozi.",
    "person": "",
    "tail": "AL 993; TS 22/1. Two people are enough for something valuable; a third one would cast a spell. In business, friendship, and love it's better to limit oneself for fear of becoming superficial. A third might bring confusion."
  },
  {
    "quote": "Urafiki wa wawili unapita watatu.",
    "person": "",
    "tail": "TS 22/1. A friendship of two is better than one of three. Cf. 2214, 2253."
  },
  {
    "quote": "Cha mwenzio mavi ukikiona kiheshimu.",
    "person": "",
    "tail": "NGU. If you see bad activity of your friend respect it. Don't talk about it, stay away."
  },
  {
    "quote": "Chakula kilicho mbali usipokipata, unaweza  kupata kwa wengine",
    "person": "",
    "tail": ". TS 23/13. Food that is beyond your reach, you can get from others. Friends sharing and helping."
  },
  {
    "quote": "Cheko la rafiki lina bei ghali",
    "person": "",
    "tail": ". KB 39. The smile of a friend costs dearly. To keep up friendship by means of gifts."
  },
  {
    "quote": "Hesabu fupi hufanya urafiki mrefu.",
    "person": "",
    "tail": "MEM 290. Short reckonings make long friendship."
  },
  {
    "quote": "Chui umkutapo kwako, umfanye rafiki yako.",
    "person": "",
    "tail": "RSP 84. If you find a leopard in your house, make it your friend."
  },
  {
    "quote": "Hapana kisichochukiza katika msiba wa rafiki.",
    "person": "",
    "tail": "NGU. There is nothing that annoys in the misfortune of a friend. A friend's misfortune does not cause dislike."
  },
  {
    "quote": "Heri adui mwerevu kama  rafiki (or mwenzi) mpumbavu.",
    "person": "AL.",
    "tail": "J ; B 2.39; SACL 41, 278; KB 72, kuliko; T 88; V 110; AL 1436. It is better to have a clever enemy than a blundering friend. Without any remorse one can leave an enemy - AL."
  },
  {
    "quote": "Heri adui mwerevu kuliko adui mjinga.",
    "person": "",
    "tail": "MS 152. It is better to have a clever enemy than a stupid one. An interesting variation. A person might guess what a clever enemy might do, but a fool does not follow logic."
  },
  {
    "quote": "Adui shujaa ni bora zaidi kuliko rafiki mwoga.",
    "person": "",
    "tail": "MEM 8. A courageous foe is better than a cowardly friend. Cf. 2198."
  },
  {
    "quote": "Heri kuliwa na simba kama  kuliwa na fisi.",
    "person": "",
    "tail": "V 110. Better be eaten by a lion than by a hyena. Here simba, a lion stands for an enemy; fisi, hyena stands for a treacherous friend. Cf. 2197."
  },
  {
    "quote": "Iweke mizizi ya juhudi.",
    "person": "JKP.",
    "tail": "JKP 683. Plant the roots of generosity. \"If you want friends be one\" - JKP."
  },
  {
    "quote": "Jeraha ya rafiki yamini.",
    "person": "",
    "tail": "NGU. The wound of your friend is a solemn oath. It concerns you by solemn agreement. Whatever hurts your friend hurts you."
  },
  {
    "quote": "Kama watu hukupenda, kaa.",
    "person": "JKP.",
    "tail": "JKP. If people [in a certain place] like you, stay [with them]. \"The best place to settle is where you have friends\" - JKP."
  },
  {
    "quote": "Kisiki hafi mjane ndege asipotua kwake.",
    "person": "AL.",
    "tail": "AL 1033; LE2 302.6; AL kisiki. A tree stump does not die deserted without a bird perching on it. Nobody dies without love; everyone knows love, even if only for a fleeting moment in one's life. A prostitute or a Don Juan finds a mate - AL."
  },
  {
    "quote": "Kuanzisha urafiki si kazi, ngwamba ni kuupalia.",
    "person": "",
    "tail": "EM k23. Striking a friemdship is not difficult, the challence is to maintain it. Ngwamba, hard work"
  },
  {
    "quote": "Kufarakana hakuvunji kujuana.",
    "person": "",
    "tail": "KB ll9; SACL 216. Separation needs not to destroy friendly relationships."
  },
  {
    "quote": "Kuku akiacha wana yuna mai matumboni.",
    "person": "AL. Mai for mayai",
    "tail": "T 172; AL 950. If a hen leaves her chicks she has eggs inside her. If a friend leaves you, it is because your friend has found other attractions. A mother who is not involved with her family has lovers - AL. Mai for mayai, eggs. Yuna or ana, she/he has."
  },
  {
    "quote": "Kulima ni raki, njia ni rafiki.",
    "person": "T. Working the soil is slave-work",
    "tail": "T 178; AL 178. Cultivating means slaves, counsel means friends - T. Working the soil is slave-work, but on the way back the converstion is friendly. Work before pleasure - AL. The whole verse is: Kulima ni raki, njia ni rafiki. Kulima kwa mtu pweke ni kujihiliki: Majibiwi na manyasi hayakusanyiki. T. Cultivating is slaves, way is a friend. Cultivating to a person who is alone is killing: the burnbakes and weeds are not to be got together - T. Njia, a course of action, right course; hence, counsel, advice; and justice - T. Cf. 2192."
  },
  {
    "quote": ". Kulingana kama ...",
    "person": "",
    "tail": "To fit together like ..."
  },
  {
    "quote": "Kama pete na kidole.",
    "person": "",
    "tail": "V 121; J ; KS pete Like ring and finger."
  },
  {
    "quote": "Kama chanda na pete.",
    "person": "",
    "tail": "T 51; SACL 967. Like finger and ring."
  },
  {
    "quote": "Kama ulimi na mate.",
    "person": "",
    "tail": "T 51; SACL 967; KS ulimi. Like the tongue and the saliva."
  },
  {
    "quote": "Kama uta na upote.",
    "person": "",
    "tail": "T 51; SACL 967; ALupote. Like the bow and the bowstring."
  },
  {
    "quote": "Kama kinoo na wembe.",
    "person": "",
    "tail": "V 121. Like the whetstone and razor."
  },
  {
    "quote": "Kama kupe na mkia wa ng'ombe.",
    "person": "",
    "tail": "J kupe; KS kupe. Like a tick and a cow's tail."
  },
  {
    "quote": "Kama sahani na kawa.",
    "person": "",
    "tail": "T 509; V 121; J kawa; RECH 178. Like a dish and its cover."
  },
  {
    "quote": "Kama kitanda kupata mkeka.",
    "person": "",
    "tail": "J mkeka; V 40; T 426. Like a bed getting a mat. i.e., To make a bed complete; the finishing touch. Cf. 2246."
  },
  {
    "quote": "Kuoneana mashaka kwaua urafiki.",
    "person": "",
    "tail": "NGU. Having doubts towards each other kills the friendship."
  },
  {
    "quote": "Kupendana kama pete na kidole, huachana kwa  usiku.",
    "person": "",
    "tail": "AL acha. Loving each other as ring and finger, separating for sleeping. Cf. 2246."
  },
  {
    "quote": "La kale jeraha, huwa ndugu saha.",
    "person": "JKP. Ndugu saha",
    "tail": "JKP. An old sore/wound becomes a true friend. \"Some old people like complaining about their ills and ailments, but also they like to boast about old wars and heroic deeds\" - JKP. Ndugu saha, a brother/sister indeed."
  },
  {
    "quote": "Lisilokuwapo moyoni halipo machoni.",
    "person": "",
    "tail": "F 20.9; B 1.52. What is not in the heart is not in the eyes [eyesight]. You don't care for those you do not love. Cf. 2185."
  },
  {
    "quote": "Maji na sukari.",
    "person": "",
    "tail": "AL sukari; TS 24/22. Water and sugar. This is said of two people that are inseparable. Cf. 2207."
  },
  {
    "quote": "Maji na tumbawe: mama na mwanawe.",
    "person": "",
    "tail": "RSP 3. Water and the coral rock [are together like] mother and child. Cf. 2207."
  },
  {
    "quote": "Marafiki kumi, miti kumi yenye kuoza.",
    "person": "",
    "tail": "AL 1023. Ten friends are like ten rotten trees. It's better not to squander your friendship. Cf. 2191, 2253."
  },
  {
    "quote": "Marafiki makubwa lazima waachane.",
    "person": "",
    "tail": "NGU. Great friends must leave each other."
  },
  {
    "quote": "Mfuko wa mwenzio usiutupe mkono.",
    "person": "",
    "tail": "REK. The load of your friend don't throw it from your hand. Don't deny help. Mfuko, bag, bundle. Tupa mkono, throw away, cast off, abandon."
  },
  {
    "quote": "Mfupa wa mbuzi wa mwenzio ni mtamu.",
    "person": "",
    "tail": "REK. The bone of your friend's goat is tasty. Even a little gift of your friend is sweet."
  },
  {
    "quote": "Milima haikutani, bali wanadamu hukutana.",
    "person": "JK.",
    "tail": "B 2. 2; JK 123;PM 84. Mountains do not meet, but people meet. Used to soften a departure. This can be said for \"It's a small world,\" but more often \"Do not forget to visit your old friends\", which is a must - JK."
  },
  {
    "quote": "Miwili miwili, furaha kamili.",
    "person": "MM.",
    "tail": "RSP 99. Two bodies, perfect happiness. Verses of a wedding song - MM."
  },
  {
    "quote": "Moyo wa mwenzio ni msitu wa giza.",
    "person": "",
    "tail": "RECH 113. The heart of your friend is a dark forest. It is impossible to fully understand even a friend."
  },
  {
    "quote": "Mpe kisogo si mwenzio.",
    "person": "",
    "tail": "KA. The one who turns his back on you is not your friend."
  },
  {
    "quote": "Akupaye kisogo si mwenzio.",
    "person": "",
    "tail": "J. One who turns his face away and looks somewhere else is not a friend."
  },
  {
    "quote": "2221a. Msi nacho si mwendiwe, mwenye nacho ende nawe.",
    "person": "",
    "tail": "SPK. The one who has nothing is not your friend. Let the one who has something go with you."
  },
  {
    "quote": "Msitu ni mpya na komba ni wapya.",
    "person": "",
    "tail": "T 314; REK. The forest is new and so are the lemurs. If one comes back to an old familiar place, everything is changed, both place and people. New lords, new laws. Komba, the galago, a small racoon-like animal, lemur."
  },
  {
    "quote": "2222a. Mtu asiye na sadiki yu kama  yamini bila shamali.",
    "person": "",
    "tail": "SPK. A person without a true friend is like a right hand without a left hand."
  },
  {
    "quote": "Mtu asiyekuwa na mke, sahibu yakwe huwa  shemejiye.",
    "person": "",
    "tail": "T 334; SACL 835; AL 1872. An unmarried person's friend is like a brother-in-law. \"The strength of Oriental friendship is proverbial. Its affection equals or surpasses that arising from natural ties, which, on the other hand, are apt to hang very loosely\" - T."
  },
  {
    "quote": "Mtu na rafikiye ni kama kombe, haziachi  kuchakacha.",
    "person": "",
    "tail": "T 345;SACL 128. People and their friends are like shells always clattering. About friends disagreeing. Chakacha, rustle, as of grass when one goes through the forest -J."
  },
  {
    "quote": "2224a. Mungwana ni hudama.",
    "person": "",
    "tail": "SPK. A noble person is a servant."
  },
  {
    "quote": "2224b. Mungwana ni kadiri.",
    "person": "SPK.",
    "tail": "SPK. A noble person is a measure. A noble person is moderate, modest, composed, thus setting an example - SPK."
  },
  {
    "quote": "Mungwana ni kamba, hufa na uao.",
    "person": "JK. A noble person has a high sense of responsibility - MM. Uao",
    "tail": "JK 133. A noble person is [like] a rope, and dies with the raft. A good rope does not snap, it survives the raft it was made to serve - JK. A noble person has a high sense of responsibility - MM. Uao, usually uwao or ubao = plank for raft, hull. Cf. 2247"
  },
  {
    "quote": "2225a. Mwacha rafiki vitani ataijuta nyumani",
    "person": "",
    "tail": ". SPK. If you desert your friend in a battle you will regret it later."
  },
  {
    "quote": "Mwenye mzaha hachukizi watu.",
    "person": "",
    "tail": "NGU. A comic does not offend people. Mzaha, fun, joke, ridicule, derision. Fanya mzaha, do in fun."
  },
  {
    "quote": "Mwenzio anayekuonya anakupenda.",
    "person": "",
    "tail": "NGU. Your friend who admonishes you, loves you."
  },
  {
    "quote": "Mwili wa mwenzio ni mkondo wa mwili wako.",
    "person": "",
    "tail": "AL 991. The passage made by the corpse of your friend is the one you'll pass too. A good friend does not desert a friend in difficulties. Mkondo, riverbed, gulfstream, passage. Cf. #731."
  },
  {
    "quote": "Mzigo wa mwenzio ni kanda la usufi.",
    "person": "",
    "tail": "L 78; F 37.179; H 86; MS 107; B 2.49, sufi; MARA 3. The burden of your companion is [only] a load of kapok [to you]. We make light of other people's burdens."
  },
  {
    "quote": "Neno la mwenzako, unipe kiti nikae; neno lako  unasimama hata wima.",
    "person": "",
    "tail": "AL simama. Regarding your companion [you say] give me a chair; but regarding your own affairs you are standing straight. The meaning is that misfortune of others is minimized."
  },
  {
    "quote": "Neno la mwenzako, unipe kiti nikae; neno lako,  unakaa hata chini.",
    "person": "",
    "tail": "AL 1219. For the case of your friend [you say], give me a chair to sit down; but for your own case you even sit on the ground. Misfortune of another is nothing, but your own is like a burial."
  },
  {
    "quote": "Nifae mvuani nikufae juani.",
    "person": "",
    "tail": "F 39.14; SACL 212, nitakufaa; KA; KB 302. Do me a favor during a rainy season and I shall do the same to you during the dry season. A promise of mutual help in times of difficulty."
  },
  {
    "quote": "Uniponye wa jua, nitakuponya wa mvua.",
    "person": "",
    "tail": "NS 74; V 74; MEM 181. Save me from the sun and I'll save you from the rain."
  },
  {
    "quote": "2231a. Njia ni rafiki.",
    "person": "",
    "tail": "SPK. On the road is where you meet friends."
  },
  {
    "quote": "Nyumba, ijapo ndogo, mpenzi hakosi nafasi",
    "person": "",
    "tail": ". AL 996. Even if the house is small a friend finds a place."
  },
  {
    "quote": "Panzi mwana mwaka-moyo, hifa kwa wewe vina  nini?",
    "person": "MM.",
    "tail": "T 453. If I, the impetuous grasshopper, die for you so what? Do not waste your time and energy when not appreciated - MM. \"The grasshopper child with burning heart\" is considered a little daring fellow, who might jump into the fire, trying to extinguish it, but it is useless, and nobody cares. Cf. 3992."
  },
  {
    "quote": "Penye mbaya wako na mwema wako hakosi.",
    "person": "",
    "tail": "F 42.13; AL 1683; AL.1683. Where you find one who does you evil, there also is one who does you good."
  },
  {
    "quote": "Rafiki akukosoaye si adui akusifuye.",
    "person": "",
    "tail": "EM r3. A friend criticising you is better than an enemy who praises you."
  },
  {
    "quote": "Rafiki huwa adui na adui huwa rafIKI.",
    "person": "",
    "tail": "EM R4. A friend may become an enemy and an enemy may become a friend."
  },
  {
    "quote": "Rafiki mpime kwa vitendo.",
    "person": "",
    "tail": "NGU. Measure friends by their deeds."
  },
  {
    "quote": "Rafiki mwema si ndugu mbaya.",
    "person": "",
    "tail": "NGU. A good friend is better than a bad relative. But in great need a bad relative may help you. Cf. 3625."
  },
  {
    "quote": "Rafiki wako wa kudumu na wa msimu.",
    "person": "",
    "tail": "EM r5. There are permanent friends and seasonal ones."
  },
  {
    "quote": "Rafiki wanakufahamu unapofanikiwa na  unawafahamu unapoanguka.",
    "person": "",
    "tail": "EM r6. Friends know you when you are prosperous and you know them when you are in adversity."
  },
  {
    "quote": "Rafiki yako ndiye adui yako.",
    "person": "",
    "tail": "FSM 181. Your friend is your enemy. Friends know so much about you that they can harm you deeply. Cf. 1668."
  },
  {
    "quote": "Rahisi kumpoteza rafiki kuliko kumpata tena.",
    "person": "",
    "tail": "EM r9. It is easier to lose a friend than to find him/her again."
  },
  {
    "quote": "Salamu nyingi, mchanga wa pwani ni haba.",
    "person": "",
    "tail": "T 472; JK 143. Many compliments, the sand on the sea-shore is too little. Not a proverb, but a polite phrase of greeting in a letter."
  },
  {
    "quote": "Salamu nyingi kama  mchanga.",
    "person": "",
    "tail": "Vsalamu. Many greetings as there is sand."
  },
  {
    "quote": "2244 shikamana kama  pete na kidole.",
    "person": "",
    "tail": "SACL 745. Hold together like the finger and the ring. Cf. 2207."
  },
  {
    "quote": ". Simkimbie sahibu akiwa na taabu.",
    "person": "",
    "tail": "JKP. Do not desert your friend when your friend is in trouble. Simkimbie, usi-m-kimbie, do not run away from a person."
  },
  {
    "quote": "Tulingane sawasawa, kama  sahani na kawa.",
    "person": "JK.",
    "tail": "T 509; J; RECH 176; V 121; SACL 336, 475; KS kawa; JK 125. Let's be to each other as a dish and its cover. Let's live harmoniously together like the coffee, which takes the shape of the cup. Used in wedding songs - JK. Cf. 2207."
  },
  {
    "quote": "Twafa na uwao kamba",
    "person": "T. For better or for worse",
    "tail": ". T 513. We die, like the cordage with the hull - T. For better or for worse, our lot is cast and our choice is made; unto the bitter end. When the hull goes down, the rigging follows it. Uwao or ubao, timber. Cf. 2225."
  },
  {
    "quote": "Uchungu wa mwenzako hauwezi kukudhuru.",
    "person": "",
    "tail": "REK. The pain of your companion cannot harm you. It is not your pain. Cf. 2229."
  },
  {
    "quote": "Uchungu wa rafiki ni wako.",
    "person": "",
    "tail": "AL 989; AL rafiki. The pain of your friend is yours."
  },
  {
    "quote": "Uhalili hufilisi, ukarimu hustawisha.",
    "person": "",
    "tail": "REK. Special friendship brings disaster, generosity prospers. Halili.a beloved person. Filisi, make bankrupt, ruin."
  },
  {
    "quote": "Unapata kipya, unakataa cha zamani.",
    "person": "",
    "tail": "AL 671; AL zamani. You obtain a new thing and reject the old one. New things are always nice. Cf. 2569, 3439."
  },
  {
    "quote": "Urafiki katika shida wengi wanauhepa",
    "person": "",
    "tail": ". REK. Friendship during hardship is avoided by many. When a friend is in trouble many ignore the demands of friendship. As the joker said: \"A friend in need is a good person to avoid.\" Hepa from epa, avoid, get out of the way."
  },
  {
    "quote": "Urafiki wa wawili unapita wa watatu.",
    "person": "",
    "tail": "AL 994. Friendship of two [people] is better than that of three. Cf. 2191, 2214."
  },
  {
    "quote": "Usiache mbachao kwa mswala upitao.",
    "person": "",
    "tail": "F 48.29; J; KS mswala, MARA 3. Don't leave your old mat for a [better] prayer mat which you see, in passing. Do not desert your old friend for a new one who may not be permanent - J. Mbacha, an old mat. Msala or Mswala, a new praying mat. The verb kuswala has the meaning of a way of praying by bowing down with the hand on the knees during Muslim prayers (five times a day)."
  },
  {
    "quote": "Walio hai hawaachi kuonana.",
    "person": "",
    "tail": "KA. The living will surely meet again. Even after long separation, the chances are that they will meet again. Said when people leave each other or are away for a long time. Cf. 2218."
  },
  {
    "quote": "Walio mbali kwa mbali huonana kwa nyaraka.",
    "person": "",
    "tail": "T 579; B 4.62; MS 80. People who are far apart are wont to meet by letters. A favorite phrase in letters. Cf. 2258-9."
  },
  {
    "quote": "Wandani wawili, nia iwe moja",
    "person": "",
    "tail": ". JKP. Two friends, let their purpose be one. Wandani, wa ndani, intimate friends, of the inner side. Bosom friends."
  },
  {
    "quote": "Waraka hauishi maneno.",
    "person": "",
    "tail": "T 582; MMbarua. A letter never finishes words. There is always more to say and a letter is not a good enough apology."
  },
  {
    "quote": "Waraka u nusu ya kuonana.",
    "person": "",
    "tail": "T 583; B 4.30; F 51.6; KS waraka; SACL 852; Vtaa Erifu; SAM 4.1. A letter [a written message] is half a visit. It bridges the pain of separation. If you cannot go and see your friend, at least you can write a letter - SPK."
  },
  {
    "quote": "2259a. Wengi huwa kama  paka urafiki wa mradi.",
    "person": "",
    "tail": "AL 2572; EM w24. Many people are like a cat, friendship for a purpose. About people who become friends in order to profit."
  },
  {
    "quote": "Wenzi wako siwacheke, akushikao mshike",
    "person": "",
    "tail": ". JKP. Do not laugh at your friends, be loyal to the one who is loyal to you."
  },
  {
    "quote": "Yu ndugu machoni.",
    "person": "",
    "tail": "FSM 94. That person is an eye brother. A friend or relative not available when needed, or who is not doing nice things behind your back."
  },
  {
    "quote": "Zawadi huimarisha urafiki",
    "person": "",
    "tail": ". NGU. Presents strengthen friendship."
  },
  {
    "quote": "2262a. Zawadi ni mbolea ya urafiki.",
    "person": "EM.",
    "tail": "EM z1. Presents are fertilizers for friendship. Presents strengthen friendship - EM."
  }
]