[
  {
    "quote": "Bahari  haishi zingo.",
    "person": "",
    "tail": "KA; MARA 2,zinge. The ocean does not stop moving. The ocean is full of trouble. The trouble of the ocean never ends. There is no stopping disorder, waste, confusion, changes. Be ready for misfortunes and hardship. MARA. Zinge from zinga: to keep moving. Zingo for masumbuko: trouble. KA. Bahari has the meaning of the earth (dunia)."
  },
  {
    "quote": "Bahari itatufikisha popote.",
    "person": "",
    "tail": "JKP. The ocean leads us anywhere. Adventures at sea will teach us all about life. JKP."
  },
  {
    "quote": "Dunia hadaa ulimwengu shujaa.",
    "person": "",
    "tail": "FSM.38. The world is deceitful, the world is for the brave. There are many attractions in the world; to conquer the world one must deny oneself."
  },
  {
    "quote": "Dunia haiishi.",
    "person": "",
    "tail": "NGU. The world does not end. The world will be here long after we leave."
  },
  {
    "quote": "Dunia  haina mwisho.",
    "person": "",
    "tail": "F; K. The world has no end. Used to remind an arrogant person that the world will outlast any one."
  },
  {
    "quote": "Dunia haina njaa.",
    "person": "",
    "tail": "NGU. The world is not hungry. The world will not die of hunger, but will go on. We disappear. Cf. #1790."
  },
  {
    "quote": "Dunia  haina shukrani; kwale, tengemana nikumeze.",
    "person": "",
    "tail": "MP.302.1 In the world there is no gratitude; partridge, be assured, I'11 swallow you. Don't expect gratitude for your good deeds. Refers to the story in which the partridge saved the life of a snake by transporting him from a brush fire to an open space, where upon arrival the snake swallowed the partridge."
  },
  {
    "quote": "Dunia hulamba, kuna siku itakulamba.",
    "person": "",
    "tail": "REK. Lick the world, there are days when she will lick you (for good or bad). Lamba or ramba: to lick. As in Englsh lick can mean good or bad. Lamba also can mean to favor or to despise, e.g., lamba kisogo: despise."
  },
  {
    "quote": "Dunia huleta vyema na vimbi.",
    "person": "",
    "tail": "T.58; SACL.1023. The world brings good and bad things."
  },
  {
    "quote": "Dunia  huleta jema na ovu.",
    "person": "",
    "tail": "V.58. The world brings what is good and what is bad. Cf. the following proverbs beginning with dunia."
  },
  {
    "quote": "Dunia ina hadaa kiumbe jitunze.",
    "person": "",
    "tail": "MA.107. The world is deceitful, mortal be on your guard."
  },
  {
    "quote": "Dunia kitu dhaifu, kiumbe sijietee.",
    "person": "",
    "tail": "T.59. The world is a wretched thing; mortal depend not upon it."
  },
  {
    "quote": "Dunia  kitu dhaifu, haifai kujitangaza.",
    "person": "",
    "tail": "V.128. The world is a poor thing, it is useless to boast. Cf,#2046-#2052."
  },
  {
    "quote": "Dunia mti  mkavu, kiumbe usiuelemee.",
    "person": "",
    "tail": "B.1.50; JK.119; T.161; SACL. 202; KB. The world is like a withered tree: mortal, rest not thy weight upon it."
  },
  {
    "quote": "Dunia  mti mkavu, ukiulemea utakubwaga.",
    "person": "",
    "tail": "SM. The world is like a dead tree, if you rely on it, it will throw you down. Utakubwaga or utakutupa chini: it will throw you down."
  },
  {
    "quote": "Dunia  mwendo wa ngisi, kamwe msililiwale.",
    "person": "",
    "tail": "SACL. 477; T.62; JKP. The world goes like an octopus, never forget that. The octopus goes backwards. \"The ways of the world are completely unpredictable. But one day it may catch you in its grip.\" JKP. Liwaa or liwala: old, poetical word for to forget. T."
  },
  {
    "quote": "Dunia ni kama orofa.",
    "person": "",
    "tail": "REK. The world is like a high rise. Orofa or ghorofa: a building with many levels."
  },
  {
    "quote": "Dunia ni maabara.",
    "person": "",
    "tail": "EM.50.22. The world is a laboratory. Where various experiments are going on."
  },
  {
    "quote": "Dunia ni maji ya utumbwi.",
    "person": "",
    "tail": "AL 1676. The world is like water in the canoe. Water that stays in the boat moves with the pulling of the oars. Progress and recession alternate during our lives. AL."
  },
  {
    "quote": "Dunia ni mapumbu ya mbuzi.",
    "person": "",
    "tail": "AL 1677. The world is like the [swinging] of the testicles of the he-goat. Mbuzi: goat in general; beberu: a billy-goat."
  },
  {
    "quote": "Dunia ni  mduara, huzunguka kama pia.",
    "person": "",
    "tail": "T.60; CM 53. The earth is round, it goes like a top. There are ups and downs. MM."
  },
  {
    "quote": "Dunia ni nyumba ya mtu asiye na nyumba.",
    "person": "",
    "tail": "MA.104. The world is a dwelling place for the one who has no house."
  },
  {
    "quote": "Dunia ni watu.",
    "person": "",
    "tail": "EM.50.21. The earth is people. People make the earth either good or bad."
  },
  {
    "quote": "Dunia si kitu, sijetee nayo.",
    "person": "",
    "tail": "T.63. The world is nothing, depend not on it."
  },
  {
    "quote": "Dunia soko la vingi.",
    "person": "",
    "tail": "NGU. The world is a market of many things."
  },
  {
    "quote": "Dunia tambara bovu.",
    "person": "",
    "tail": "EM.51.23. The earth is like an old rag. The earth is full of dirty things and various kinds of struggle tear it to pieces. EM. Tambara or tambaa: a piece of cloth."
  },
  {
    "quote": "Dunia tusiifanye maisha ya tupa.",
    "person": "",
    "tail": "EM.51.24. Let's not make this a world of the file. A file is used to grind another by friction. The life of the file is one in which the stronger oppresses the weaker. This means that we should not turn our life here on earth to be one of causing inconvenience to each other. EM."
  },
  {
    "quote": "Dunia usishindane nayo.",
    "person": "",
    "tail": "NGU. Don't fight the world."
  },
  {
    "quote": "Dunia ya  mungu, watu wa serikale.",
    "person": "",
    "tail": "NGU. The world belongs to God, the people belong to the government."
  },
  {
    "quote": "Duniani hakuna lisilo muudhi binadamu.",
    "person": "",
    "tail": "JKP. There is nothing in the world that does not cause vexation to a person."
  },
  {
    "quote": "Duniani, njema zaua.",
    "person": "",
    "tail": "NGU. In the world, good acts kill. Njema refers to the n-n class and the u-n class. Cf #54."
  },
  {
    "quote": "Dunyani hupiga kura, peponi mna kudura.",
    "person": "God's power and providence. RSP.",
    "tail": "RSP.8. In this world people draw lots, [but our place] in Paradise [is assured, if we have been just,] by God's power and providence. RSP."
  },
  {
    "quote": "Ghururi za duniani huzijua jahimuni.",
    "person": "",
    "tail": "RSP.67. The delusions of this world, one usually knows them in hell. But then it is too late. RSP."
  },
  {
    "quote": "Historia haibadiliki.",
    "person": "",
    "tail": "NGU. History does not change. It repeats itself."
  },
  {
    "quote": "Jua halichwi bila jambo kutokea.",
    "person": "",
    "tail": "NGU. The sun never goes down without some happenings."
  },
  {
    "quote": "Jua  halichwi bila tukio.",
    "person": "",
    "tail": "NGU The sun never goes down without a happening."
  },
  {
    "quote": "Jua  linakuchwa katika dola ya mngereza sasa.",
    "person": "",
    "tail": "NGU. Now the sun goes under in the empire of the Englishman. In contradiction to the saying during Elizabeth I: The sun does not set in the British Empire."
  },
  {
    "quote": "Katika  ulimwengu \"he\" ni nne tu, zimeondoka mbili, na mbili zimesalia:  \"haya\" hakuna na \"huruma\" hakuna, zimesalia \"hila na  'hadhaa'.\"",
    "person": "",
    "tail": "T.129. In the world there are only four \"aitches\" [h's]: two are gone and two are left behind; modesty and mercy are not more, there remain cunning and deceit. A lament of the nineteenth century."
  },
  {
    "quote": "Kiendacho ardhini hakikosi shindo.",
    "person": "",
    "tail": "NGU. What happens on earth does not lack being heard."
  },
  {
    "quote": "Kiendacho ulimwengu hakifichi.",
    "person": "",
    "tail": "NGU. What goes on on earth does not hide itself, it will be revealed."
  },
  {
    "quote": "Kizungu kigeugeu.",
    "person": "",
    "tail": "AL 1682; AL,kigeugeu. The European way of life [in the city] is deceitful. Kigeugeu: changeable, fickle, whimsical, uncertain."
  },
  {
    "quote": "Kizungu kizungu kizunga, dunia kigeugeu.",
    "person": "",
    "tail": "AL 1681. European lifestyle turns one's head; the world constantly changes. The world is unstable. Urban life is deceitful."
  },
  {
    "quote": "Kuibeba  dunia usiifunge kwa kambe isije ikakuangusha na kukulemea.",
    "person": "",
    "tail": "REK. If you must carry the world, don't tie it with a rope because it might fall upon you and oppress you. Overly involvement. Worries."
  },
  {
    "quote": "Lia kisha nyamaza, ndio dunia.",
    "person": "",
    "tail": "EM l8. Weep and then be silent, that's the world. There is a time for sorrow, but once it is over, one should attend to other duties."
  },
  {
    "quote": "Maumbile hayabadiliki.",
    "person": "",
    "tail": "NGU. The natural condition does not change. Nature does not change."
  },
  {
    "quote": "Mema na  mabaya ndio ulimwengu.",
    "person": "",
    "tail": "V.58; SACL. 717: J; RECH. 310 The world is a mixture of good and evil."
  },
  {
    "quote": "Ulimwengu hauna siri",
    "person": "",
    "tail": ". V., ulimwengu. The world has no secrets. People do not keep secrets."
  },
  {
    "quote": "Ulimwengu  kigeugeu leo ulale katikati, kesho kando.",
    "person": "",
    "tail": "REK. The world is fickle, today you may sleep in the middle, and tomorrow on the edge."
  },
  {
    "quote": "Ulimwengu ni dhaifu, siumboneni, ni cheche.",
    "person": "",
    "tail": "SACL. l36; T.533. The world is a weak thing, don't take it into consideration, it is like a spark."
  },
  {
    "quote": "Ulimwengu ni jivu.",
    "person": "",
    "tail": "T.534. The world is ashes."
  },
  {
    "quote": "Ulimwengu ni maneno, ukiyafuata utapotea.",
    "person": "",
    "tail": "REK. The world is like empty words, if you pursue them you'll be lost. One must have solid principles."
  },
  {
    "quote": "Ulimwengu ni mema na mabaya pamoja.",
    "person": "",
    "tail": "NGU. The world is full of good and bad things together."
  },
  {
    "quote": "Ulimwengu ni muovu, mtu hajetei nao.",
    "person": "",
    "tail": "T.535. The world is evil, one should not depend on it. For more of the same, see proverbs in this section beginning with dunia."
  },
  {
    "quote": "Ulimwengu  ni ngwe mbovu, mtu hajetei nao.",
    "person": "",
    "tail": "T.536; SACL.186. The world is like rotten rope: no person trusts it."
  },
  {
    "quote": "Ulimwengu ni shule ya wajinga",
    "person": "",
    "tail": ". NGU. The world is a school for fools. Cf. #418"
  },
  {
    "quote": "Ulimwengu shujaa na dunia hadaa.",
    "person": "",
    "tail": "NGU. The things of the world go to the brave, the earth deceives."
  },
  {
    "quote": "Ulimwengu  umemshinda kaa, endaye upande upande.",
    "person": "",
    "tail": "SAM.24.10. The world is too much for the crab, it goes sideways. There is no need to enter all kinds of dangers blindly, just for the sake of showing off. The world has even defeated the crab which moves sideways, i.e., moving with glamor and exultation of a proud creature. MM."
  },
  {
    "quote": "Ulimwenguni hakuna viwili vipendanao.",
    "person": "",
    "tail": "T.5373. In the world there are not two things that [really] love each other. Cf. #653."
  },
  {
    "quote": "Usihadaike na ulimwengu.",
    "person": "",
    "tail": "F; K. Don't be deceived by the world."
  }
]