[
  {
    "quote": "Chikichi ni  tunda zuri, ila hamna mnofu ndani yake.",
    "person": "",
    "tail": "AL 540. The palm nut is a nice fruit, but there is no meat inside. 540. Chui kuficha kucha hawi paka. NGU. A leopard hiding its claws does not become a kitten. 541. Dosari hakuna ndogo. BM 13. There is no small blemish. One rotten fruit spoils the whole basket. A bad member of the family or neighborhood spoils all members. Dosari: blemish, defect, kink. Cf. 758."
  },
  {
    "quote": "Gimba lisilo akili ni gogo.",
    "person": "",
    "tail": "MARA 2; KA. A brainless giant is like a tree log. Don't give an important job to such a person, however big, fearsome or beautiful that person may be. Gimba or kimba: a giant."
  },
  {
    "quote": "Halifai la kupambaza.",
    "person": "",
    "tail": "NGU. It's useless to beautify. A good person does not need to add other things."
  },
  {
    "quote": "Inzi hawana ugomvi na chungu.",
    "person": "",
    "tail": "EM i12. Flies have no quarrel with the pot. The many flies around the pot seem to be angry, but they are looking for food. Sometimes the first impressions are wrong."
  },
  {
    "quote": "Jamala mtuni utu, sifa ya ndege si mabawa.",
    "person": "",
    "tail": "JKP. The beauty of a person is mainly his/her good character; the bird is not praised for its wings. A bird is praised for its songs or meat. Jamala: beauty, goodness, kindness."
  },
  {
    "quote": "Kambare mzuri kwa mwili, ndani machafu.",
    "person": "",
    "tail": "AL 535. A catfish has a nice body, but it is full of dirt. A catfish, also called mudfish, often has a bad smell."
  },
  {
    "quote": "Kata pua uunge wajihi.",
    "person": "",
    "tail": "F 14.4; B 2.15; H 47; MS 176. Cut off your nose to mend your face. Used, e.g., of a person going into debt to keep up appearances. Does not have the same meaning as the english proverb, \"to cut off one's nose to spite one's face,\" which is said of one who, to be revenged of his neighbor, has materially injured himself."
  },
  {
    "quote": "Kiingiacho mjini si haramu.",
    "person": "F. If something is done by everybody it becomes accepted.",
    "tail": "F 14.13; AL 411; KS ingia. What enters town is not prohibited. That which is fashionable in town is never prohibited - F. If something is done by everybody it becomes accepted. Cf. 1326."
  },
  {
    "quote": "Kikombe kizuri hakina maisha",
    "person": "",
    "tail": "[marefu]. NGU. A beautiful cup [bowl] has no [long] life. Beauty does not last long."
  },
  {
    "quote": "Kila ajaye na shoka hapo hawi msaramALa.",
    "person": "",
    "tail": "JKP. Whoever comes with an axe is not necessarily a carpenter."
  },
  {
    "quote": "Kila mwenye kucha si lazima awe simba.",
    "person": "",
    "tail": "NGU. Not everyone with nails has to be a lion."
  },
  {
    "quote": "Kilemba hakimfanyi mstaarabu mtu.",
    "person": "",
    "tail": "MA 180. A turban does not make a man civilized."
  },
  {
    "quote": "Kondoo mnono mtazame mkia.",
    "person": "",
    "tail": "NGU. For a fat sheep, just look at its tail. A sheep stores its fat in its tail."
  },
  {
    "quote": "Kujiremba siyo kurembeka.",
    "person": "",
    "tail": "NGU. To adorn oneself is not the same as becoming adorable."
  },
  {
    "quote": "Kulima na koya, mwenye mwana hana goya.",
    "person": "SACL.",
    "tail": "T 177; SACL goya. Hoeing and resting, a parent has no (time for) his/her toilette. During cultivation time one has intervals of rest, but there is no rest in rearing children. Goya, made to rhyme with koya (rest): coquettish - SACL."
  },
  {
    "quote": "Kwamba (or kama}  uzuri waliwa kapike ule (or ale) mwenyewe.",
    "person": "",
    "tail": "T 208; MM ale. If beauty can be eaten, go and cook it and eat it."
  },
  {
    "quote": "Macho makavu, midomo miteke.",
    "person": "",
    "tail": "AL 788. Fierce eyes, but soft mouth. Lacking courage when it's time to speak up."
  },
  {
    "quote": "Manyani hayachekani sura.",
    "person": "",
    "tail": "NGU. Apes don't laugh at each other's looks."
  },
  {
    "quote": "Matege si kitu, bora mwendo.",
    "person": "",
    "tail": "NGU. Bow legs don't matter, the going is important."
  },
  {
    "quote": "559a. Matunda si mazu, mazu ni mekundu.",
    "person": "",
    "tail": "SPK. The fruits are not ripe, the ripe ones are red. Said when it is evident that something is not right."
  },
  {
    "quote": "Mbawa nzuri ni alama ya ndege mwema.",
    "person": "",
    "tail": "REK. Beautiful feathers are a sign of a good fowl. Being in good condition."
  },
  {
    "quote": "Mgomba haushindwi na mkunguwe.",
    "person": "",
    "tail": "KA. A banana tree is not overly bothered by its cluster of fruit. A parent is not overly bothered by a misbehaving child. Cf. 569."
  },
  {
    "quote": "Mkwara hauhitaji mafuta.",
    "person": "AL. An honest person does not need stratagems in order to be respected.",
    "tail": "KS mkwara; AL 677. The mkwara does not need ointment. A good looking person does not need adornment. Wood of the mkwara tree (much used for firewood) does not need oil [to burn] - AL. An honest person does not need stratagems in order to be respected."
  },
  {
    "quote": "Mnyonyore haunuki, hupendeza mauaye.",
    "person": "",
    "tail": "SAM 15.15; A 308; KS mnyonyore; T 299; V 149 maua yake; SACL 579 wapeneza; AL 659. The mnyonyore shrub has no scent, [and yet] its flowers are pleasing. Said of people who do good without boasting."
  },
  {
    "quote": "Msichana mzuri kumbe funza.",
    "person": "",
    "tail": "REK. A beautiful girl but just like a statue [lit., an insect]. Funza: insect, jigger; a carving, statue, figure (mbombwe). Kumbe: lo behold (amazement)."
  },
  {
    "quote": "Mwanya sio pengo.",
    "person": "",
    "tail": "NGU. A gap between teeth is not the same as the gap of a lost tooth. Mwanya: the little space between front teeth; a sign of beauty."
  },
  {
    "quote": "Mwenye shurubu hakukosa wembe.",
    "person": "",
    "tail": "NGU. A person with whiskers did not lack a razor. He wanted to grow a beard."
  },
  {
    "quote": "Mzuri hakosi kilema.",
    "person": "",
    "tail": "NGU. A beautiful person is not without a blemish."
  },
  {
    "quote": "Ndege mdogo kwa watu, kwao ndege mkubwa.",
    "person": "AL.",
    "tail": "AL 561. A bird is small for people, but big among birds. Opinions differ according to people, places and customs - AL."
  },
  {
    "quote": "Ng'ombe haelemewi na nunduye.",
    "person": "MM. A bulging money belt does not oppress the bearer.",
    "tail": "F 40.20; B 4.83; EM n13; MARA 3. A cow is not oppressed by its hump. The zebu, common in tanzania, has a big hump on its shoulders. The hump is a storing place of fat during abundance of good pastures. Do not complain about your burdens and responsibilities - MM. A bulging money belt does not oppress the bearer. \"a parent does not feel the weight of its child\" - EM. Tembo haishindwi hubeba mkonga wake. KB 293; EM t19. Ndovu hashindwi na mkongawe. KA. Ndovu hashindwi na pembeze. Sm. An elephant is not encumbered by its trunk. Nature does all wisely - KB. A family is not a burden for the parents, they are proud of it. - SPK"
  },
  {
    "quote": "Ngozi ya chui uzuri kwa macho, ndani  adui.",
    "person": "",
    "tail": "AL 552. A leopard skin is beautiful to see, but inside there is an enemy. Beauty often hides a cruel heart - AL."
  },
  {
    "quote": "Njewe zilikuwa za enzi yake.",
    "person": "",
    "tail": "NGU. Big ear decorations have had their fashion. Njewe, ndewe: a pierced hole in the ear lobe."
  },
  {
    "quote": "Nyuki hauliwi na utamu wa asali yake.",
    "person": "",
    "tail": "REK. The bee is not killed by the sweetness of its honey. Cf. 569."
  },
  {
    "quote": "Nyumba njema si mlango,fungua uigie ndani.",
    "person": "MARA.",
    "tail": "MARA 2; sm. A good home is not only the door; open it and enter. It's impossible to know a welcoming family by looking at the door. It is not until you enter that you will know. You cannot know a good person until you get acquainted - MARA."
  },
  {
    "quote": "Nyuso za tumbili ni moja.",
    "person": "",
    "tail": "NGU. The faces of the monkeys are all the same."
  },
  {
    "quote": "574a. Nzima haikai ila kwa mbovu",
    "person": "SPK.",
    "tail": ". SPK. A new garment does not stay (new and shiny) except with the old one (lit., rotten). Don't wear your new clothes every day - SPK."
  },
  {
    "quote": "Penye urembo, ndipo (or penye) urimbo.",
    "person": "F. Finery is the instrument of seduction - Sacl. Urimbo or ulimbo",
    "tail": "F 42.16; J enye; SACL 950; B 4.79; RECH 435. Where there is finery, there lies the snare - F. Finery is the instrument of seduction - Sacl. Urimbo or ulimbo: bird lime to ensnare birds."
  },
  {
    "quote": "Tabia haina tiba",
    "person": "",
    "tail": ". (on a khanga..) Character has no cure. Tiba: medicine."
  },
  {
    "quote": "Tabia siyo nguo, haibadiliki kwa urahisi.",
    "person": "",
    "tail": "NGU. Character is not like clothing, it is not easily changed."
  },
  {
    "quote": "Ukikaribia mjini, jipukute vumbi.",
    "person": "",
    "tail": "EM. If you approach a city dust yourself. Ukikaribia mjini, badilisha mavazi. EM u8. If you approach a city, change your clothing. Show respect to others."
  },
  {
    "quote": "Ukimkuta mtu mfupi penye njiapanda, hutamkuta  mtoto.",
    "person": "",
    "tail": "AL 551. If you meet a short person at the crossroad, don't take him/her for a child. Lit.., you will not meet a child. When the sukuma meet a short person [a pygmy], the pygmy will ask where did you see me [wanibonerahe?], and the sukuma will say: \"i saw you from very very far\", in order not to anger the pygmy. They call pygmies: wanibonerahe."
  },
  {
    "quote": "Ukitaka uzuri sharti udhulike.",
    "person": "KA. Luxury is costly - AL. Udhulike from udhi",
    "tail": "F 47.15; B 2.51; MM udhilike; KA nzuri; AL 159. If you want beauty, you must suffer pain. To achieve greatness one must work hard. Whatever good thing you want, you'll have to pay for it - KA. Luxury is costly - AL. Udhulike from udhi; give pain; grammatically should be uudhulike. But udhilike from dhila, to abase, does not require a double u and the proverb could be translated: if you want beauty, you will be debased."
  },
  {
    "quote": "Unga unaodharau utakufikisha kisimani.",
    "person": "",
    "tail": "KB 319. The flour which you underrated will lead to the well. Will make you successful. Don't judge appearances only. Cf. 89."
  },
  {
    "quote": "Urefu siyo akili na ufupi si umaskini.",
    "person": "",
    "tail": "KB 324. Length is not intelligence and being short [of stature] does not mean being poor."
  },
  {
    "quote": "Usawa wa binadamu umeachana kama  ngozi ya pundamilia.",
    "person": "",
    "tail": "REK. The similarity of people is as different as the hide of a zebra. All people are different from each other."
  },
  {
    "quote": "Usifie manyoya ya kanga.",
    "person": "AL.",
    "tail": "AL 549. Don't kill yourself for the feathers of the guinea-fowl. To harm oneself for appearance's sake is deceiving - AL."
  },
  {
    "quote": "Usihadaike kwa rangi, utamu wa chai sukari.",
    "person": "",
    "tail": "NGU. Don't be deceived by the color; the delight of tea is the sugar. Look for what is essential."
  },
  {
    "quote": "Usimfie mtu mwembamba.",
    "person": "AL.",
    "tail": "AL 550. Don't kill yourself for a tall, slim person. A person's worth does not depend on shape - AL."
  },
  {
    "quote": "Usione wembamba wa reli gari moshi linapita.",
    "person": "",
    "tail": "KS reli; AL 606. Do not see [only] the narrowness of the railway, when the train passes by - AL. Don't go for the trivial."
  },
  {
    "quote": "Uzuri kiburi, huenda kaburi.",
    "person": "",
    "tail": "RSP 124. Beauty and pride go to the grave."
  },
  {
    "quote": "Uzuri wa kaburi nje, ndani hujaa uvundo.",
    "person": "",
    "tail": "AL 557. A tomb may be nice outside, but inside there is an evil smell."
  },
  {
    "quote": "Uzuri wa kanga kuvaa nguo si kusilimika.",
    "person": "",
    "tail": "AL 544; AL silimu. The guinea fowl has beautiful plumage; [however] wearing [beautiful] clothes is not the same as being civilized."
  },
  {
    "quote": "Uzuri wa kuyu ndani mabuu.",
    "person": "",
    "tail": "KA. The mulberry tree is beautiful, however inside it's full of grubs."
  },
  {
    "quote": "Uzuri wa makaa, ndani kipande cha miti.",
    "person": "",
    "tail": "REK. The charcoal is beautiful but inside there is only wood."
  },
  {
    "quote": "Uzuri wa mkakasi ndani kipande cha mti.",
    "person": "",
    "tail": "F 50.56; T 567; MS 85; KS mkakasi. The beauty of a round casket, inside there is only wood. However beautiful a vanity box on the outside, the inside is wood. Often used to describe a beautiful person with an evil character. But also used to describe things."
  },
  {
    "quote": "Uzuri wa godoro uzuri wa nje tu, kwa ndani mna  pamba.",
    "person": "",
    "tail": "JK 131; SACL 250. The beauty of a mattress is on the outside, inside there is cotton."
  },
  {
    "quote": "Uzuri wa mkakasi, ukipata maji basi.",
    "person": "",
    "tail": "SACL 557; KS mkakasi. What regards the beauty or perfume of the little box, it gets wet and that is the end of it. Mkakasi: a small varnished wooden box imported from india. Uzuri [beauty], a variation of uturi [perfume] - j."
  },
  {
    "quote": "Uzuri wa papai, ndani hamna kitu.",
    "person": "",
    "tail": "AL 538. A pawpaw looks nice, but inside it's empty. There is no wood. Papai, the fruit; mpapai, the tree. The inside of the papai tree is good for nothing."
  },
  {
    "quote": "Uzuri wa suke la muhindi unaonekana ndani  tu.",
    "person": "",
    "tail": "KB 334. The beauty of the corn cob is apparent in the inside only. In order to see the condition of the corn [ðseeds], one has to take off the bracts [overleaves]. Don't let appearances fool you."
  },
  {
    "quote": "Uzuri wategemea mtazamaji.",
    "person": "",
    "tail": "NGU. Beauty depends on the one who looks. Beauty is in the eye of the beholder."
  },
  {
    "quote": "Vidole havilingani.",
    "person": "",
    "tail": "NGU. Toes and fingers are not all the same. So with people."
  },
  {
    "quote": "Vipambo na nguo, hazishindi vyuo.",
    "person": "",
    "tail": "RSP 139. Ornaments and clothes are not worth more than books or education."
  },
  {
    "quote": "Vumilia shida kwa ajili ya panja.",
    "person": "",
    "tail": "MEM 150. Suffer hardship for a clear temple. This proverb refers to somebody who gets a haircut, which is not always painless. The one who gets a haircut turns his head here and there as the barber tells him. It is understood that the barber's knife or razor blade was not always honed."
  },
  {
    "quote": "Waridi huzungukwa na miiba.",
    "person": "",
    "tail": "EM w16. A rose is surrounded by thorns. Nothing beautiful, perfect or good is without problems."
  },
  {
    "quote": "Wazuri wa mwanzi uharibiwa tundu lake.",
    "person": "",
    "tail": "NGU. The beauty of the flute is spoiled by the hole. Mwanzi: bamboo, reed, pipe, tube, musical pipe, flute."
  },
  {
    "quote": "Wembamba wa karanga, ndani ngumu.",
    "person": "",
    "tail": "AL 534. The thinness of the peanut shell covers a solid [nut]. The outside is deceitful."
  },
  {
    "quote": "Zigo la kuliwa halilemei.",
    "person": "",
    "tail": "KA; MARA 2. The weight of food one eats, does not inconvenience. The load of food someone carries does not hamper the carrier. Because it's to the carrier's advantage. Hard work that is profitable is not heavy. Cf. 569."
  },
  {
    "quote": "Zimeondoka nywele kichwa bado kipo.",
    "person": "",
    "tail": "NGU. The hair is done, but the head is still there."
  }
]