[
  {
    "quote": "Acha kujenga nyumba ya karatasi.",
    "person": "SAM.",
    "tail": "SAM l. Stop building card-houses. Do something that is useful - SAM. Cf. 1650. 1589. Akataaye kuitwa, hukataa aitiwalo. J ita; V ita; T 332; SACL 308,651. Those who reject a call, reject what they are called for - T. It is never good policy to neglect a summons. Cf. 1622."
  },
  {
    "quote": "Akwitae amelijaza.",
    "person": "",
    "tail": "T 12; AL 486; JKP; AL 486. One who calls you has [already] satisfied his/her wishes. \"If someone calls you to do something profitable, you should know that that person has profited fully. A human being generally does not like to see that somebody profiteers, until he/she has enjoyed it and had enough! Never reject a summons\" - JKP."
  },
  {
    "quote": "Akwitao usiize, enenda kapulikize.",
    "person": "",
    "tail": "JKP. When you are called do not refuse, go and listen [to what is asked of you]. Pulikiza, sikia, listen. Cf. 1589."
  },
  {
    "quote": "Akwitaye kajaza, ukikawia atapunguza.",
    "person": "",
    "tail": "TAA 2. The one who calls you has made it full, if you delay the caller will diminish it. You'll be the loser. The caller may change his/her mind."
  },
  {
    "quote": "Aliye mbele ndiye aulizwaye pindilo.",
    "person": "",
    "tail": "T 634b. It is the one that is first who is asked about the bent grass stalks. It is by observing in which way the grass stalks lie that one can tell in which direction a person or animal has gone."
  },
  {
    "quote": "Cha kupewa si chako.",
    "person": "EM.",
    "tail": "EM 32.2. What is given is not yours. One who gives it to you can take it back - EM. \"This saying also means that a position of responsibility is a trust and it can be withdrawn at any moment\" - EM. Cf. 4754."
  },
  {
    "quote": "Chanda dharau kitanda wa ujinga wajibu.",
    "person": "",
    "tail": "NGU. The finger despised the bed of stupidity, somebody's duty. Used if somebody is expected to do something, but doesn't do it."
  },
  {
    "quote": "Farasi hamwawezi, ndovu mtawalishani?",
    "person": "MM.",
    "tail": "T 66; V 62. You cannot manage horses, how can you cater for elephants. Do not take more responsibility than you can handle - MM. Cf.448."
  },
  {
    "quote": "Fika usikilize, usikatae wito.",
    "person": "EM.",
    "tail": "EM f6. Attend and listen, don't refuse a call. \"Accept a call, and when you know what it is all about, you may agree or disagree to implement it\" - EM. Cf. 1589, 1590, 1592."
  },
  {
    "quote": "Haki haina mwenyewe.",
    "person": "",
    "tail": "NGU. Justice has no owner. It cannot be bought. Haki, right, justice."
  },
  {
    "quote": "Haki hainunuliwi.",
    "person": "",
    "tail": "NGU. Justice cannot be bought."
  },
  {
    "quote": "Haki huinua taifa.",
    "person": "",
    "tail": "NGU. Justice elevates a nation."
  },
  {
    "quote": "Haki hushinda batili.",
    "person": "",
    "tail": "KS batili. Justice is stronger than falsehood. Batili (Arabic), worthless, perverse, transgression."
  },
  {
    "quote": "Haki mnyonge haipotei.",
    "person": "",
    "tail": "NGU. The right of a poor person is not lost. God will take care of it. Cf. 2750, 3356, 3846, 4646."
  },
  {
    "quote": "Haki ya mtu haipotei, haigawanyiki.",
    "person": "",
    "tail": "NGU. A person's honor is not lost, nor can it be shared."
  },
  {
    "quote": "Hakimu hampendelei mtu.",
    "person": "",
    "tail": "KB hakimu; SACL 264. The judge has no personal preferences. A judge favors no one."
  },
  {
    "quote": "Hakimu huamua haki siyo watu.",
    "person": "",
    "tail": "NGU. A judge gives a verdict on justice not on people."
  },
  {
    "quote": "Huja kwa msimu mvua.",
    "person": "",
    "tail": "EM h30. Rain comes in season. Everything has its proper time. Cf. 1607."
  },
  {
    "quote": "Jawabu na wakatiwe, na wakatiwe si zani.",
    "person": "MM.",
    "tail": "T 114; MS 30. The right answer at the right time is appropriate - MM."
  },
  {
    "quote": "Jibu haina kifo.",
    "person": "",
    "tail": "NGU. Responsibility never dies. You cannot avoid to do your duty."
  },
  {
    "quote": "Kama huli panya na wali hupewi.",
    "person": "JKP.",
    "tail": "JKP. If you don't eat mice, you will not be given rice [pudding]. \"From a song (quasi) addressed to a cat, if you don't do your normal duty, you will receive no extras\" - JKP."
  },
  {
    "quote": "Kila mtu ana makazi yake.",
    "person": "",
    "tail": "JKP. Every person has a station in life. Makazi, dwelling, mode of living, residence."
  },
  {
    "quote": "Kila mtu  ana pake.",
    "person": "",
    "tail": "SPK. Every person has his/her place."
  },
  {
    "quote": "Kuchagua uyoga funza.",
    "person": "",
    "tail": "AL uyoga. Picking mushrooms: plant lice. Among the mushrooms covered with lice choose only the intact ones. Be selective."
  },
  {
    "quote": "Kuchelewesha haki si haki.",
    "person": "",
    "tail": "NGU. Delaying justice is not justice. To delay one's right is not justice."
  },
  {
    "quote": "Kuku hufanya kioto.",
    "person": "",
    "tail": "JKP. A hen will make a nest [to lay eggs in]."
  },
  {
    "quote": "Kuna matatu mfano, asubuhi na jioni.",
    "person": "",
    "tail": "T 186. There are three things [ever] alike, morning and evening. Marriage entails responsibilities. Matatu: three things, may be the meko, the three stones which form the kitchen range. The tending and the supplying of food on these is a part of the bargain on either side - T."
  },
  {
    "quote": "Kuolesha huko utakwishilia",
    "person": "T. A favorite play of all children. Kuolesha vidau",
    "tail": ". T 188. You will end at that floating of toy boats. Get beyond child's play - T. A favorite play of all children. Kuolesha vidau, to float small vessels. This proverb ends with the words: Hujitahidi, hutatimiza kitu, You don't make an effort, you will not achieve anything - JKP. Cf. 1588."
  },
  {
    "quote": "Kupendelea si kwema.",
    "person": "",
    "tail": "NGU. To be partial is not good. Favoritism is not good."
  },
  {
    "quote": "1616a.  Maujudi ni lazima.",
    "person": "",
    "tail": "SPK. Existence is necessary. Maujudi, things needed for existence, provisions?"
  },
  {
    "quote": "Mche akuchaye.",
    "person": "",
    "tail": "NGU. Respect the one who respects you."
  },
  {
    "quote": "Mcheza kwao hutuzwa (or hutunzwa).",
    "person": "JKP. The opposite",
    "tail": "F 24.36; SACL 918; KB achezaye; FSM 99, hutunzwa; JKP; KS tunza; AL 871; T 389. A person who dances at home is rewarded [or cared for]. One should let one's own people benefit from one's art - JKP. The opposite: \"The dancer at home is never given largesse.\" - Racial p.584, no.34. In Swahili this would be rendered by the verb hatuzwi: is not rewarded. Kutuzwa, to be rewarded. Kutunzwa, to be cared for. Cf. 1630."
  },
  {
    "quote": "Mla halasa hamziki mamaye.",
    "person": "JK. A different interpretation",
    "tail": "JK 128; SACL 264. They who consume their wages, do not bury their mothers. A decent burial costs money, the official mourning lasts for seven days, and all visitors and mourners have to be fed. Not being able to give parents a proper burial is a very serious breach of a child's responsibility - JK. A different interpretation: Persons who are enlisted do not bury their mothers, because they are retained by their service - SACL. Halasa, profit in business; sailor's wages."
  },
  {
    "quote": "Mlimbua nchi ni mwana nchi.",
    "person": "",
    "tail": "F 28.87. The one who enjoys the first fruits of a country is a child of that country. First come, first served."
  },
  {
    "quote": "Moto hauna ubaguzi yeyote humwunguza.",
    "person": "",
    "tail": "NGU. Fire has no preference, burns anybody."
  },
  {
    "quote": "Mtu hakatai mwito, hukataa alichoitiwa.",
    "person": "",
    "tail": "F 32.123; L 66; KA. People do not object alone to being called, but also to what they are called for."
  },
  {
    "quote": "Mtu  hukataa shauri, siyo mwito.",
    "person": "",
    "tail": "NGU. A person refuses advice, but not a call. Cf. 1589"
  },
  {
    "quote": "Mtu hauzi kabila yake.",
    "person": "",
    "tail": "SAM 17.29. A person does not sell his/her clan. People should be faithful to those who brought them up. Cf. 722."
  },
  {
    "quote": "Mtu wa kikoa asipolipa ana kipara cheupe.",
    "person": "MM. Kikoa",
    "tail": "J.para; T 277; MS 43; SACL 371; Vkikoa. If a member of a mess [or club] does not pay, that person has a bald patch. That person is marked, everybody knows it - MM. Kikoa: a meal eaten in common, provided by each of those who join it by turns; a common table, a mess. It is resorted to in time of famine for the sake of economy -T. This custom still exists at the coast and is done mereLy for the sake of social gatherings - MM."
  },
  {
    "quote": "Mla  kikoa kwa mwenziwe asilipe, kama ng'ombe asio  pembe.",
    "person": "",
    "tail": "SACL 371. One who eats a meal in turn at a friend's, without returning a meal, is like a bull without horns."
  },
  {
    "quote": "Mnyapara  wa kikoa asipolipa hubaki kichwa cheupe.",
    "person": "",
    "tail": "NGU. If a bald person of the club does not pay, the shining head will remain. Mnyapara, foreman, supervisor, but could also mean, a bald person. Para, bald. Cf. 1273, 1624."
  },
  {
    "quote": "1624a.  Mtu wajibu wake kutuza nchi yake.",
    "person": "",
    "tail": "SPK. It is your duty to give [help] to your own country [your people]."
  },
  {
    "quote": "Mvunja kwao hakui, ila huwa yeye mbombwe.",
    "person": "KA.",
    "tail": "T 361; KA; SACL 800; SPK. People who destroy their native land do not prosper, but will become despicable. Mbombwe or bomwe, a maggot; a potsherd - KA. Cf. 1626."
  },
  {
    "quote": "Mvunja nchi ni mwana nchi.",
    "person": "",
    "tail": "F 33.135; ED 7; KB 208; SACL 640; T 181; KS mwanachi; JK 1413; T 644. The person who destroys the country is the inhabitant. It is the insider who does greatest harm."
  },
  {
    "quote": "Mwito haukataliwi.",
    "person": "",
    "tail": "NGU. A call is not refused."
  },
  {
    "quote": "Nahodha mtaka chombo si mjinga wa safari.",
    "person": "",
    "tail": "T 403. A captain who desires a ship is not altogether ignorant of a voyage. If someone accepts responsibility that person should know how to handle it."
  },
  {
    "quote": "Nani atamfungia paka kengele?",
    "person": "",
    "tail": "NGU. Who will tie the bell to the cat?"
  },
  {
    "quote": "Ndaulia! Si ulinzi: bora ni kwenda mwenyewe.",
    "person": "",
    "tail": "T 406. See after it for me! is no [effectual] minding [of the crop]; that which avails is to go oneself - T. Ndaulia, ni-aulia, see for me how a work is going on - J; SACL."
  },
  {
    "quote": "Ngozi matundu, lazima kwa mchungaji.",
    "person": "",
    "tail": "K .245; AL 1402-3. If there are holes in the hide, the shepherd is responsible."
  },
  {
    "quote": "Ngozi  matundu, lazima kwa mchunaji.",
    "person": "",
    "tail": "KB 245. If there are holes in the hide the flayer is responsible."
  },
  {
    "quote": "Mchungaji,",
    "person": "",
    "tail": "shepherd. Mchunaji, one who flays animals."
  },
  {
    "quote": "Nisamehe, nisamehe, ilivunja vyombo vikamalizika.",
    "person": "",
    "tail": "REK. Forgive me, forgive me, broke the pots and destroyed them. Repeated excuses are destructive."
  },
  {
    "quote": "Njia ya haini hupariza.",
    "person": "",
    "tail": "NGU. The road of the traitor is razed. Every service is refused. Cf. 1625."
  },
  {
    "quote": "Paka akiwa hakimu panya hawezi kushinda kesi.",
    "person": "",
    "tail": "KA. If the cat is judge a mouse cannot win the case. Cf. 1604; 3356."
  },
  {
    "quote": "Pasua kisha ushone.",
    "person": "EM.",
    "tail": "EM p7. Tear and then stitch. If a person spoils something he should repair it - EM."
  },
  {
    "quote": "Sultani akisahau ngoma, usimkumbushe.",
    "person": "",
    "tail": "AL 1102. If the chiefs forget the drum, don't remind them. Better keep away from other people's responsibilities."
  },
  {
    "quote": "Ukiitwa nenda ukakatae ulichoitiwa.",
    "person": "",
    "tail": "NGU. If you are called, go, you might refuse to do what you are called for. Cf. 1589, 1590."
  },
  {
    "quote": "Ukirithi jina urithi na mambo yake.",
    "person": "",
    "tail": "FSM 187. If you inherit a name you must also adopt its affairs. If appointed you must fulfill all the obligations attached. Mambo has often the meaning of bad things, e.g., debts."
  },
  {
    "quote": "Ulipo si kitu, unachofanya hapo ndicho muhimu.",
    "person": "",
    "tail": "EM u20. It's not where you are, but what you do there that matters. It is not important at what level of responsibility you work, but how you conduct your life."
  },
  {
    "quote": "Usiutwae ulimwengu kuuchukua kwa kichwa.",
    "person": "MM.",
    "tail": "T 558; MS 84. Don't take the world to carry it on [your] head. \"Do not take more responsibility than you can handle\" - MM."
  },
  {
    "quote": "Waaminifu ndiwo waharibifu.",
    "person": "",
    "tail": "NGU. Trustworthy people [insiders] are also spoilers. Haribifu,spoil, destruct. Aminifu, trusting, believing. Cf.1626."
  },
  {
    "quote": "Wenye kuoa mwoe, tutakula likilimba.",
    "person": "AL. Likilimba",
    "tail": "AL 1249. You who marry, marry, we'll eat at your place in turns. Profiteers take any occasion to advance - AL. Likilimba, to invite for a meal in turn, as is customary in town."
  }
]