[
  {
    "quote": "Abiria linda mamba.",
    "person": "",
    "tail": "SPK. Traveller, watch out for crocodiles. 146a. Afadhali kuvunja uchumba kuliko kuvunja ndoa. REK. It's better to break an engagement than a marriage. 147. Ajaye kisimani mbele hunywa maji maenge. MARA 2. The first person coming at the well drinks clean water. Those coming afterwards will find muddied water. We should not wait for others to start doing things."
  },
  {
    "quote": "Akiruka, usiruke naye; mtege utamnasa.",
    "person": "",
    "tail": "REK. When they jump, don't jump with them; set a trap and you will catch them."
  },
  {
    "quote": "Akutanguliaye chanoni hukuzidi tonge.",
    "person": "",
    "tail": "JKP. The one who goes before you to the food platter will get a bigger piece than you. Use the opportunity. Chano: a big platter."
  },
  {
    "quote": "Alikuwa wapi ni kujitunza.",
    "person": "",
    "tail": "NGU. They who were there are taking care of themselves. Minding your own business. Being alert."
  },
  {
    "quote": "Aliyejamba, mngoje atakunya.",
    "person": "",
    "tail": "NGU. Beware of those who break wind, they are about to defecate. This is said if something is going to happen. Someone will fall down or something will give."
  },
  {
    "quote": "Aliyengoja, hawezi kuja.",
    "person": "",
    "tail": "RSP 120. One who waits cannot come [at all]. \"One of these days is none of these days.\""
  },
  {
    "quote": "Aombaye magadi awe na kigae (chake).",
    "person": "",
    "tail": "EM13.15. One who asks for baking powder [soda] should have a container. One should cooperate with the help given. Cf. 824."
  },
  {
    "quote": "Asazacho mwizi mganga atwae.",
    "person": "SPK. Asazacho",
    "tail": "SM. What the thief has left for you, take it to the witch doctor [to put a curse on the thief]. When someone has been burgled, the person will call the diviner who will 'find' the thief, for a very big fee. Your friends may cause more damage than your enemies - SPK. Asazacho = anachokisaza (anachokibakisha: what someone left behind. Sazo, ma- : left over."
  },
  {
    "quote": "Asikuwahi mwomba kibuyo.",
    "person": "EM. First things first.",
    "tail": "EM 14.18; KA. Let not the one in need of a gourd precede you. If you are in need of something you should make your request known early upon arrival, lest somebody coming later gets it - EM. First things first."
  },
  {
    "quote": "Asili ya kuchonga mwiko ni kuchoka  kuuungua.",
    "person": "",
    "tail": "JKP. The reason for carving a spoon [to stir the porridge] is being tired of burning [a hand]. Cf. 257."
  },
  {
    "quote": "Asiye na macho akaazime ya kondoo.",
    "person": "AL.",
    "tail": "AL 582. One who has no eyes should borrow the eyes of a sheep. Don't expect anything from a narrow-minded person - AL. Cf. 1333, 1334."
  },
  {
    "quote": "Asiyejiangalia huishia \"ningalijua.\"",
    "person": "",
    "tail": "KA. A person who does not look out [is careless] will end up [saying] \"If I had known.\""
  },
  {
    "quote": "Asiyekuwapo na lake halipo.",
    "person": "JK.",
    "tail": "F 4.37; H 96; SWA 66; JKP; Holiday. One who is not there, nothing of that person is there. If you are absent you lose your share. \"You have to be present at the division of an inheritance. Leave no business to others\" - JK."
  },
  {
    "quote": "Asiyepo haangukiwi.",
    "person": "SPK p.",
    "tail": "JK 135. Those who are not there will not have anything falling on them. Variant: Mti hauangulii wasiopo. A tree drops nothing on those who are not there. The cultural reference is to the coconut plantations, of which there are many on the Swahili coast. Every morning the mkezi, the professional climber, climbs the trees and cuts down the ripe coconuts. Anyone walking underneath may get one on the head, which is unpleasant; as a result, however, that person will have a coconut, which ia pleasant. So, the proverb has two applicative meanings: (1) Ambitious and greedy people will always be found in places where advantages can be got, or where high offices are to be had, so they are seen in the company of dignitaries and wealthy people; (2) Conversely, if there seems to be a danger somewhere, it is better to be absent - SPK p.116-17. Cf. 3111, 3134, 4017."
  },
  {
    "quote": "Atahiriwapo mtoto (or mwana)wa mtemi, na  wa maskini",
    "person": "EM. This proverb has many uses",
    "tail": "Atahiriwe papo hapo. EM 17.26; KA mwana. Where the chief's son is circumcised, there the son of the poor family should also be circumcised. Opportunity given to an important person or member of the family should also be given to the less fortunate or member of another family - EM. This proverb has many uses: equal opportunity, but also to be alert when there are opportunities."
  },
  {
    "quote": "Baada ya kifo ni tabibu.",
    "person": "",
    "tail": "MEM 113. After death, the doctor. When it is too late one looks for the remedy. In the same vein: baada ya nyama haradali. MEM 116. After the meat, the mustard."
  },
  {
    "quote": "Badiliko kwa mjukuu uanze na babu.",
    "person": "",
    "tail": "EM 22.1. A change needed in a grandchild has to begin with the grandfather. Start early."
  },
  {
    "quote": "Bahati ikibisha (or ikipiga) hodi ni sharti ufungue  mlango mwenyewe.",
    "person": "EM.",
    "tail": "EM 23.3; KA ikipiga. When fortune knocks at the door, you have to open the door yourself. For example: If there is a vacancy for employment, don't wait until you are called, but go after it - EM."
  },
  {
    "quote": "Bila [kumshinda] nyuki hupati asali.",
    "person": "EM.",
    "tail": "EM 26.13. Without [overcoming] bees you cannot get honey. Understood: You must confront the bees. If you want to succeed, be ready to deal with difficulties - EM."
  },
  {
    "quote": "Bila silaha usiingie vitani.",
    "person": "EM.",
    "tail": "EM 27.15. Don't join in a fight if you have no weapons. Don't start anything without making adequate preparations - EM."
  },
  {
    "quote": "Bilauri si kopo.",
    "person": "",
    "tail": "AL 553. A [drinking] glass is not worth a [tin] cup. It's nicer but is easily broken. Beauty versus performance."
  },
  {
    "quote": "Boriti ikianguka, boriti mpya ikaze.",
    "person": "JK.",
    "tail": "JKP. When a roof beam falls, fix a new one. \"This may refer to a widow or widower\" - JK. Cf. 368."
  },
  {
    "quote": "Bunde haviziwi kwa nyuma",
    "person": "",
    "tail": ". NGU. An owl is not caught from behind. An owl is always looking. It is not easy to challenge a brave person. Vizia: ambush."
  },
  {
    "quote": "Chachu kidogo huumua mkate.",
    "person": "",
    "tail": "NESTOR p.5. A little yeast raises the loaf. A small fire destroys a big forest. Umua: raise."
  },
  {
    "quote": "Chelewa-chelewa utamkuta mwana si wako.",
    "person": "",
    "tail": "ZO 33. For always postponing you discover that the child is not yours."
  },
  {
    "quote": "Chura akitupwa majini hafi.",
    "person": "EM.",
    "tail": "EM 40.21. If a frog is thrown into water it doesn't die. This means that a person may believe to have punished somebody while in fact one has done a favor to that person - EM."
  },
  {
    "quote": "Chura aliapo maji yangali machache,  yakijaa halii.",
    "person": "",
    "tail": "NGU. A frog in shallow water does not cry when the water is high. The frog cries because there is something important going on, e.g., fighting in parliament about something valuable. The frog does not cry when all is well."
  },
  {
    "quote": "Chura hulilia penye maji.",
    "person": "",
    "tail": "NGU. A frog cries in the water. Weeps for nothing."
  },
  {
    "quote": "Dalili ya mvua [ni] mawingu.",
    "person": "",
    "tail": "F 7.1; T. 57; H 27; A 94; V 94; J dalili; RECH 67; CM 60; MARA 13; KB 48; 2.13; KS dalili. The sign of rain is clouds. Watch out for early warning signs. Cf. 325, 1551."
  },
  {
    "quote": "Dama ni ilo mkononi.",
    "person": "SPK. Note",
    "tail": "ED 10. The sailing rope is in [your] hand. The dama is the rope which holds the sail in the wind and is important to catch the wind; it works only \"when in the hand.\" Take your own decisions -SPK. Note: Dama is also a game played on a board like chess, checkers, a kind of bao. Therefore: \"the play is what is in your hand\" [stones or seeds used in the game]. Bao, the world's oldest game, has many names in the world: wari, mancala, dakon, sunca, pani, mongola, adi, giuthi, choro, etc. Same meaning as 180, 207, 285."
  },
  {
    "quote": "E, kengewa lolo, kipata nyakua.",
    "person": "JKP.",
    "tail": "JKP. You swift kite, if you find [a chicken] grab it. \"Make use of the opportunity when it comes\" - JKP."
  },
  {
    "quote": "Enenda kwa tasihili wala usitaghafali.",
    "person": "",
    "tail": "JKP. Go quickly [when you are sent on an errand] and never be negligent. Taghafali: be neglectful, thoughtless, inattentive."
  },
  {
    "quote": "Enga kabla ya kujenga.",
    "person": "",
    "tail": "KA. Take care before building. Think carefully about the results and possibilities of your actions. Enga= angalia: consider."
  },
  {
    "quote": "178a. Fanya fundo kwa siku ya mashaka.",
    "person": "SPK.",
    "tail": "SPK. Make a knot for the day of distress. Swahili people used to keep their money in a knot in a corner of their garment. Provide against a rainy day - SPK."
  },
  {
    "quote": "Fedha haiwezi kununua \"kama ningejua\".",
    "person": "",
    "tail": "NGU. Money cannot buy \"if only I had known.\" Missed opportunity."
  },
  {
    "quote": "Fimbo iliyo mkononi, ndiyo iuayo nyoka.",
    "person": "",
    "tail": "L 19; F 8.2; J; B 2.42. The stick in the hand is the one that kills the snake. Often there is no time to look for a weapon, when confronted with a snake. Make the best of what you have; have your credentials with you. Cf. 181."
  },
  {
    "quote": "Fimbo ya mbali haiui nyoka.",
    "person": "",
    "tail": "B 2.42; MARA 15; KS fimbo. The stick which is far [not at hand] does not kill the snake. Cf. 207."
  },
  {
    "quote": "Fua chuma wakati kingali na moto.",
    "person": "",
    "tail": "ZAW 173; AL 259. Strike the iron while it is still hot. Cf. 318."
  },
  {
    "quote": "Haidhuru hudhuru.",
    "person": "JKP.",
    "tail": "EM h3; JKP. Never mind brings harm. Carelessness is dangerous - JKP. \"If something shows signs of going wrong, it should be rectified immediately so that it can bring no harm\" - EM."
  },
  {
    "quote": "Haidhuru, haiui lakini inadhuru.",
    "person": "",
    "tail": "NGU. It does not matter does not kill, but it harms. Cf. 368."
  },
  {
    "quote": "Hajikwai mtu kwenye mlima, hujikwaa  kwenye kilima cha fuko.",
    "person": "EM.",
    "tail": "EM h4. People do not stumble over a mountain, they stumble over a molehill. \"It's easier for a person to stumble over an insignificant matter than over a significant one\" - EM."
  },
  {
    "quote": "Hala hala - mti na macho.",
    "person": "",
    "tail": "NGU; F 9.2; B 3.67. Watch out - a tree and eyes. A warning: Timber! Alaala or halahala: expression of annoyance, impatience."
  },
  {
    "quote": "Hamadi [ni iliyo] kibindoni, silaha [ni]  iliyo mkononi.",
    "person": "JKP. Hamadi is the invocation to Mohammed for help. Kibindo",
    "tail": "B 2.32; F 9.3; JKP; KS kibindo. F. translates freely: \"By the Prophet! I have some cash on me, is as good as having a weapon ready in one's hand in time of need.\" \"Only what you have in hand can be relied on\" - JKP. Hamadi is the invocation to Mohammed for help. Kibindo: a loincloth. Money was once kept in the corner of it - L; F. Can also refer to greed, when someone takes things at parties, taking them home hidden in the clothing - MM. Often shorter versions are used: Hamadi kilicho bindoni. V hamadi. Secure is what one carries in one's belt."
  },
  {
    "quote": "Iliyo bindoni.",
    "person": "",
    "tail": "SACL 108. What is tied in the knot of the loincloth [is secure]."
  },
  {
    "quote": "Iliyo bindoni imo salimini.",
    "person": "",
    "tail": "SPK. That which is in one's pocket is safe."
  },
  {
    "quote": "Hamadi kibindoni",
    "person": "KS. Use",
    "tail": ". H 98; T 15; L 22; KS hamadi. hamadi: An exclamation in stumbling or dropping a cup or saucer - KS. Use: Chukueni chakula safarini msije piga hamadi. Take food with you on the trip, so you don't have to say 'hamadi'. Nilimfuata mke wangu nyumbani kwao hamadi mke hayupo, I followed my wife in their home, 'hamadi' (alas) she was not there."
  },
  {
    "quote": "Hapa si pale.",
    "person": "",
    "tail": "NGU. Here is not there."
  },
  {
    "quote": "Hauchi, hauchi, unakucha.",
    "person": "L. Time and tide wait for nobody - H.",
    "tail": "H 42, G 11.13; L 23; SWA 4. It does not dawn! It does not dawn! ... It dawns! Certain things will happen, even if you believe they will not happen - L. Time and tide wait for nobody - H."
  },
  {
    "quote": "Hayawi, hayawi, huwa.",
    "person": "MM. It's no use sticking your head in the sand",
    "tail": "H 42; F 11.14; KB 68. They are not happening, they are not happening ... they happen - MM. It's no use sticking your head in the sand; you may keep on saying \"There's nothing to worry about,\" but suddenly, there is! - F. Cf. 188."
  },
  {
    "quote": "Hiari na kitari ni yako.",
    "person": "JKP.",
    "tail": "JKP. The choice and preference is yours [your final decision]. In the last resort you have to decide for yourself - JKP."
  },
  {
    "quote": "Hofia kijacho.",
    "person": "",
    "tail": "NGU. Fear for what is coming. Prepare for the future."
  },
  {
    "quote": "Huisha vizuri kianzwacho vizuri.",
    "person": "",
    "tail": "WIKON l99. What is begun well, ends well."
  },
  {
    "quote": "Huyaondosha mavi yangali fukuto; yakiisha  oza ni magumu.",
    "person": "AL.",
    "tail": "AL 263. One clears the excrement while it is warm, it's more difficult when it is hard. A quick decision is needed before things get worse - AL."
  },
  {
    "quote": "Iliyopita si ndwele, ganga ijayo.",
    "person": "",
    "tail": "F 12.3; MS 94; MARA 3; ZO p.243; SPK; F 52.2; B 2.6. That which has passed is not a disease [anymore], cure what is coming. Stop meditating on past troubles, try to prevent their repetition."
  },
  {
    "quote": "Inafaa kusemea mgomba ungali wima.",
    "person": "",
    "tail": "KB 78. One must plead the case of the banana tree while it is still standing. Speaking good of people after their death is useless. Look after your business before it is too late."
  },
  {
    "quote": "Jambia kiunoni na bakora mkononi.",
    "person": "",
    "tail": "AL 513; AL kiuno. A dagger in the belt [sash] and a stick in the hand. Taking precautions."
  },
  {
    "quote": "Jambo kuingia sahali, kutoka ni  mashughuli.",
    "person": "",
    "tail": "JKP. It is easy to get involved in a conflict, but to get out is an embarrassment. Sahali (-epesi): easy. Jambo: an affair, matter. Shughuli: trouble."
  },
  {
    "quote": "Jawabu la kesho huandaa [huandaliwa] leo.",
    "person": "",
    "tail": "J; KB jawabu; SACL 183; NGU. Tomorrow's business one gets ready today."
  },
  {
    "quote": "Je, haikawii.",
    "person": "",
    "tail": "NGU. What? The answer comes quickly. And is often bad."
  },
  {
    "quote": "199a. Jenga nyumba mbele ya kuoa.",
    "person": "",
    "tail": "SPK. Build a house before marrying."
  },
  {
    "quote": "Jogoo hulia: \"uta wangu u kule.\"",
    "person": "",
    "tail": "F13.6; B l.36; CM 50; T 559. The rooster crows, \"My bow is far away.\" This is what the rooster is supposed to say, as an excuse for not being ready to fight the hawk stealing the chicken. An onomotopoetic line based on the noise made by a crowing rooster. Cf. 838."
  },
  {
    "quote": "Jua la asubuhi halidumu siku nzima.",
    "person": "",
    "tail": "NGU. The morning sun does not last the whole day. Do not delay your plans."
  },
  {
    "quote": "Jua likituchea, nyota zitapotea.",
    "person": "JKP. -cha",
    "tail": "JKP. When the sun overtakes us, the stars will be lost. Morning prayers have to be performed before sunrise. There is a right time for everything - JKP. -cha: dawn."
  },
  {
    "quote": "Jumbe atokeapo, msalimu papo hapo.",
    "person": "",
    "tail": "EM j20. When the village head appears greet him there and then. The jumbe are busy people and many look to them for help. Greet them before they leave. You may miss your chance to make your request. Cf. 195."
  },
  {
    "quote": "Kale hairudi.",
    "person": "",
    "tail": "NGU. The [good] old times do not come back."
  },
  {
    "quote": "Kama  huna saa ya mkono lazima jua likuongoze.",
    "person": "",
    "tail": "REK. If you don't have a wristwatch look at the sun for guidance. Be inventive. Don't be stopped by one obstacle."
  },
  {
    "quote": "Kamata unachokiona, usingoje kijacho.",
    "person": "",
    "tail": "NGU. Take it when you see it, don't wait for what [might] come."
  },
  {
    "quote": "Kamba ya mbali haifungi kuni.",
    "person": "",
    "tail": "MARA 23; KA. A rope far away does not tie the firewood. Cf.181, 3630."
  },
  {
    "quote": "Kambare hapishi chambo.",
    "person": "",
    "tail": "AL 251. A catfish does not let the bait go by."
  },
  {
    "quote": "Kambare hukunjwa mbichi.",
    "person": "",
    "tail": "NGU. The catfish is straightened when fresh."
  },
  {
    "quote": "Kenda fumbata, sio kumi nenda uje [kesho].",
    "person": "",
    "tail": "EM K5;KS. Grasp the nine, not the ten to collect later [tomorrow]. Nine things of which you are sure are better than ten you are promised. \"A bird in the hand is worth two in the bush.\" Cf. 2493, 3481."
  },
  {
    "quote": "Kengele hailii bure, mpaka mtu  anaichokoza.",
    "person": "",
    "tail": "AL 1691. A bell does not ring by itself, someone must put it in motion. Mpaka, ila: but, until. Chokoza: tease, bully, annoy, vex."
  },
  {
    "quote": "Kesho si leo.",
    "person": "JK.",
    "tail": "JKP. Tomorrow is not today. \"Said when a customer promises: 'I'll pay tomorrow” - JK."
  },
  {
    "quote": "Kiatu (or viatu) siku ya mwendo.",
    "person": "",
    "tail": "ED 17; JK 143; SACL.669 viatu; 1021; T 138. Shoe for the day of a journey."
  },
  {
    "quote": "Ndau siku ya miuya.",
    "person": "",
    "tail": "ED 59; SACL 669; T 138. A bailing bucket for the day of big waves."
  },
  {
    "quote": "Silaha siku ya khondo.",
    "person": "JK.",
    "tail": "ED 67; JK 143; T 138. A weapon for the day of battle. All three proverbs warn us to be ready, to be on the alert. A cordial way of greeting one's friends - JK."
  },
  {
    "quote": "Kima aliyetangulia hali tunda bovu.",
    "person": "",
    "tail": "AL 1199. The monkey that arrived first does not eat a rotten fruit."
  },
  {
    "quote": "Kimbia ugwe usijeona ng'ombe.",
    "person": "",
    "tail": "EM k12. When you see the rope, run before the bull appears. The bull is tied to the rope. This is related to the play between people and bulls on Pemba Island. Be careful and watch out for the early signs."
  },
  {
    "quote": "Kinga mkono upewe, kunyang'anya kuna  shari.",
    "person": "",
    "tail": "AL 1537. Interpose your hand to obtain, taking by force is evil [not allowed]. Show that you are present, to have a chance to receive."
  },
  {
    "quote": "Kinolewacho hupata [hukata].",
    "person": "Sacl. pata",
    "tail": "MARA 29; SAM 10.10; KS noa. What is sharpened will become sharp [will cut]. What is repeated often enough will stay, even lies. What is cared for will remain useful. Kupata [to get, obtain]: has a special meaning in reference to a knife. E.g., kisu hakipati means: the knife is not sharp - Sacl. pata, kukata: to cut."
  },
  {
    "quote": "Kipofu haoni ana maarifa.",
    "person": "",
    "tail": "NGU. The blind do not know that they have information. Maarifa: knowledge, intelligence, information."
  },
  {
    "quote": "Kipofu haulizwi njia.",
    "person": "",
    "tail": "NGU. A blind person is not asked the way."
  },
  {
    "quote": "Kipofu kaona mwezi.",
    "person": "",
    "tail": "NGU. A blind one has seen the moon. Something nice happened."
  },
  {
    "quote": "Kisu kibutu hakichinji kuku.",
    "person": "",
    "tail": "SACL 122. A dull knife slaughters no chicken."
  },
  {
    "quote": "Kisu kibutu hakikati unywele.",
    "person": "",
    "tail": "NGU. A dull knife cuts no hair. Cf. 285."
  },
  {
    "quote": "Kisu kilichomnyoa bundi, na kokotoro  kimnyoe.",
    "person": "",
    "tail": "EM k18. The knife that shaved the owl should also shave the kokotoro. The measure given to one should be the same for another. Kokotoro: a kind of nightingale. Cf. 161."
  },
  {
    "quote": "Kitendo ni moto, majuto ni mjukuu.",
    "person": "",
    "tail": "KA. Action is like fire, sorrow is like a grandchild [it comes afterwards]. Cf. 310."
  },
  {
    "quote": "Kitu cha kwanza kifanywe kwanza.",
    "person": "",
    "tail": "NGU. The first things should be done first."
  },
  {
    "quote": "Kivuli cha pungu ni kile cha nderi,  mafumo ya ncha ndefu.",
    "person": "JK.",
    "tail": "JKP. The eagle's shadow is like that of the vulture, spears have long points. Always be vigilant, dangers lurk everywhere - JK."
  },
  {
    "quote": "Kobe ukimtupa majini, kwake si mauti bali  ni fur âaha.",
    "person": "",
    "tail": "REK. If you throw a tortoise in the water, that brings to it not death but joy. Cf.172."
  },
  {
    "quote": "Kohoa upate tonge.",
    "person": "",
    "tail": "AL 1254; AL kitonge. Cough and you may get a mouthful. Make your presence known, so you may be served."
  },
  {
    "quote": "Kondoo alinyimwa ndevu.",
    "person": "",
    "tail": "AL ndevu. The sheep was denied a beard."
  },
  {
    "quote": "Kondoo hakufika kwenye soko la ndevu",
    "person": "",
    "tail": ". AL 1208. The sheep arrived too late at the beard-market. Animal story: Why the sheep has no beard."
  },
  {
    "quote": "Kuambiliwa kuna uwongo, wende ukajionee.",
    "person": "",
    "tail": "AL ji. Being told is deceitful, go and see for yourself. See also the section \"Lying.\""
  },
  {
    "quote": "Kukiwa jua, kukiwa mvua.",
    "person": "JKP.",
    "tail": "JKP. If there be shine or rain. \"In any case, at all times\" - JKP."
  },
  {
    "quote": "Kuku anaendelea kula, walimaliza shauri.",
    "person": "",
    "tail": "LE2 303.11. The chicken goes on eating, [while] they have decided its destiny. People do not know their own destiny. Cf. 299."
  },
  {
    "quote": "Kule ni kule hakuwezi kuwa hapa.",
    "person": "",
    "tail": "NGU. There is there, it can never be here."
  },
  {
    "quote": "231  kulungu mwoga hukimbiza pembeze.",
    "person": "",
    "tail": "T 608. The timid bushbuck saves its horns. In spite of the tangled jungle, the long-horned antelope keeps its horns free from entanglement. Cf 257, 2005, 2006."
  },
  {
    "quote": "Kumaliza kiu ni kwenda mtoni.",
    "person": "",
    "tail": "REK. In order to quench your thirst go to the river. Take appropriate means."
  },
  {
    "quote": "Kuni juu uchaga zacheka zilizo motoni.",
    "person": "",
    "tail": "KA; SM. Firewood in storage laughs at that in the fire. Don't laugh at people who have trouble, your turn may be near."
  },
  {
    "quote": "Kunyolewa kipara si mwisho wa kumea  nywele.",
    "person": "",
    "tail": "REK. Shaving your head is not the end of growing hair."
  },
  {
    "quote": "Kunyolewa kukiwa lazima, kuahirisha si  kwema.",
    "person": "JK.",
    "tail": "JKP. When shaving is necessary, postponing is not good. \"Pay your debt\" - JK."
  },
  {
    "quote": "Kuonja ndiko kula.",
    "person": "",
    "tail": "NGU. Tasting is eating. Trying drugs may become addictive."
  },
  {
    "quote": "236a. Kupewa usikubali waja taka usipewe.",
    "person": "",
    "tail": "KA; SM. Don't refuse what is given; time will come when you want it, and are not given."
  },
  {
    "quote": "La leo lisingoje kesho.",
    "person": "",
    "tail": "EM l4. What should be done today should not wait for tomorrow."
  },
  {
    "quote": "La watoro chaka ni lile kwa lile.",
    "person": "T. The runaway escapes by way of the nearest woods with the only purpose in mind",
    "tail": "T 215. The woody place of the runaways is always the very same - T. The runaway escapes by way of the nearest woods with the only purpose in mind: escape. Any port in a storm."
  },
  {
    "quote": "Lazima kunyosha mti unapomea (or  unapoota) ukiisha kukauka haiwezekani.",
    "person": "",
    "tail": "KB 138. Put the tree straight while it is growing, when it has hardened it cannot be done. Cf. 318."
  },
  {
    "quote": "Lazima mti uwe ndani ya maji upate  kutelemka.",
    "person": "",
    "tail": "JGH 139. For a tree to go down with the current it must be in the water. Without help it is hard to succeed. Cf. 265, 1252, 1789."
  },
  {
    "quote": "Legelege pembe ya ng'ombe.",
    "person": "",
    "tail": "FSM 89. Shake the horn of the cow. Stay loose. Shape up, adjust for the changing conditions of life."
  },
  {
    "quote": "Lekeza, ufume.",
    "person": "",
    "tail": "JKP. Aim well, so that you hit your target. Lekeza, elekeza: point, show, aim. Fuma, hit with a spear or arrow."
  },
  {
    "quote": "Leo ni leo: asemaye kesho ni mwongo.",
    "person": "MM. Used in wedding songs.",
    "tail": "F 20.4; B 4.84. Today is today, one who says \"tomorrow\" is a liar. Against procrastination, but is also used when people who boasted to do something, are now asked to keep their promise - MM. Used in wedding songs. Cf. 243, 1535, 1537."
  },
  {
    "quote": "Lighafiliwalo ni la lusu.",
    "person": "",
    "tail": "JKP. Neglected property is for the thief. Lusu, mwizi: thief. Ghafiliwa: to be thoughtless, neglected."
  },
  {
    "quote": "Liharibikalo hufanywa.",
    "person": "JK.",
    "tail": "JKP. What is spoiled is mended. \"Said to encourage a person to apologize\" - JK."
  },
  {
    "quote": "Likitoka liote.",
    "person": "",
    "tail": "T 221; A 139; SAM 13.5; KA; JKP. When it [the sun] comes out, bask in it. \"Make hay while the sun shines.\""
  },
  {
    "quote": "Lipunguze omo tanga, kuna kusi la hatari.",
    "person": "",
    "tail": "JKP. Reduce sail up front, the dangerous southerly monsoon is blowing."
  },
  {
    "quote": "Lishalo ndilo dogo kuliko lijalo.",
    "person": "MARA.",
    "tail": "MARA 2; KA. What has been is smaller than what will come. We should not waste time thinking about past misfortune, but think about what is coming and prepare ourselves to stand up to it - MARA. Cf. 194, 2885."
  },
  {
    "quote": "Lisilo mkoma hujikoma lilo.",
    "person": "",
    "tail": "T 224; A 305; J; SAM 13.7; SACL 563; RECH hujikoma lenyewe; KS mkoma. What has no one to end it, ends itself. If you do not guide and bring your business to an end, then it may not end to your liking. A play on words: lisilo na mkono, hujikonda lenyewe. WIKON l99. What has no hand [help] pines away."
  },
  {
    "quote": "249a. Mabadiliko bora kuliko mapumziko.",
    "person": "",
    "tail": "SPK. Changing is better than resting."
  },
  {
    "quote": "Maisha hueleweka ukiyatazama kwa nyuma,  lakini tunaishi tukitazama mbele.",
    "person": "",
    "tail": "EM m2. Life can be understood looking backwards, but we live looking forwards. We have to look backwards in order to be able to plan the future."
  },
  {
    "quote": "250a. Majanyanga mamoja.",
    "person": "",
    "tail": "SPK. The shallows are all the same. Everywhere along the coast, the shallow waters are dangerous."
  },
  {
    "quote": "250b. Maji maangavu male.",
    "person": "",
    "tail": "SPK. Clear water but deep."
  },
  {
    "quote": "Maji ya nazi hunywewa katika (or kutoka) nazi.",
    "person": "",
    "tail": "NGU. Milk of the coconut is drunk from the nut [to enjoy its freshness]. Cf. 4610."
  },
  {
    "quote": "Maji yaliyoko mbali hayakati kiu.",
    "person": "",
    "tail": "REK. Faraway water quenches no thirst. Cf.181."
  },
  {
    "quote": "Maji yangali kidogo, yafaa kuvuka.",
    "person": "",
    "tail": "AL 254. It is wise to cross when the water is still low."
  },
  {
    "quote": "Matawi yatenganishe yangali machanga.",
    "person": "EM.",
    "tail": "EM m5. The branches of a tree should be separated while young. This saying means that you should build good character and relationship among children while they are young; it is difficult to do so when they are grown up - EM."
  },
  {
    "quote": "Mbu haumi mboni ya jicho.",
    "person": "",
    "tail": "NGU. The mosquito does not sting the apple of the eye. It does not get the chance. Provide security."
  },
  {
    "quote": "Mche ndiyo mti.",
    "person": "",
    "tail": "NGU. A sprout is a tree. It becomes a tree."
  },
  {
    "quote": "Mchonga mwiko hukimbiza mikono yake.",
    "person": "MARA",
    "tail": "F 24.42; KA; MARA 3; AL 184. The carver of a wooden spoon saves one's hands. A general explanation by MARA: To save her hand from burning while stirring hot food, a wooden spoon is made. For the same reason that a person buys an umbrella to avoid getting wet, or a bicycle to spare the feet. Cf. 2005, 2006."
  },
  {
    "quote": "Mdharau mwiba mguu huota tende.",
    "person": "",
    "tail": "FSM 103. One who neglects the thorn in the foot gets elephantiasis. Said of somebody who despises small things like minor injuries; that person will be overtaken by greater evils. Cf. 368."
  },
  {
    "quote": "Mkalamuzi anakula [chakula] cha kwanza.",
    "person": "",
    "tail": "AL 250. The alert person eats first. Don't neglect favorable occasions. First come first served. Mkalamuzi (verb, kalamuka): being alert. KS kalamazi."
  },
  {
    "quote": "259a. Mkienda sisi tumerudi.",
    "person": "SPK.",
    "tail": "SPK. While you are still on your way, we have already come back. You have to get up early to score one - SPK."
  },
  {
    "quote": "Mkulima hulinda shamba lake la mahindi  baada ya nguruwe kuzila.",
    "person": "",
    "tail": "REK. The farmer guards the maize after the pigs eat it."
  },
  {
    "quote": "260a. Moto wa kumvi, hudumu.",
    "person": "SPK.",
    "tail": "SPK. A fire of chaff [under the ashes], continues. A quiet spirit remembers -SPK."
  },
  {
    "quote": "Moto wa mbali hauunguzi.",
    "person": "FSM is that of",
    "tail": "FSM 137. A distant fire does not burn. The explanation given by FSM is that of #644: A nearby neighbor is better [in need] than a faraway relative. Cf. 181, 4017, 4018."
  },
  {
    "quote": "Msafara wa maisha hauna kurudi nyuma.",
    "person": "",
    "tail": "FSM 125. Life's caravan never turns back."
  },
  {
    "quote": "Msafiri hufikiri.",
    "person": "",
    "tail": "RSP 58. A traveler has to think carefully."
  },
  {
    "quote": "Msafiri lazima atosheke.",
    "person": "",
    "tail": "NGU. A traveler must be self-sufficient."
  },
  {
    "quote": "Msafiri ni aliye pwani.",
    "person": "",
    "tail": "MARA 46; KS msafiri; ED 40. The traveler is the one who is on the shore. Traveling by sailboat is dependent on wind and cargo; therefore there is no accurate time for departure. Only those who are present at the shore will embark."
  },
  {
    "quote": "Msema \"sasa\" hajibiwi \"saa.\"",
    "person": "",
    "tail": "T 312. One who says \"now,\" is not answered \"an hour\" [later]. Do not delay when urgent help is needed."
  },
  {
    "quote": "Msi chembe wala uta, si muwani.",
    "person": "JKP. Without a sharp tongue",
    "tail": "JK 126. One who has neither arrow nor bow is not a warrior. \"Be prepared for your task\" - JKP. Without a sharp tongue, no one can become a successful politician - JK. Chembe: arrowhead or spearhead. Muwani (Lamu dialect): a fighter."
  },
  {
    "quote": "Msi nadhari ni punda, msi kujua endako.",
    "person": "JK. A brainless person is like a cow. Nadhari",
    "tail": "JK 137; KS nadhari. One who has no common sense is like a donkey, not knowing where to go. A donkey is not told where the master will lead it -JK. A brainless person is like a cow. Nadhari (ji), akili nzuri: brain. Cf. 2053."
  },
  {
    "quote": "Mtego mmoja si kuwinda.",
    "person": "",
    "tail": "AL 338. With one trap [net] there is not good hunting."
  },
  {
    "quote": "Mtego wa panya huingia waliomo na  wasiokuwamo.",
    "person": "",
    "tail": "KA. Rats that are here or not yet here may be caught in the trap. A trap does not choose. An action may affect many people; plan carefully."
  },
  {
    "quote": "Mti hauangulii wasiopo.",
    "person": "",
    "tail": "JK 135; AL 1517. A tree drops nothing on those who are not there. Cf. 160, 4017, 4918."
  },
  {
    "quote": "Mtoto ni baba wa mtu mzima.",
    "person": "",
    "tail": "NGU. The child is the father of the adult. Cf. William Wordsworth: The child is the father of the man ... [My heart leaps up; 1807.] In the child the adult is already present. Cf. 256, 325."
  },
  {
    "quote": "Mtu afuatao moyo kaida huijutia.",
    "person": "",
    "tail": "JKP. If you follow your heart you will usually regret it. Kaida = kawaida: usual; afuatao = afuataye: one who follows."
  },
  {
    "quote": "Mtu akijikuna hufanya marugurugu ya mwili  ì.",
    "person": "",
    "tail": "NS 30; J marugurugu. If you scratch yourself you raise swellings on your body. People must bear the consequences of their acts. Cf. 2599."
  },
  {
    "quote": "Mtu hujikuna ajipatiapo.",
    "person": "MM. If you have a problem",
    "tail": "F 32.124; MS 52; T 339 ajipatapo; NGU; EM h29. A person scratches where the hand can reach. Do not attempt to do things beyond your means - MM. If you have a problem, you will only solve what you can. Cf. 309, 394."
  },
  {
    "quote": "Mtu hukimbia wingu, hakimbii mvua.",
    "person": "",
    "tail": "NGU. A person flees a cloud, but does not flee the rain. Flee before the rain starts."
  },
  {
    "quote": "Mundu usionolewa haung'ai.",
    "person": "",
    "tail": "NGU. A sickle not sharpened does not shine. Mundu: sickle, billhook, chopper."
  },
  {
    "quote": "Mwana kuku lala kipanga yuwaja.",
    "person": "",
    "tail": "KS kipanga. The chick sleeps and the hawk is coming. Cf.120."
  },
  {
    "quote": "Mwazima beberu hajifungi.",
    "person": "",
    "tail": "REK. Someone who borrows a he-goat stays alert. And has to pay attention. Beberu: a he-goat; fig., a strong man. -jifunga: engage oneself."
  },
  {
    "quote": "Mwenda gizani hajikwai.",
    "person": "FSM. With self-knowledge and mutual understanding we should be able to carry on in a hostile world.",
    "tail": "FSM 153. One who walks in the dark does not stumble. Going in the dark does not necessarily harm an intelligent person. Going in the dark means in dark time, a time of hardship - FSM. With self-knowledge and mutual understanding we should be able to carry on in a hostile world. Cf. 2777."
  },
  {
    "quote": "Mwenda mbele hateki maji machafu.",
    "person": "",
    "tail": "T 623. The first to be there draws no muddy water."
  },
  {
    "quote": "Mwendo kikusoza chanda, na kukupiga si  kazi.",
    "person": "MM.",
    "tail": "T 378; ED 2. If your companion points a finger at you, it is no greater matter [for that person] also to put it in your eye - MM."
  },
  {
    "quote": "Aliyepeleka mkono kutamalaki si kazi.",
    "person": "",
    "tail": "T 16; SACL 860; MS 9; AL 68. One who lays a hand on something finds it easy to appropriate it."
  },
  {
    "quote": "Mkono wakisha tia na mguu watatia.",
    "person": "",
    "tail": "SPK. Having put in their hand they will also put their foot in."
  },
  {
    "quote": "Mwenye haja ndiye aendaye chooni.",
    "person": "",
    "tail": "KA; SM. One who is in need goes to the toilet. One who needs something must take the means to get it."
  },
  {
    "quote": "Mwenye kijungu mekoni haachi kupiapia.",
    "person": "T. MM",
    "tail": "SACL 746. The woman who has a pot on the fire is continually uneasy. The verse goes on: Husema: Chaiva lini? Hapakua, hajilia. She says: When will it be cooked? So I can serve and eat. Someone who has a small cooking pot on the fire does not stop looking. When you have something on your mind it surely will be known -T. MM, however, would prefer: Kulia-lia, to cry, to complain: \"If somebody has only a small pot on the fire she does not stop complaining, i.e., she is not fully satisfied.\" Piapia [hangaika] is hardly used except in working songs or putting a child to sleep - SACL. Instead of kupiapia also kuriyariya is used - T 397a; SACL 778; AL 53."
  },
  {
    "quote": "Mwenye kisu kikali ndiye atakayekula  nyama.",
    "person": "",
    "tail": "T 381; V 116; ED 56; JK 127 ndio. The person who has the sharp knife is the one who will eat meat. The person who is ready for the occasion has the best chance to succeed."
  },
  {
    "quote": "Mwenye kisu ndiye achinjae mnyama.",
    "person": "",
    "tail": "B 1.30. The person with the knife slaughters the animal."
  },
  {
    "quote": "Mwenye kukaa ni kisuguu, mwenye kuitwa  (or kwalika) hakunyima.",
    "person": "",
    "tail": "AL 1708. One who remains seated is like an anthill [immovable], one who is called [invited] a gift is not refused. If there is an invitation to receive a gift, one must get up and come forward."
  },
  {
    "quote": "Mwenye kusafiri kwa saa ya kula, chakula  kiliwe akija aleni?",
    "person": "",
    "tail": "JKP. If you are traveling at dinner time, and the food is eaten when you arrive, what will you eat?"
  },
  {
    "quote": "Mwenye kuwahi hakosi.",
    "person": "",
    "tail": "AL 252. If you arrive in time you do not miss your chance."
  },
  {
    "quote": "Mwenzako akinyolewa wewe tia maji.",
    "person": "JK.",
    "tail": "F 36.169; B 4.82; JKP. When your companion is being shaved, wash your head [make ready to be shaved too]. One person's fate is another person's lesson - JK. \"The common example given for an explanation of this proverb is: When you learn that the tax inspector is busy in your district \"shaving\" people, get your accounts in order\" - JK."
  },
  {
    "quote": "Mwenzio akitupa chakula (or ugali), wewe  mwaga mchuzi (or kitoweo).",
    "person": "",
    "tail": "NGU. If your companion throws away the food [porridge], you pour out the gravy [relish]. In Rome do as the Romans. Cf. 289."
  },
  {
    "quote": "Mwindaji hapigi zumari.",
    "person": "",
    "tail": "NGU. A hunter does not blow the flute. Can also mean that hunters should not boast about their kills but should proceed silently."
  },
  {
    "quote": "Mwindaji hawezi kupumzika ila baada ya kupika.",
    "person": "SPK.",
    "tail": "SPK. The hunter cannot rest until after the cooking (of the game). An able person does not relax before work is completely done - SPK."
  },
  {
    "quote": "Nazi ni tui la kwanza.",
    "person": "",
    "tail": "JKP 71; KS nazi,tui; MS; AL 174. A coconut is its first milk. The goodness of the coconut is in its first milk [juice]. Tui: the milk of a coconut; the first milk is the best; a much appreciated drink."
  },
  {
    "quote": "Ndege aamkaye mapema ndiye aliye wadudu.",
    "person": "",
    "tail": "EM n2. It is the bird that gets up early that eats the insects."
  },
  {
    "quote": "Ndege wa kuokota hafai kula.",
    "person": "EM.",
    "tail": "EM n5. A bird picked on the ground is not suitable for eating. \"The moral is that if you want to use something, you should first find out its history to avoid possible harm\" - EM."
  },
  {
    "quote": "Ndizi zitakuivia mgongoni na utashindwa  kuzila.",
    "person": "",
    "tail": "AL. The bananas will ripen on your back and you'll be unable to eat them. Of those who neglect their affairs."
  },
  {
    "quote": "Nduli mjue.",
    "person": "",
    "tail": "EM n10. Know your enemy."
  },
  {
    "quote": "Ng'ombe asiyepiga kelele hufia njaa.",
    "person": "EM.",
    "tail": "EM n12. A cow that does not bellow starves in the pen. People will not notice its presence and they will not feed and water that animal. If you do not assert yourself you will not be paid attention to - EM."
  },
  {
    "quote": "Ngozi ivute ili maji.",
    "person": "",
    "tail": "B 2.63; F 39.12; .L 81; H 90. Stretch the hide while it is still wet. Ili stands for ilipo or ingalipo - L. Cf. 318."
  },
  {
    "quote": "Nguu zilivunjika, na milima ikalala.",
    "person": "",
    "tail": "T 423. The peaks were destroyed and the mountains slept. While people at the top came tumbling down, the people at the lower echelon did not worry about their own fate. Nguu: the summit of a mountain. A more common word is kelele. For a modern application, see 3822."
  },
  {
    "quote": "Ni aibu kujikwaa kwenye jiwe moja mara  mbili.",
    "person": "",
    "tail": "NGU. It is a shame to hurt yourself twice at the same stone."
  },
  {
    "quote": "Ni sasa mambo, ni sasa.",
    "person": "",
    "tail": "T 430a; V 45; AL sasa; NGU. They are now the things, they are now. Now is the time to act. It's now that one has to do what must be done."
  },
  {
    "quote": "Njia haimwambii mtu.",
    "person": "AL.",
    "tail": "AL 1696. The road does not say anything to the traveller. Our destiny is unknown - AL."
  },
  {
    "quote": "Nyoka alipouma jirani, wewe pia umo  hatarini.",
    "person": "",
    "tail": "RSP 113. If a snake bites your neighbor, you too are in danger. Cf. 289."
  },
  {
    "quote": "Nyoka humulikwa kuanzia miguuni.",
    "person": "EM.",
    "tail": "EM n24. Tracing a snake should begin at your feet. Start looking nearby first, so you won't step on it. Looking for an enemy, look first in your own surroundings - EM."
  },
  {
    "quote": "Nyoka huuma afikiapo.",
    "person": "",
    "tail": "B 1.28. A snake bites where it reaches. An evil person strikes where possible"
  },
  {
    "quote": "Nyoka mwenye nduma mbili, huuma mara ya pili.",
    "person": "",
    "tail": "SPK. A snake having two fangs will bite again."
  },
  {
    "quote": "Nyota njema huonekana alfajiri.",
    "person": "",
    "tail": "REK. The lucky star is seen at dawn."
  },
  {
    "quote": "Nyumba ya jirani ikishika moto, chota  maji ya kuzimia yako.",
    "person": "",
    "tail": "EM. m27. If your neighbor's house burns, draw water for putting out the fire on yours. If you see others in trouble, help them out and prepare yourself that you may experience similar trouble - EM."
  },
  {
    "quote": "Nyumba ya usiri ni nyumba mbaya.",
    "person": "",
    "tail": "SAM 20.6. A house of procrastination is a bad house."
  },
  {
    "quote": "Oga ukutapo maji.",
    "person": "",
    "tail": "EM o1. When you find water take a bath. If you get the opportunity to do something useful, do it for the opportunity may never come again."
  },
  {
    "quote": "Ola wendako kabla hujafika.",
    "person": "",
    "tail": "KA; MARA 2. Look where you are going before reaching the place. Think about the consequences of your action. Ola, tazama: look, observe."
  },
  {
    "quote": "Ole wako, kanga, uliyeacha maji,  ukaloweka mchanga.",
    "person": "",
    "tail": "AL 712. Woe betide you, partridge, you have left the water for bathing in sand. Big changes in life should be considered carefully."
  },
  {
    "quote": "Ondoa dari uezeke (or uwezeke) paa.",
    "person": "",
    "tail": "KA; SM. Take away the ceiling and cover [thatch] the roof. Do not put in the ceiling before covering the house. Do first things first."
  },
  {
    "quote": "Ondoa maji ukiwa kwenye mtumbwi.",
    "person": "",
    "tail": "EM o3. If you are in a boat remove the water. Take prompt action."
  },
  {
    "quote": "Onyo la jumla ni kofia.",
    "person": "",
    "tail": "EM o6. A general warning is [like] a cap. Mind the warning when it fits you."
  },
  {
    "quote": "314a. Panapo adui yako sipite.",
    "person": "",
    "tail": "SPK. Don't pass the place where your enemy is."
  },
  {
    "quote": "Pate ule, udongo unakungoja.",
    "person": "",
    "tail": "AL 23. Take and eat, the earth [of the grave] is waiting for you. Cf. 4496."
  },
  {
    "quote": "Penye papenyekapo.",
    "person": "EM.",
    "tail": "EM p10. Enter where you can enter. You should attempt only that which you can accomplish - EM."
  },
  {
    "quote": "Pigania kosa lako kama  upiganiavyo urithi wako.",
    "person": "",
    "tail": "NGU. Fight for your case as if you fight for your heritage."
  },
  {
    "quote": "317a. Pindi simba arukapo tafuta mti ukwee.",
    "person": "SPK.",
    "tail": "SPK. When the lion jumps find a tree to climb! Prudence is the better part - SPK."
  },
  {
    "quote": "Samaki mkunje yungali (or angali)  mbichi.",
    "person": "",
    "tail": "RECH 252; FSM 182; MEM 192. Bend the fish while it is still fresh."
  },
  {
    "quote": "Samaki wakubwa huwindwa usiku.",
    "person": "",
    "tail": "NGU. Big fish are fished at night. At the shore at night all is quiet and the big fish come to eat the small ones. At night the fishermen go after the big ones."
  },
  {
    "quote": "Sanda ya mbali haiziki maiti.",
    "person": "",
    "tail": "KA; MS; MARA 2. A shroud that is far away does not bury the dead. Cf.181, 207."
  },
  {
    "quote": "Shika kisu ule nyama.",
    "person": "",
    "tail": "EM s5. Grasp a knife and eat meat."
  },
  {
    "quote": "Shoka lisilo mpini, halichanji kuni.",
    "person": "",
    "tail": "F 43.5. An axe without a handle does not cut firewood. Special meaning: Used in speaking about an impotent person. Cf. 207."
  },
  {
    "quote": "Sikalii kuti kavu kumtaka mungu shari.",
    "person": "",
    "tail": "TAA 23. Don't sit on a dead branch defying God. See also the section Master."
  },
  {
    "quote": "Siku moja utajikunia upele katika nguzo.",
    "person": "",
    "tail": "AL 309; AL kuna. One day you'll scratch your scabies against a house pillar. Because you allowed the evil to grow."
  },
  {
    "quote": "Siku njema huonekana asubuhi.",
    "person": "",
    "tail": "F 44.10; H 27; KB 280. A good day becomes evident in the morning. Instead of asubuhi [morning], alfasiri [dawn, daybreak] is used."
  },
  {
    "quote": "Siku ya mashaka fundo.",
    "person": "SPK.",
    "tail": "SACL 233; B 2.32; J funda; KS fundo. For a day of difficulties, a knot [in the loincloth]. The knot in the garment is where one keeps some money - SPK. Cf. 213, 327."
  },
  {
    "quote": "Silaha chukua siku zote (or kila saa), sikuye itakufaa",
    "person": "",
    "tail": ". T 486; B 1.36; A 120; SPK; F 89. Carry a weapon always, one day it will be useful to you. A weapon is only a weapon when it is handy.cf. 213."
  },
  {
    "quote": "Simba ambaye ni mgwizi halii.",
    "person": "",
    "tail": "AL 499. A killer lion does not roar. If you want to succeed keep quiet. Mgwizi, from gwia or guia: to catch. Gwiji: courageous, expert."
  },
  {
    "quote": "Sistaajabu kunuka baada ya kuoza.",
    "person": "EM.",
    "tail": "EM s21. You should not be surprised to smell badly if you have decayed. If you are fallen down you find your name is no longer respected - EM."
  },
  {
    "quote": "Taa ya muwanga huzimwa ni kope.",
    "person": "",
    "tail": "MARA 2; KA. It's the crust on the wick that stops the light of the lamp. Something small can destroy a person. Kope: the burnt end of the wick, the crust that develops after many hours of burning. If it is not removed the lamp goes out. Muwanga, mwangaza: light, shine. Cf. 368."
  },
  {
    "quote": "330a. Tawala ngumi linda ulimi.",
    "person": "",
    "tail": "SPK. Control your fist, guard your tongue."
  },
  {
    "quote": "Tazama ng'ambo usiyatazame maji uvukapo  mto.",
    "person": "",
    "tail": "EM t6. Set your eyes on the other side and do not look at the water when you cross a river. Facing a project, don't get lost in details, bear in mind the end."
  },
  {
    "quote": "Tembelea mkongoja mtanguzi akiteleza",
    "person": "",
    "tail": ". EM t8. Walk with a stick when the person ahead of you slips."
  },
  {
    "quote": "Tenda unavyowaza.",
    "person": "",
    "tail": "NGU. Do as you planned."
  },
  {
    "quote": "Tikiti baya li shambani mwako.",
    "person": "",
    "tail": "AL 531; KA. The bad watermelon is in your garden. Dispose of it. Dispose of a bad habit."
  },
  {
    "quote": "Tufuate nyama kwa damu.",
    "person": "",
    "tail": "AL 150. Follow the trace of blood of the wounded animal. Take proper means to success."
  },
  {
    "quote": "Tukimbie wanapotembea.",
    "person": "William Edgett Smith",
    "tail": "EM 22 t18. Let's run while they walk. If you want to catch up with someone ahead. Also title of a book by William Edgett Smith : We must run while they walk: A portrait of Africa's Julius Nyerere (1971)."
  },
  {
    "quote": "Tulie wanapofurahi.",
    "person": "",
    "tail": "EM t20. Let's weep while they rejoice. While enemies rejoice beware."
  },
  {
    "quote": "Twaishi kwa matendo si kwa miaka.",
    "person": "",
    "tail": "NGU. We live by deeds, not by years."
  },
  {
    "quote": "Udongo upate uli maji.",
    "person": "",
    "tail": "T 516; V 75; SWA 27; AL 256. Get the clay while it is still wet. This proverb is usually quoted in child rearing. Also advice of elder women to a bride. Upatize, upatilize: causative form of pata, to procure the clay. Uli [ulio]: used in proverbs without a relative. Cf. 318."
  },
  {
    "quote": "Ufa  hazamisha merikebu.",
    "person": "",
    "tail": "AL 303. A leak sinks even a big ship."
  },
  {
    "quote": "Ufanye kilalo (or ulalo) mtoto angali mzima.",
    "person": "",
    "tail": "AL 266. Build the bridge while the child is alive. Prevent accidents if possible."
  },
  {
    "quote": "Ujana ni moshi: ukenda, hauji.",
    "person": "JK.",
    "tail": "JK 126. Youth is smoke: it goes and does not come -JK. \"Simply refers to youth; once gone, it is gone forever\" - MM. Hauji = haurudi: does not return - MM."
  },
  {
    "quote": "Ujana ni maji ya moto, hayakawii kupoa.",
    "person": "",
    "tail": "AL 1638; AL ota. Youth is like hot water, it does not delay to cool off."
  },
  {
    "quote": "Ujana unapita sawa na upepo.",
    "person": "",
    "tail": "AL 1636. Youth passes by like a breeze."
  },
  {
    "quote": "Ukifumba (or ukivimba) jicho, tega sikio.",
    "person": "",
    "tail": "NGU. If your eye is swollen [closed], be sure to listen."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Ukilala nje yanapita.",
    "person": "",
    "tail": "NGU. If you sleep away, things will pass you by."
  },
  {
    "quote": "Ukiona tembo, hutapata hasara: lakini  ukiona siafu utapata.",
    "person": "",
    "tail": "KB 303; AL 1667. If you see an elephant you will not suffer damage, but if you see [red] ants you will. Often it is possible to avoid the great dangers, but not the small ones."
  },
  {
    "quote": "Ukipanda mvule, uvumilie matone yake.",
    "person": "AL",
    "tail": "AL 1663. If you plant a mvule tree, suffer its drops. Mvule is a hardwood tree, not eaten by termites. Instead of the mvule the mlumba tree is also used - AL 1664. The bark of the mlumba tree is used to make barkcloth. It secretes glue."
  },
  {
    "quote": "Ukipanda mvumo, uvumilie jongoo.",
    "person": "",
    "tail": "AL 1665. If you plant the borassus palm, suffer also the centipedes [that live in the palm]."
  },
  {
    "quote": "Ukipata, kinyakua.",
    "person": "JK.",
    "tail": "JKP. If you get it, grasp it. Hold what you have, take what you can - JK."
  },
  {
    "quote": "Ukipenda karanga, upakatie kikalangio.",
    "person": "KS.",
    "tail": "AL kaanga; paka; AL 151. If you love roasted peanuts, get yourself a potsherd [a plate]. Make some effort from your part, don't expect everything from others. No work no gain. Kikalangio (Maniema dialect) [Kigae; kikaya]: an earthen pot used as a stove for charcoals - KS."
  },
  {
    "quote": "Ukitaka kubugia unga, uwe na mate ya  kutosha.",
    "person": "",
    "tail": "EM u10. If you want to chew flour, be sure you have enough saliva. Before starting reflect on the possibility and the tools you need. Bugia: throw a little something in the mouth, such as groundnuts."
  },
  {
    "quote": "Ukitaka kumshinda panya, mnyime chakula.",
    "person": "",
    "tail": "NGU. If you want to defeat a rat, deny it food."
  },
  {
    "quote": "Ukitaka kuzuia simba wasiingie mjini,  fuga mbwamwitu.",
    "person": "",
    "tail": "NS l9. If you want to stop lions coming to town, raise jackals."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Ukitazama nyuma sana, unaweza kurudi  nyuma.",
    "person": "",
    "tail": "EM u14. If you look back too much, you may return there. Don't dwell on past things."
  },
  {
    "quote": "Ukitembea na macho angani, utajikwaa mguu.",
    "person": "",
    "tail": "EM u15. If you walk with your eyes fixed in the sky, you will stumble."
  },
  {
    "quote": "Ukitoka alfajiri, ujue kupania.",
    "person": "",
    "tail": "NGU. If you go out at daybreak, know to lift up your clothing. Because the grass is wet."
  },
  {
    "quote": "Ukivishwa kilemba na mfalme fidra vizuri.",
    "person": "",
    "tail": "REK. If the king praises you, play your violin well. Fidra, fidla: a fiddle, violin. Visha kilemba: to flatter."
  },
  {
    "quote": "Ukiwa na kichwa uwe na fikara.",
    "person": "",
    "tail": "NGU. If you have a head, you'd better think."
  },
  {
    "quote": "Ukiwaona wenzako wakikimbia na wewe  ukimbie.",
    "person": "",
    "tail": "NGU; AL 1625. If you see your friends running, you too should run."
  },
  {
    "quote": "Umechelewa, mchana si alfajiri.",
    "person": "",
    "tail": "REK. You are late, midday is not dawn."
  },
  {
    "quote": "Umwonapo jumbe, ndipo unapomwamkia.",
    "person": "",
    "tail": "NGU. When you see the chief, that's when you start greeting."
  },
  {
    "quote": "Unapofikiri uko salama uko hatarini.",
    "person": "",
    "tail": "NGU. When you think that you are safe, that's when you are in danger."
  },
  {
    "quote": "Ungapiga teo, mtama waliwa.",
    "person": "",
    "tail": "SAM 24.11; KA. The millet of the person who would have used the catapult, is eaten [by birds]. Teo: a catapult [sling], used for throwing stones at birds. Cf. 2667."
  },
  {
    "quote": "Usiende bila kuuliza.",
    "person": "",
    "tail": "FSM 193. Don't go without questioning. When you are sent on an errand, you have to know why you are sent and for what. It could be a wild goose chase. Cf.1564."
  },
  {
    "quote": "Usikawie kuloga, usiku unaingia.",
    "person": "AL.",
    "tail": "AL 188. Don't delay casting your spell, the night is coming. It should be done before someone else comes along - AL."
  },
  {
    "quote": "Usione kwenda mbele, kurudi [nyuma] si  kazi.",
    "person": "JK.",
    "tail": "MS 83; JKP. Don't stop going forwards, going back is easy. \"Do not be proud of going ahead in society, sliding back to poverty will be all too easy\" - JK. Cf. 3979."
  },
  {
    "quote": "Usipoziba ufa, utajenga ukuta.",
    "person": "",
    "tail": "F 49.37; J 140; T 557; KB 330; MARA 74; SACL 934; MS 113; V ufa. Unless you fill up the crack [in your wall], you will have to build a [whole new] wall. Prevention is better than cure."
  },
  {
    "quote": "Usistaajabie yasiyokuwapo, staajabia  yaliyopo.",
    "person": "",
    "tail": "NGU. Don't wonder about things that did not happen; wonder about things that are here now."
  },
  {
    "quote": "Utauma kumi, usipate kimoja.",
    "person": "JK.",
    "tail": "JKP. You will bite ten [fingers] and not get one [thing].. Biting fingers signifies regret and self-reproach - JK."
  },
  {
    "quote": "Utegemee mgomba ungali wima.",
    "person": "",
    "tail": "AL 264; AL mgomba. Support the banana tree while it is still standing. Take care of your business before it is too late. Cf.195."
  },
  {
    "quote": "Vunja dari uezeke paa.",
    "person": "",
    "tail": "KA. Destroy the ceiling so that you can cover the roof."
  },
  {
    "quote": "Vunja mifupa [wakati] ungali na meno.",
    "person": "",
    "tail": "KB 338. Break the bones while you have teeth."
  },
  {
    "quote": "Vuta kikoi cha mkuu ukisahauliwa.",
    "person": "",
    "tail": "EM v5. Pull the loincloth of the boss, if you are forgotten. Show that you need help."
  },
  {
    "quote": "Wakati hauna saburi.",
    "person": "",
    "tail": "AL 1628. Time has no patience. Time does not stand still."
  },
  {
    "quote": "Wakati hujazi (or hujaza) mwenye  kuwahi.",
    "person": "",
    "tail": "AL 253. Time favors the eager ones [early ones]."
  },
  {
    "quote": "376a. Wakati wa heri sasa, sasa! Fanya mambo  sasa!",
    "person": "",
    "tail": "SPK. The very best time - now! Do things now!"
  },
  {
    "quote": "Wakilia tutacheka.",
    "person": "",
    "tail": "EM w8. When they weep, we'll laugh. Cf. 337."
  },
  {
    "quote": "Wakutanguliao chanoni hukuzidi tonge.",
    "person": "",
    "tail": "KA. Those who are ahead of you at the buffet have bigger mouthfuls than you. They have more on their plates than you. Chanoni: at the big serving plate."
  },
  {
    "quote": "Walalapo tukeshe.",
    "person": "",
    "tail": "EM w11. When they sleep we should be awake. Do not rest on what you have achieved."
  },
  {
    "quote": "379a. Watu wengi hukutunza, watakwamba kisa pia.",
    "person": "",
    "tail": "SPK. Many people are watching you and they will talk about you as well."
  },
  {
    "quote": "Ya tanaki si ya tundwi.",
    "person": "",
    "tail": "MARA 2; KA. The wate in a tin is not as good as the water in a stone pot. Water in a stone pot is the symbol of a wife at home. Tanaki: a four-gallon tin, a debe. Tundwi, mtungi: waterpot."
  },
  {
    "quote": "Yaliyopita yamepita, yaliyosalia kitupe  cha mongo.",
    "person": "",
    "tail": "SACL 581; SPK tuyatupe. What is passed is passed, what remains let's throw it behind us. Mongo: abbreviation of mwongo or mgongo, back. Cf. 194."
  },
  {
    "quote": "381a. Yatakapo mkutia mwenye njaa hujutia.",
    "person": "",
    "tail": "SPK. When need comes the hungry person will be sorry (having no provisions)."
  },
  {
    "quote": "Zamani hairudi.",
    "person": "",
    "tail": "NGU. The past does not come back."
  },
  {
    "quote": "Ziba mwanya usipite panya.",
    "person": "",
    "tail": "KA; SM. Stop the crack in the wall, so the mouse will not get through. Mwanya, ufa: crack. Cf. 368."
  }
]