[
  {
    "quote": "Ahadi na mithaki ni  deni katika haki.",
    "person": "",
    "tail": "JKP. A promise and a vow are debts indeed. Mithaki: having strength, having perfection. 4260. Ahadi [ni] deni. J.,ahadi; B.1.52; T.6; SACL. 45; MARA.2; SAM.26.; V.4. A promise is a debt. Ahadi ni deni, na deni ijuzie. SACL. 196; JKP. A promise is a debt, and a debt obliges. Juzia: to be obliged."
  },
  {
    "quote": "Ahadi ni mtu, msi  ahadi si mtu.",
    "person": "",
    "tail": "JKP. [Keeping] a promise is [being] a real human, one who does not [keep a promise] is not a real person."
  },
  {
    "quote": "Ahadi si  neno, ngoja hatima.",
    "person": "",
    "tail": "AL,hatima; AL 1540; AL 1541. A promise is nothing, wait for its fulfillment. AL 1541 has baadaye, afterwards, instead of hatima."
  },
  {
    "quote": "Ahadi zina  sharuti.",
    "person": "",
    "tail": "JKP. Promises have obligations."
  },
  {
    "quote": "Ajuaye  mengi hasemi mengi.",
    "person": "",
    "tail": "EM.8.4. One who knows much does not say much. Ajuaye mengi husema machache. NGU. The one who knows much says little."
  },
  {
    "quote": "Alindaye  ulimi wake, alinda nafsi yake.",
    "person": "",
    "tail": "NGU. People who watch their tongue take care of [guard] their soul."
  },
  {
    "quote": "Aliye  mwema msifie, muovu mnamalie.",
    "person": "",
    "tail": "JKP. Praise a good person, keep silent about a bad one."
  },
  {
    "quote": "Ambiwaye  ngano nae ana zake.",
    "person": "",
    "tail": "JKP. People who are told tall stories, have their own to tell. \"Said when a story is not believed.\" JKP."
  },
  {
    "quote": "Amejifunga  kwa ulimi wake.",
    "person": "",
    "tail": "A.173; T.22; SACL. 234. It is the tongue that bound its owner What was said lightly has come to pass, and has caught up with that person."
  },
  {
    "quote": "Msi hadhari  hujifunga kwa ulimi wake.",
    "person": "",
    "tail": "SAM.16.21. If you are careless, you bind yourself with your tongue. Cf. #1841."
  },
  {
    "quote": "Amekuja  hapa akatoa mavi yake.",
    "person": "",
    "tail": "KS mavi. That person came here to tell dirt. Mavi: excrement, nonsense."
  },
  {
    "quote": "Anayenguruma siye anayekula nyama.",
    "person": "",
    "tail": "NGU. [The animal] that roars is not the one that will eat meat. cf. # 1852; # 1852."
  },
  {
    "quote": "Asiyekubali  utani si mtani.",
    "person": "",
    "tail": "ED.16.24. A person who cannot take a joke is no joker. Don't make jokes on people if you cannot take a joke yourseIf. Cf. #1883."
  },
  {
    "quote": "Aso  hasanati wala thawabu hufungwa kitaya kama  rikabu.",
    "person": "",
    "tail": "KS.,rikabu. People who have no kindness or gifts have their jaw tied like a camel's. Hasanati or hisani: kindness, favor, goodness. Thawabu: God-given gifts, rewards. Rikabu: an animal used for riding; a camel, horse, donkey. Kitaya: lit., a small jaw. Tia tayani mwa punda: put the bridle on a donkey's jaw."
  },
  {
    "quote": "Awezae  kufahamu, yatosha nusu salamu.",
    "person": "",
    "tail": "RSP.39. For a person who understands, half a greeting is enough."
  },
  {
    "quote": "Binadamu  ana macho mawili, masikio mawili na mdomo mmoja.",
    "person": "",
    "tail": "EM.28.16. A human being has two eyes, two ears, but one mouth. Watch and listen twice before speaking once. EM."
  },
  {
    "quote": "Bora ni  kusoma, kuliko kusema.",
    "person": "",
    "tail": "RSP.61. Study is better than talking."
  },
  {
    "quote": "Chunguni  yaingiayo ni mambo yatufaayo.",
    "person": "",
    "tail": "JKP. The only useful things are those that can be put in a pot and eaten. \"Said by a wife to an unemployed, loquacious husband.\" JKP. Cf. #1830."
  },
  {
    "quote": "Debe  shinda haliachi kutika.",
    "person": "",
    "tail": "H.98; B.2.36; MARA 3. A half empty tin never fails to make noise. Empty vessels make the most sound. People with little knowledge talk most."
  },
  {
    "quote": "Debe shinda  haliachi kusukasuka.",
    "person": "",
    "tail": "MARA 3. A half filled tin does not stop shaking."
  },
  {
    "quote": "Debe tupu  haliachi kutika.",
    "person": "",
    "tail": "EM.47.11. An empty tin cannot stop sounding."
  },
  {
    "quote": "Debe tupu  haliachi kuvuma.",
    "person": "",
    "tail": "F.8. 5- B.2.42. An empty tin never stops making noise. Debe shinda: half-empty tin; is used figuratively for bastards and people of low offspring. In Swahili custom it is very bad for a woman to have a baby out of wedlock. That child is called mwana haramu (a bastard) and whenever that person does something bad or shameful or lacks good behavior, this proverb is mentioned. This proverb is used to show that if you want to know a person look at his deeds and behavior."
  },
  {
    "quote": "Demokrasi  si domokrasi.",
    "person": "",
    "tail": "EM.47.12. Democracy is not domocracy. Actions, not mere words. Democracy is a way of life, and freedom and discipline are its bases. Domocracy is to rule by mere talk, a lot of words without actions. EM. Domocrasie: a word formed with mdomo (mouth)."
  },
  {
    "quote": "Fikara  ndogo hufanya mtu aseme sana.",
    "person": "",
    "tail": "NGU. Little thoughtfulness causes a person to say too much."
  },
  {
    "quote": "Gumzo  jingi uwongo mwingi.",
    "person": "",
    "tail": "EM g8. Much talk, many lies. Cf. #1834, #1850."
  },
  {
    "quote": "Gumzo ni  asusa ya safari.",
    "person": "",
    "tail": "EM g7. Talk is the asusa of a journey. \"Asusa is the snacks which are taken while having drinks to enable a person to take a lot of drinks without harming the body. It weakens the power of the drinks. Conversation during a journey makes the traveler forget the difficulties and the distance of the journey without getting tired too soon. Cf. Make short the miles with talk and smiles.\" EM. Asusa: n. food of any description eaten when drinking beer, spirits &c., but usu. well-cooked meat.\" Johnson."
  },
  {
    "quote": "Habari ina  shindo.",
    "person": "",
    "tail": "T.71; J.,shindo. News always comes with a kind of shock."
  },
  {
    "quote": "Habari ya mbali  ina kishindo.",
    "person": "",
    "tail": "T.71; KB.,kishindo; SACL.407. News from far comes with éclat. T."
  },
  {
    "quote": "Habari ya  mbalamwezi, kung'aa na kufifia.",
    "person": "",
    "tail": "PM.85. News of the full moon, to shine and to fade away. Do not believe all the rumors one hears in the evening; in the morning, they fade away."
  },
  {
    "quote": "Hakuna  kovu ya masimango.",
    "person": "",
    "tail": "KB.58. There is no scar for slander. Moral evil cannot be cured."
  },
  {
    "quote": "Halifai  neno jike wala dume.",
    "person": "",
    "tail": "JKP. Nothing will be of any use, neither male nor female. \"Too much talking.\" JKP."
  },
  {
    "quote": "Haliharibiki neno midomo ikikaa pamoja.",
    "person": "",
    "tail": "EM h8. No word is spoiled if the lips stay together. Cf. #1219A; Contrast #1821A, #1824."
  },
  {
    "quote": "Hana kaba  ya ulimi.",
    "person": "",
    "tail": "T.83; B.1.29. So and So has no lining to the tongue."
  },
  {
    "quote": "Haongezwi  muongezi.",
    "person": "",
    "tail": "T.85. To the words of a gossiper nothing is added."
  },
  {
    "quote": "Hawamfii  mtu kinywa.",
    "person": "",
    "tail": "AL 619, Al,fa. One does not kill oneself for what people say. All words should be taken with a grain of salt. Words are not reliable enough."
  },
  {
    "quote": "Haya haya  mdomo ulikunjama.",
    "person": "",
    "tail": "AL,haya; AL 1572. For being overly shy, the mouth get crooked. Too shy to speak up. Of one who is too servile, without defending oneself. AL. Cf. #1206."
  },
  {
    "quote": "Haya ya  mno, kwale alikufa.",
    "person": "",
    "tail": "AL 1524; AL,kwale, mno. Haya ya mno ilimwisha kwale. AL 1525. Too much shame killed the partridge. The partridge died of hunger because it did not ask for food or shelter. This is also sometimes said ironically when somebody overeats. Cf.#1206."
  },
  {
    "quote": "Heri  kukunguwaa kidole kuliko kukunguwaa ulimi.",
    "person": "",
    "tail": "J.,kwaa; V.147; KB.71; SACL. 278; T.90; F.11,16."
  },
  {
    "quote": "Heri  kujikunguwaa kidole kuliko kujikunguwaa ulimi.",
    "person": "",
    "tail": "F. 11 16; B.1.29; MARA 3; BM 5; KS; MARA 3."
  },
  {
    "quote": "Heri kwaa ya  dole kuliko kwaa ya ulimi.",
    "person": "",
    "tail": "KS.,kwaa. Better to stumble with the toe than with the tongue."
  },
  {
    "quote": "Heri kukuwaa kwa  guu kama kwa ulimi.",
    "person": "",
    "tail": "ED.90. Better to stumble with the foot than with the tongue. The toe may be very painful, but the harm the tongue can do, can bring much greater pain and trouble. EM. Bruising your toe is your pain, but your tongue hurts other people. It's difficult to soften other people's pain. MARA."
  },
  {
    "quote": "Mtu hujikunguwaa  guu hakikunguwai ulimi.",
    "person": "",
    "tail": "KS,kunguwaa. A person stumbles a toe, but not the tongue."
  },
  {
    "quote": "Hicho ni  chuo cha mwangoma, cha majini pepo: endao kifyoma hukiacho papo.",
    "person": "",
    "tail": "T.93. This is the book of Mwangoma about the demons: the person who is going to read it, leaves it forthwith. About an unpleasant subject of conversation, which you would rather not enlarge on. T."
  },
  {
    "quote": "Himili  mzaha, hamna jeraha.",
    "person": "",
    "tail": "RSP.10. Tolerate a joke, there is no wound in it. It does not hurt. RSP. Cf. #46."
  },
  {
    "quote": "Huamba  ulimi, ni mimi, ni mimi.",
    "person": "",
    "tail": "RSP.16. The tongue says, it is me, it is me. Talkers always talk about themselves. RSP."
  },
  {
    "quote": "Hukunyima  tonge, hakunyimi neno.",
    "person": "",
    "tail": "ZO 254. So and So refused you food, but did not stop you speaking."
  },
  {
    "quote": "Husema  kama upatu.",
    "person": "",
    "tail": "JKP. He talks like a cymbal. A chatterbox. JKP. Upatu: a dish-shaped gong."
  },
  {
    "quote": "Huwezi  kuwaza, bila kunyamaza.",
    "person": "",
    "tail": "FSP.56. You cannot think, without holding your tongue."
  },
  {
    "quote": "Jibwa  lenye kelele haliumi.",
    "person": "",
    "tail": "EM j9. A big barking dog does not bite. A person who talks a lot and threatens others does not harm others."
  },
  {
    "quote": "Jimbi  tawikia jimbi, awikapo tawikia.",
    "person": "",
    "tail": "JKP. A cock will crow to a cock, when he crows the other one will crow too. \"People will gossip, and what one person says will go around.\"JKP. Jimbi, jogoo: cock. Tawikia for atawikia: will crow."
  },
  {
    "quote": "Jogoo  mjanja huwika.",
    "person": "",
    "tail": "NGU. The clever rooster crows. It is the work of the rooster to crow in the morning. It is its duty. Let people know what you can do, what you are worth. Saa ya shamba : the clock in the village."
  },
  {
    "quote": "Kalamu  iambiweyo kakurubia kujiri.",
    "person": "",
    "tail": "JKP. A pen [a word] that has spoken brings the event nearer. JKP. \"A word spoken in anger may cause unwanted reactions.\" JKP. Kurubia for karibia: come close, approach. Pate dialect. Jiri for fika: come. Kalamu: a pen (a pen is used to write words). Iambiweyo for yaambiwayo: what is said."
  },
  {
    "quote": "Kavaa kinu  kajiambika mchi.",
    "person": "",
    "tail": "KS, ambika. She put on a mortar and holds on to the pestle. Of someone who interferes with other people's business."
  },
  {
    "quote": "Kila  mwenye choo huenda yaani.",
    "person": "",
    "tail": "JKP. Everyone who has a need goes to the rubbish heap. \"All people slander\". JKP \"The rubbish heap was and is also the latrine, in the middle of a group of houses, to be used collectively.\" JKP."
  },
  {
    "quote": "Kimya  hakileti maudhiko.",
    "person": "",
    "tail": "MA.187. Silence does not bring harm."
  },
  {
    "quote": "Kimya  kilimaliza miti porini.",
    "person": "",
    "tail": "REK. Silence finished the trees in the forest. For not protesting the evil done."
  },
  {
    "quote": "Kimya,  kimya si ujinga, ni maneno ya kupeleleza.",
    "person": "",
    "tail": "MP.82.8 Silence is not necessarily foolishness, it could be spying. MP. Be suspicious of dormant waters. MP"
  },
  {
    "quote": "Kimya  kingi kina mshindo mkuu.",
    "person": "",
    "tail": "F.15.21; V.,kimya; T.151; J.,kimya; JK.,mkubwa; RECH.207; KB.106; SACL 382; KA; KS, mshindo. Much silence has a mighty noise. A long silence is followed by a mighty noise. A too-long silence has harmful consequences. KB. A person who remains silent and does not contribute in daily conversation is considered very dangerous. Often such a person does fearsome things. KA."
  },
  {
    "quote": "Kimya mshindo  mkubwa.",
    "person": "",
    "tail": "JKP. Silence is a big noise. \"Silence predicts storm, silence indicates your enemy is premeditating a big move.\" JKP."
  },
  {
    "quote": "Kimya ni sifa ya maiti, yu hai husema.",
    "person": "",
    "tail": "MA.188. Silence is an attribute of the dead, one who is alive speaks."
  },
  {
    "quote": "Kinywa  kengele, miguu mayugwa.",
    "person": "",
    "tail": "AL 1140. The mouth like a bell, the legs like the mayugwa. Those with nice words are not the ones who will pay. AL. Mayugwa: taro, a green vegetable, tasting like spinach when cooked. The plant has big leaves and the fragile long stems look like legs."
  },
  {
    "quote": "Kinywa  [ni] jumba la maneno.",
    "person": "",
    "tail": "F.15.24; B.1.29; KA has kanwa instead of kinywa. The mouth is the home of words."
  },
  {
    "quote": "Kinywa jumbe la  maneno.",
    "person": "",
    "tail": "(V.,kinywa; T.126; SACL.,kanwa; KB.,jumbe; SACL.,jumbe 328. The mouth is the magistrate [ruler or master] of words. Or: The mouth is like a chief having under his orders the words of speech. KB; SACL. About the duty of controlling one's words. Cf.#? Watu ni gamba hawakosi la kwamba (KA) (under Women-Men) Jumba: big house, palace. Jumbe: chief, head person."
  },
  {
    "quote": "Kua uone.",
    "person": "",
    "tail": "JKP. Grow up and see. \"Said to a child who is asking too many questions.\" JKP."
  },
  {
    "quote": "Kuambiliwa  kuna uwongo, mara kumi ukajionee.",
    "person": "",
    "tail": "AL 624 Hearsay is full of error, go and see yourself even ten times."
  },
  {
    "quote": "Kuambiwa  si kusikia.",
    "person": "",
    "tail": "NGU. Being told is not the same as understanding."
  },
  {
    "quote": "Kusema  kiwi huona kitakuja.",
    "person": "",
    "tail": "JKP. Speaking evil you will see it comes back. \"Persons with evil tongues will soon find they are slandering themselves.\" JKP."
  },
  {
    "quote": "Kusema  kusema, hapoi kilema.",
    "person": "",
    "tail": "RSP.147. Talking, talking does not cure the cripple. Too many words serve no purpose. MM."
  },
  {
    "quote": "Kusema  mengi si haja.",
    "person": "",
    "tail": "JKP. No need to say much. There is no need for many words."
  },
  {
    "quote": "Kusema si huja.",
    "person": "",
    "tail": "JKP. To speak many words is not [winning] an argument."
  },
  {
    "quote": "Kusema si hoja,  kazi ni kufanya.",
    "person": "",
    "tail": "JKP. Talking is no necessity, the essence of the job is to get it done."
  },
  {
    "quote": "Kusema ni  kuzuri, na kutosema ni kuzuri.",
    "person": "",
    "tail": "Holiday. Speaking is good and silence is good"
  },
  {
    "quote": "Hotuba ni fedha  na kimya ni dhahabu.",
    "person": "",
    "tail": "MEM.302. Speech is silver and silence is golden."
  },
  {
    "quote": "Kusema si  kutenda.",
    "person": "",
    "tail": "NGU. Speaking is not the same as doing."
  },
  {
    "quote": "Kusoma  siyo sawa na kuambiwa.",
    "person": "",
    "tail": "NGU. Reading is not the same as being told."
  },
  {
    "quote": "Kwamba  kwema kwenye shukurani ni kumpa mtu atakayo.",
    "person": "",
    "tail": "JKP. Speaking good words of gratitude is giving a person what is needed."
  },
  {
    "quote": "Kweli ya  mdogo si uwongo wa mkubwa.",
    "person": "",
    "tail": "EM k39. A little person's truth is not [as acceptable as] the big person's lie. A little person may say the truth about something, but this will not be believed as well as the lies which an important person may say about it."
  },
  {
    "quote": "Kwenda na  wajinga maneno hayeshi.",
    "person": "",
    "tail": "NGU. Going with fools and words never ends."
  },
  {
    "quote": "Lamba  asali, usisaili.",
    "person": "",
    "tail": "RSP.68. Just lick the honey, don't ask any questions. Cf. #166."
  },
  {
    "quote": "Lifaalo  kueleza lieleze, lisilofaa limeze.",
    "person": "",
    "tail": "V.150; JKP. What is worth explaining, explain; what is not worth, swallow it. One who speaks little has little to answer for. V."
  },
  {
    "quote": "Lililopo  ndilo lisemwalo.",
    "person": "",
    "tail": "MARA 2. What is, is spoken about. People speak about the things that are present. So, don't do bad or stupid things, because people will speak about it. MARA."
  },
  {
    "quote": "Lilo  moyoni, ulimi huiba.",
    "person": "",
    "tail": "MARA 3; KA. What is in the heart, the tongue steals. Secrets want to be told and often come out inadvertently."
  },
  {
    "quote": "Linda  ulimi kama mlimi.",
    "person": "",
    "tail": "JKP. Watch your tongue like a farmer [watches his crop]. \"In Africa farmers must constantly watch their crops lest they are eaten by birds, monkeys or wild pigs. In the same way, the words we have spoken may be misused by our enemies to harm us.\" JKP."
  },
  {
    "quote": "Lugha  mbaya hueleweka upesi.",
    "person": "",
    "tail": "EM l11. Bad language is soonest learned. It is easier to learn what is evil than what is good."
  },
  {
    "quote": "Lugha  mbaya uvundo.",
    "person": "",
    "tail": "NGU. Bad language is like a stench."
  },
  {
    "quote": "Maji  yaliyotulia yana kina kirefu",
    "person": "",
    "tail": ". NGU. Still waters are deep."
  },
  {
    "quote": "Maji  yavumayo hayana meno.",
    "person": "",
    "tail": "FSM.93. Roaring water has no teeth. Barking dogs seldom bite. Cf. #1852."
  },
  {
    "quote": "Makaa hayakoki nyama.",
    "person": "",
    "tail": "V.50; STEERE, p.l94. Charcoals do not roast the meat. Dead embers do not roast meat. Fair words butter on parsnips."
  },
  {
    "quote": "Ajabu makaa  hayakoki nyama.",
    "person": "",
    "tail": "MM. It is a surprise why the charcoal did not roast meat. Said of people who do not perform as well as they could."
  },
  {
    "quote": "Makanwa  arubaini, mafumo arubaini.",
    "person": "",
    "tail": "T.233. Forty mouths are like forty spears."
  },
  {
    "quote": "Ndimi arobaini,  mafumo arobaini",
    "person": "",
    "tail": ". JK.131 Forty tongues, forty spears."
  },
  {
    "quote": "Ndimi kumi ni  mikuki kumi.",
    "person": "",
    "tail": "JKP. Ten tongues are ten javelins. Cf. #1860."
  },
  {
    "quote": "Makukuu ya  tai si mapya ya kengewa.",
    "person": "",
    "tail": "SACL. 857; KS,tai; AL 1186. The carrion, food of the big vulture, is not fresh meat for the hawk. The words of the old people have nothing pleasant for the young. SACL; AL."
  },
  {
    "quote": "Mambo  yafaayo watu ni yangiayo chunguni.",
    "person": "",
    "tail": "T.242; KB, chungu; SACL.156. The matters which are of use to people are those which go into the pot. People are foremost worried about bread and butter issues. Cf. #4276 Chunguni yaingiayo.."
  },
  {
    "quote": "Maneno  fedha, majibu dhahabu.",
    "person": "",
    "tail": "L.43; V.,maneno. Words are silver, but answers are gold. Not words but results."
  },
  {
    "quote": "Kusema fedha,  kujibu dhahabu.",
    "person": "",
    "tail": "MM. Speaking is like silver, but replying is like gold."
  },
  {
    "quote": "Maneno  makali hayavunji mifupa",
    "person": "",
    "tail": ". F.22.16; SM; KA. Hard words break no bones. Sticks and stones may break my bones, but words will never hurt me. F."
  },
  {
    "quote": "Meno makali  hayavunji mfupa.",
    "person": "",
    "tail": "NS.17. Sharp teeth do not break a bone. Stay away from quarrels. NS. Cf. #1856."
  },
  {
    "quote": "Maneno makali  yavunja mfupa",
    "person": "",
    "tail": ". KA. Hard words break a bone. Hard words can hurt a person very deeply, as painful as the breaking of a bone."
  },
  {
    "quote": "Maneno  mazuri baraka.",
    "person": "",
    "tail": "NGU. Kind words are a blessing."
  },
  {
    "quote": "Maneno mazuri  kama maua yana  rangi yake.",
    "person": "",
    "tail": "NGU. Nice words are like flowers: they have their own color."
  },
  {
    "quote": "Maneno  mema humtoa nyoka pangoni.",
    "person": "",
    "tail": "F.22.17; SWA.17; MARA 3. Pleasant words will draw a snake from its hole. With kind words one may calm down a dangerous person. It is easier to catch flies with honey than with vinegar. SWA."
  },
  {
    "quote": "Maneno matamu  humtoa nyoka pangoni.",
    "person": "",
    "tail": "SM; MARA 3. Sweet words will draw a snake from its hole. Usage in a newspaper: Pamoja na zana zao wanamuziki hawa wanaoweza kumtoa nyoka pangoni, si wengine bali na Wana Jikomoro.(Nchi Yetu #163, Julai 1978). With their instruments these musicians, who can draw snakes from their holes, are no others than the Wana Jikomoro."
  },
  {
    "quote": "Neno jema  lilitoa nyoka pangoni.",
    "person": "",
    "tail": "NS. 22. A good word draws a snake from its hole."
  },
  {
    "quote": "Kauli njema  ilitoa nyoka pangoni.",
    "person": "",
    "tail": "KB.90. A kind word made a snake come out of its hole. To obtain something by trick or flattery."
  },
  {
    "quote": "Maneno  mengi maradhi.",
    "person": "",
    "tail": "B.1.29. Many words are like a disease. Chattering and talking nonsense are signs that the brain is giving way."
  },
  {
    "quote": "Maneno mengi  uwele.",
    "person": "",
    "tail": "B.1.29. Many words are like a sickness."
  },
  {
    "quote": "Maneno mangi  ukongo.",
    "person": "",
    "tail": "T.243; SACL.,ukongo; AL 726. Many words are like a sickness. Talking too much is a weakness of old people. AL."
  },
  {
    "quote": "Maneno mengi  huvuta fadhika.",
    "person": "",
    "tail": "MA.284. Many words call forth a lot of disgrace. Talkativeness reveals one's faults, weaknesses. MA."
  },
  {
    "quote": "Maneno mengi  hula akili.",
    "person": "",
    "tail": "FSM.80. Many words consume the brain."
  },
  {
    "quote": "Maneno  mengi ya kweli husemwa katika dhihaka.",
    "person": "",
    "tail": "NGU. Many a true word is spoken jokingly. Dhihaka: mockery, ridicule, scorn."
  },
  {
    "quote": "Maneno ni kama fumo yakitoka mdomoni hayarudi.",
    "person": "",
    "tail": "MA.285. Words are like spears, once when they leave the lips they never come back. Watch what you are saying. MA. Cf. #1828."
  },
  {
    "quote": "Maneno ya  mpole yampoza mwenye hasira",
    "person": "",
    "tail": ". AL 817; AL, pole. Words spoken by a kind person pacify an angry one."
  },
  {
    "quote": "Maneno  yaombolezayo na machozi yasemayo.",
    "person": "",
    "tail": "NGU. Laments are expressed by tears."
  },
  {
    "quote": "Mbele ya  kusema uzungushe ulimi mara saba kinywani.",
    "person": "",
    "tail": "KB.167. Before you speak, turn your tongue seven times in your mouth."
  },
  {
    "quote": "Mche  mnyamavu: ana ngoma za midomo.",
    "person": "",
    "tail": "T.253; SACL. 627; AL 765. Mistrust a taciturn person, that person has lips like a drum. Has lips for an oration. SACL.."
  },
  {
    "quote": "Mdomo wako  mmbeya unautambua mwenyewe.",
    "person": "",
    "tail": "FSM.104. Your gossiping mouth tells you what you really are. Deep inside you know what you really are.. Mmbeya or mmbea (from -umbea): tale-bearer, gosslp, scandal monger. T."
  },
  {
    "quote": "Meza  ndogo, maneno mengi.",
    "person": "",
    "tail": "AL 1746. The table may be small, but the palavers are many. When unimportant things seem to be important."
  },
  {
    "quote": "Midomo  tawala, amani kulala.",
    "person": "",
    "tail": "RSP.77. Control your lips, to sleep in peace."
  },
  {
    "quote": "Mja kiwa  sawa, kambiwa yu kombo.",
    "person": "",
    "tail": "JK.131; AL 1397. Even when a person is straight, they will say there is something crooked with him. Even if the newcomer is correct, they'll say that he is imperfect. AL. A stranger is suspect and criticized. Mja. (from kuja, coming): a newcomer, a stranger. Mja or binadamu: a human being. KS., mja. Cf. #787; #884; #985; #986; #1481; #1838."
  },
  {
    "quote": "Mnyamaa  kadumbu.",
    "person": "",
    "tail": "F.28.88. One who keeps silent lasts. F."
  },
  {
    "quote": "Mrogi  hasemi.",
    "person": "",
    "tail": "NGU. A sorcerer speaks not. Keeps silent about evil intent. Keeps away from people."
  },
  {
    "quote": "Msafiri  hodari ni uvumi.",
    "person": "",
    "tail": "REK. A brave traveler has many tall stories. Uvumi: gossip, rumors, tales."
  },
  {
    "quote": "Msi kucha  kwambwa nyamba.",
    "person": "",
    "tail": "KS; SM. One who is not afraid to be slandered is a fool. Kwambwa or kusemwa: spoken evil of. Nyamba, duni: a fool"
  },
  {
    "quote": "Msi lake  ana mungu.",
    "person": "Eloquence is not necessary.",
    "tail": "JK.139. The one who does not have any [word] has God. \"God suffices as a witness.\" Koran 24,6, Eloquence is not necessary."
  },
  {
    "quote": "Aso wake ana  mungu.",
    "person": "",
    "tail": "MM. If you have no one, you have God."
  },
  {
    "quote": "Mtemewa  mate mengi hulewa.",
    "person": "",
    "tail": "FSM 134. One who is spat upon often enough gets intoxicated. If somebody is told a thing over and over again that person will finally believe it."
  },
  {
    "quote": "Mtenda  mema hasemi, akisema hatendi.",
    "person": "",
    "tail": "FSM.132. One who does good does not speak about it; if that person does speak [about it] that one does not do [good] deeds. Also used regarding people who talk a lot but perform poorly."
  },
  {
    "quote": "Mtu huanza  kumega tonge kwanza, haanzi kupanua kinywa.",
    "person": "",
    "tail": "NGU. A person starts breaking a piece of bread first, the mouth is not opened first. Think before speaking or doing things. Wait for your time. In due time."
  },
  {
    "quote": "Mtu  huchongewa na ulimi wake",
    "person": "",
    "tail": ". J.,chonga; B.l. 19; T.340; KB.,chongea. A person is betrayed by one's own tongue. A shut mouth keeps one from strife."
  },
  {
    "quote": "Ulimi mchongea  kichwa",
    "person": "",
    "tail": ". FSM.190. The tongue betrays the head. Puts the head in trouble. Cf. #1803."
  },
  {
    "quote": "Mtu  kikwambia neno, sijibu upesi mno.",
    "person": "",
    "tail": "JKP. If someone tells you something, do not answer too quickly."
  },
  {
    "quote": "Mtu kipofu  haulizwi unaonani.",
    "person": "",
    "tail": "MA.382. A blind person is not asked, what do you see. Cf. #1703."
  },
  {
    "quote": "Mungwana  ni kalima.",
    "person": "",
    "tail": "JK.133. A gentleman is [as good as his] word. Cf. #916."
  },
  {
    "quote": "Mwamba na  wako hukutuma umwambie.",
    "person": "",
    "tail": "KA. A slanderer of your friend sends you to tell your friend. Don't talk bad to someone's friend, because that person will tell the friend."
  },
  {
    "quote": "Mwambe wako  hukutuma umwambie.",
    "person": "",
    "tail": "TAA 21; AL 760. Speaking evil about someone to your friend is the same as sending your friend on a mission to tell that person about the bad thing you said. Mwamba: slander."
  },
  {
    "quote": "Mwambie  anayekubali kusikiliza.",
    "person": "",
    "tail": "NGU. Tell it to the person who is willing to listen."
  },
  {
    "quote": "Mwana  mbeya hupozea kiporo chake.",
    "person": "",
    "tail": "NGU. A child that slanders another gives away leftover food [in order to pacify the one slandered]."
  },
  {
    "quote": "Mwenda  kimya hagombani na mtu.",
    "person": "",
    "tail": "FSM.154. One who walks in silence quarrels with nobody. Moreover, people respect the silent one because that person is more difficult to understand. FSM."
  },
  {
    "quote": "Mwenye  kelele hana neno.",
    "person": "",
    "tail": "CM.51; B.1.52; F.35.157. A noisy person has no message."
  },
  {
    "quote": "Mwenye  kwenda kiraguni harudi bure.",
    "person": "",
    "tail": "FSM.158. One who goes to the meeting place will not come back with nothing. Going to the place where people gather to talk things over will enlighten us about happenings, whether true or false. However, because it is also a place of gossip, it can also mean that if you go and listen to gossip, you'll return with many problems."
  },
  {
    "quote": "Mwenye  msiba haulizwi nguo chakavu.",
    "person": "",
    "tail": "KB.217; AL 128. When someone wears mourning clothes you don't ask why. Chakavu: old, spoiled, torn or discarded."
  },
  {
    "quote": "Mzaha na  mahali pake.",
    "person": "",
    "tail": "NGU. A joke needs its own time and place."
  },
  {
    "quote": "Mzuia  midomo utartibu mwingi",
    "person": "",
    "tail": ". KB.231. If you control your mouth you have much prudence."
  },
  {
    "quote": "Natuone  ndipo twambe, kusikia si kuona.",
    "person": "",
    "tail": "F.38.2. Let us see, then we can talk, hearing is not seeing. Cf. #1333."
  },
  {
    "quote": "Neno jiwi  ni jeraha la moyo.",
    "person": "",
    "tail": "KA. A bad word wounds the heart."
  },
  {
    "quote": "Neno jiwi ni  kidonda cha moyo.",
    "person": "",
    "tail": "MARA 2. An evil word wounds the heart. It does not heal easily, is not soon forgotten. Evil words build a lasting hatred."
  },
  {
    "quote": "Niliona,  niliona! Watakufanya mbona.",
    "person": "",
    "tail": "RSP.21. I saw it, I saw it! They will make you a witness. Do not talk too much, you might be called to account for it. JK."
  },
  {
    "quote": "Nyama ya  ulimi tamu.",
    "person": "",
    "tail": "KA. Flattery is tasty. Idle praise is sweet. It is better to use kind words than words that hurt. Nyama ya ulimi: meat of the tongue, [idiom], flattery, empty words of praise in order to obtain a favor."
  },
  {
    "quote": "Panya  anasema na mwamba, mwenye neno halijui.",
    "person": "",
    "tail": "PM.303.12. The mouse said to the joist, the one we talk about suspects nothing. We are often ignorant of what people say or think of us."
  },
  {
    "quote": "Paukwa  pakawa ...",
    "person": "",
    "tail": "T.454. It came to pass and it happened ... A phrase used in starting a tale. The end of the story: Kigano na kihadithi kikomele hapo. The little tale and little story ends here. T."
  },
  {
    "quote": "Panapo  maneno mengi dhambi haikosi.",
    "person": "",
    "tail": "KB.262. Where there is an abundance of words, sin also is not lacking."
  },
  {
    "quote": "Sema  ujualo.",
    "person": "",
    "tail": "NGU. Say what you know. Don't say what you don't know."
  },
  {
    "quote": "Shairi ni  maneno mazuri ya mawazo matamu.",
    "person": "",
    "tail": "NGU. A poem is made of nice words and fine thoughts."
  },
  {
    "quote": "Shimo la  ulimi mkono haufutiki.",
    "person": "",
    "tail": "F.43.4; B.1.64. A pit [dug by] the tongue cannot be covered up by the hand. A word is past recalling."
  },
  {
    "quote": "Silaka  kubwa ulimi.",
    "person": "",
    "tail": "NGU. A big weapon is the tongue. For cure and harm."
  },
  {
    "quote": "Simba  mwenda kimya ndiye alaye nyama.",
    "person": "",
    "tail": "F.44.12; SACL.382; KA; CM.42; NGU. The lion which moves silently is the one that eats the meat."
  },
  {
    "quote": "Simba ambaye ni  mgwizi, halii.",
    "person": "",
    "tail": "JK.145. A lion that hunts does not roar. JK."
  },
  {
    "quote": "Simba angurumaye  si mwindaji.",
    "person": "",
    "tail": "FSM.93. A roaring lion is not a hunter."
  },
  {
    "quote": "Simba angurumaye  kachoka kuwinda.",
    "person": "",
    "tail": "NGU. A roaring lion is tired of hunting."
  },
  {
    "quote": "Sitapiki  nyongo harudi kuramba.",
    "person": "",
    "tail": "KA; SM. I don't vomit bile and come back to lick it. A word spoken cannot be taken back. About nasty words or deeds. Used, e.g., in a divorce."
  },
  {
    "quote": "Sumu ya  neno ni neno.",
    "person": "",
    "tail": "NGU. The poison of a word is a word. Abuse going from bad to worse."
  },
  {
    "quote": "Tajiri  akinong'ona husikika, maskini akipayuka hasikiki.",
    "person": "",
    "tail": "REK. A rich person whispering is heard, a poor person fulminating is not heard."
  },
  {
    "quote": "Tone  hutoza dosari ambalo ndoo tele haitoshi kuliondoa.",
    "person": "",
    "tail": "EM t17. A drop can cause a stain that a bucketful of water cannot remove. Stain here represents an insult or bad word."
  },
  {
    "quote": "Ukiona  neno, usinene neno: ukinena neno litakujia neno.",
    "person": "",
    "tail": "J.,nena; SACL.676; B.1.29; MEM.91; NGU. If you see anything, do not say anything; if you say anything, something will happen to you."
  },
  {
    "quote": "Ukiona neno,  usiposema neno, hupatikani na neno.",
    "person": "",
    "tail": "F.46.7; A.140, T.525, L.99, V.49,hufikwi na neno; SAM.23.4. If you see something and say nothing, you will not suffer."
  },
  {
    "quote": "Ukitembeza  zaidi ulimi, kinywa kinaharibika.",
    "person": "",
    "tail": "AL 766. If you move your tongue too much, your mouth will be harmed. The silent people and the babblers are asocial people."
  },
  {
    "quote": "Ukitolea  habari, usinene kwa mafumbo",
    "person": "",
    "tail": ". JKP. When you tell news, do not speak in riddles. Do not slander by allusion. JKP."
  },
  {
    "quote": "Ulimi  hauna dawa.",
    "person": "",
    "tail": "CM.50. The tongue has no remedy. Wounds inflicted by the tongue are incurable. Cf. #855, #856."
  },
  {
    "quote": "Ulimi  hauna mfupa.",
    "person": "",
    "tail": "F.47.17; L.102, B.2.24; CM.50; H.105; T.532; SWA.38; J.,ulimi; MARA.16; NS.72; JK.138; V.13; KB.316; KS, mfupa. A tongue has no bone. Is unreliable. Word and deed are two. KB. Cf. #854, #856."
  },
  {
    "quote": "Ulimi  hujiganga wenyewe.",
    "person": "",
    "tail": "NGU. The tongue cures itself. You cannot put medicine on the tongue. Cf. #2047."
  },
  {
    "quote": "Ulimi  huponza mwili.",
    "person": "",
    "tail": "NGU. The tongue endangers the body. By provoking fights."
  },
  {
    "quote": "Ulimi  mtamu humwondoa tembo shambani.",
    "person": "",
    "tail": "EM u17. Sweet language makes the elephant leave the plantation. Gentle coaxing often removes a danger. Cf. #1833."
  },
  {
    "quote": "Ulimi  ukuchome kwa chakula, sio kwa maneno.",
    "person": "",
    "tail": "EM u18. Food should burn your tongue, but not words. It's better to be hurt than hurt others."
  },
  {
    "quote": "Ulimi  umewekewa ngoma ya miamba.",
    "person": "",
    "tail": "EM u19. The tongue is surrounded by a stone fort. The tongue should be guarded within the wall of teeth."
  },
  {
    "quote": "Ulimu  unabaki katikati ya meno.",
    "person": "",
    "tail": "AL 728. The tongue stays in the middle of the teeth. We are surrounded by enemies. Be careful of what we say."
  },
  {
    "quote": "Ulimi  unauma kuliko meno",
    "person": "",
    "tail": ". F.47.18. The tongue hurts more than the teeth. Cf. #1833, 1854."
  },
  {
    "quote": "Usijitende  ng'ombe, ukatoa ulimi kutia puani.",
    "person": "",
    "tail": "T.553. Do not act like a cow, sticking out your tongue and putting it into your nose. Do not put back into your nose what has come from your mouth, [i.e., a promise]. T. Said of somebody who does not keep promises, or denies what has been said."
  },
  {
    "quote": "Ng'ombe  usijitende.",
    "person": "",
    "tail": "T.553. Don't act the cow!"
  },
  {
    "quote": "Usikaange  mbuyu ukawaachia wenye meno watafune",
    "person": "",
    "tail": ". F.48.33. Do not roast baobab kernels and let those who have teeth chew them. Don't start quarrels among other people by telling tales. F. Cf. #? \"If you roast maize [mbisi - popcorn] you roast it for people who have teeth\". Racial proverbs 586.148. Kaanga mbuyu: to deceive, to start a quarrel. Idiom."
  },
  {
    "quote": "Usinene  kwa mayowe, apitao kasikia.",
    "person": "",
    "tail": "JKP. Do not speak loudly so that a passerby hear it."
  },
  {
    "quote": "Usiposema  utakonda.",
    "person": "",
    "tail": "AL 767. If you do not speak up, you'll get thin. A silent person is pushed back and cannot hope to have a happy life. AL."
  },
  {
    "quote": "Usiseme ni  haki unachoweza kuuliza kwa upendeleo.",
    "person": "",
    "tail": "NGU. Don't say that it is your right if you can ask for it as a favor."
  },
  {
    "quote": "Usitangaze  ya njiani kabla kupeleleza.",
    "person": "",
    "tail": "NGU. Don't speak about what happened on the road before investigating. Tangaza: publish, advertise; proclaim"
  },
  {
    "quote": "Waache waseme mchana, usiku watalala.",
    "person": "",
    "tail": "EM w1. Let them speak in daytime, at night they will sleep. Those who speak against you cannot speak all the time. So you should not mind so much. EM."
  },
  {
    "quote": "Wasemapo  ndipo wasikiapo.",
    "person": "",
    "tail": "FSM.201. Where words are spoken there also words are heard. Be careful what you say. Make your good ideas heard."
  },
  {
    "quote": "Wasemayo  ni kweli; hata hayajafika, sharti yafike.",
    "person": "",
    "tail": "AL 1892. Spoken words are efficacious; even if not yet realized, they surely will come through. AL. Cf. #1742."
  },
  {
    "quote": "",
    "person": "",
    "tail": "4410. Wasikilize wote wasemao lakini washangilie wachache wasemao busara tu. NGU. They may listen to all the speakers, but applause [only] the few who make sense."
  },
  {
    "quote": "Watasema  mchana, usiku watachoka [watalala].",
    "person": "",
    "tail": "KA Those who speak a lot during the day, are tired [sleep] at night. Slanderers get tired at the end. So don't worry too much about them."
  },
  {
    "quote": "Watu ni  gamba, hawakosi la kwamba.",
    "person": "",
    "tail": "JKP. People are like gramophones, they never stop talking. Gamba [chombo kitoacho sauti]: an instrument that speaks. Kwamba or kuamba or kusema: to speak."
  },
  {
    "quote": "Watu  wamba, wasiposema huamba.",
    "person": "",
    "tail": "V.,amba, People are chatterboxes; if they do not talk in public they do it in secret. Or: If they do not converse they talk nonsense. Said of the Swahili. V."
  },
  {
    "quote": "Watu wana  ndimi nyingi.",
    "person": "",
    "tail": "JK.131. People have many tongues. Referring to the talk of the town. JK. Cf. #1828."
  },
  {
    "quote": "Yaani,  yaani haivunji mfupa.",
    "person": "",
    "tail": "EM y1. I mean, I mean, does not break a bone. Empty words do not achieve anything. EM."
  },
  {
    "quote": "Yanayozungumzwa mengine na yanayotendwa mengine.",
    "person": "",
    "tail": "FSM.204. What is said and what is done are different."
  },
  {
    "quote": "Yateue ya  usemi, na utawale ulimi.",
    "person": "",
    "tail": "JKP. Choose eloquent words and control your tongue. Teua: choose."
  }
]