[
  {
    "quote": "Adui haanguki anapotupwa.",
    "person": "",
    "tail": "KER. An enemy does not fall down when discarded. The enmity remains. 3002. Adui mpende. T.3; F.1.3; A.120; MS.3. Love [your] enemy. Adui mpende, kumchukia ni kumchukia ndugu yako. MA.17 Love [your] enemy, your hating is like hating your own brother. Adui mpende leo, yawezekana mkawa rafiki kesho. MA.18. Love an enemy today; it is possible that you might become friends tomorrow."
  },
  {
    "quote": "Akipenda chongo huita kengeza.",
    "person": "",
    "tail": "F.2.11; B.4.68; MARA 3, apendaye chongo. A person who loves calls one-eyed a squint. Love thinks no evil. Love is blind. Lovers do not judge mistakes or faults harshly."
  },
  {
    "quote": "Akipenda chongo huona kengeza.",
    "person": "",
    "tail": "H.95; L.4; MS.157. If one loves a one-eyed person, that person sees only a squint. Chongo : blind in one eye. Kengeza : squint or cross-eyed. \"A person in love mistakes a pimple for a dimple.\" Japanese proverb."
  },
  {
    "quote": "Akuchukiaye hakosi ila ya kukutia.",
    "person": "",
    "tail": "JKP. The person who hates you will not lack faults to put on you. Cf. #3."
  },
  {
    "quote": "Akutendaye mtende.",
    "person": "",
    "tail": "V., tenda; KB.12. Do harm to the one who harms you."
  },
  {
    "quote": "Akutendaye mtende, mche asiyekutenda.",
    "person": "",
    "tail": "F.2.12; KS, tenda; AL 1451. Do harm to the one who harms you, and fear the one who harms you not. A vicious proverb. F. If you take revenge, expect retaliations. AL."
  },
  {
    "quote": "Akutendaye, mtende: simche akutendaye.",
    "person": "",
    "tail": "A.219; SACL. 198; H.8; T.10. Do harm to the one who harms you, do not fear who harms you. An eye for an eye. Kumtenda has the special meaning of doing harm to someone; while kumtendea means doing good to someone. The same for kumfanya and kumfanyia. [Do evil to--do good to.]"
  },
  {
    "quote": "Alokunyowa, mekupunguza kuchana.",
    "person": "",
    "tail": "ED.l. The person who cut your hair has also diminished [taken away the need of] combing. If one harms you, you are excused from being kind to that person."
  },
  {
    "quote": "Aliyekunyoa shungi kakupunguzia kuchana.",
    "person": "",
    "tail": "SM. The one who cut your curls took away your need of combing. Shungi: plait of hair, tress, crest, forlock. Said when someone took something away from you that you really did not need. A person who lost something not really needed is consoled in this way. Cf. #1271."
  },
  {
    "quote": "Aninyimae mbaazi, kanipunguzia mashuzi.",
    "person": "",
    "tail": "F.3.29; FSM 8; AL 1201; SM. One who withholds pigeon-peas from me reduces my passing of wind. F. No need to help someone who refused to help you."
  },
  {
    "quote": "Amnyimae punda adesi, kampunguzia mashuzi.",
    "person": "",
    "tail": "F.3.20. The person who withholds lentils from a donkey, reduces its passing of wind. If someone refuses me a service, I don't have to show any gratitude, either. If someone denies you something, don't complain. Perhaps you escape other difficulties, such as paying a debt. This proverb can be used whenever assistance is not forthcoming. KA. One never knows the outcome of gifts or refusal of them, so don't be too sorry. Most gifts will bind you to the giver."
  },
  {
    "quote": "Akunyimaye kunde akuepusha kuvimbiwa.",
    "person": "",
    "tail": "NGU. The one who denies you beans helps you to escape bloating. If somebody denies you something that could harm you, even if you would have liked it, it's for your good, because it diminishes your trouble. SM. Try to laugh about people's selfishness. AL. Kunde: small beans thought to cause gas."
  },
  {
    "quote": "Anikataaye kanipunguzia simanzi.",
    "person": "",
    "tail": "KA. The one who denies me something reduces my pain. Simanzi (huzuni): pain, sorrow. Don't be sorry for lack of friendship that might bring chagrin. Cf. #1270 and #1272; # 1032."
  },
  {
    "quote": "Anipendaye nami nampenda: anikataaye,  napunguwa simanzi.",
    "person": "",
    "tail": "T.30; MS.11. The one who loves me, I also love; one who rejects me diminishes my grief. There are several similar proverbs, e.g., #1271, denoting a breaking off of a relationship. In this case, a relationship of love. Love and vulnerability go together. If someone does not love me, that person spares me grief."
  },
  {
    "quote": "Anipendaye, nami nampenda: anikataye, nami namkataa.",
    "person": "I deny that person too.",
    "tail": "V.35. The person who loves me, I love too; the one who denies me, I deny that person too."
  },
  {
    "quote": "Nampenda mtu pindi anipendapo.",
    "person": "",
    "tail": "SACL .750. I love someone when that person loves me."
  },
  {
    "quote": "Apendapo hushona, asipopenda hurarua.",
    "person": "",
    "tail": "KA. When a person loves (a garment), she'll sew it, if she does not like it, she'll tear it (even if new). Said of a critical person. No compromise. Easily applied to personal relationships."
  },
  {
    "quote": "Apendwaye akajua haachi kujishaua",
    "person": "",
    "tail": ". KA. People who are loved know it and do not stop showing it in their way of walking. People don't like to see that kind of behavior. So, don't show it. Kujishaua or kuringa: walk with a swagger, put on airs."
  },
  {
    "quote": "Asili ya huba, mwanzowe ni jicho.",
    "person": "",
    "tail": "JKP. The beginning of love is the eye. JKP. Huba: love, friendship."
  },
  {
    "quote": "Asio adui si mtu.",
    "person": "",
    "tail": "EM.15.20; KA., asiye. A person who has no enemies is not a human being."
  },
  {
    "quote": "Asiyekuridhi mridhi.",
    "person": "",
    "tail": "T.34; A.114; SAM.4.19. Please the one who does not please you. Do good to a bad person in order to make friends."
  },
  {
    "quote": "Aliyekuridhi nawe umridhi",
    "person": "",
    "tail": "JKP. The one who agrees with you, agree with that person."
  },
  {
    "quote": "Asiyekuudhi simuudhi.",
    "person": "",
    "tail": "MA.67. Do no harm to the person who does not harm you. cf. #1229, #1274, #1951."
  },
  {
    "quote": "Atakaye kumpiga mtoto atapata fimbo.",
    "person": "",
    "tail": "MA. The person who wants to beat a child will find a stick. That one will find a reason to do so."
  },
  {
    "quote": "Barua ya moyo husomwa juu ya panda la uso.",
    "person": "",
    "tail": "MULIKA 10; MEM.127. A letter from the heart can be read on the face. The face mirrors joy and sorrow. The heart's letter is read in the eyes. Panda la uso or kipanda cha uso: forehead. Sacl."
  },
  {
    "quote": "Cha mtima cha moyo.",
    "person": "",
    "tail": "KA. What the heart loves is what it wants. Good or bad, if the heart loves it, it will be good for the heart, like medicine. Mtima (poet.) or moyo: heart. Cf. #1290, #1290b; Also Pamoyo pa mtima: If the heart loves a place, it's a good place for the heart."
  },
  {
    "quote": "Chako kikioza, unaanikaanika.",
    "person": "",
    "tail": "EM.32.1 If what is yours rots, you dry it over and over again. If your affairs go wrong, you try your best to rectify them for the better. EM."
  },
  {
    "quote": "Chako kikioza hakikunukii.",
    "person": "",
    "tail": "MARA 3. Even if your sore is putrefied, you don't smell the bad odor. You don't see your own bad behavior or that of your family and if you see it you don't hate is as other people do."
  },
  {
    "quote": "Mkono wenye uchafu husafishwa, haukatwi.",
    "person": "",
    "tail": "NGU. A dirty hand is cleaned, not cut. Cf #1306. #1300a."
  },
  {
    "quote": "Chozi la akupendaye hutoka kwenye chongo.",
    "person": "",
    "tail": "EM.37.14. The tears of one who loves you will come even from a bad eye. A friend in need is a friend indeed. EM."
  },
  {
    "quote": "Chuki humchoma anayeihifadhi.",
    "person": "",
    "tail": "EM.38.17. Hate burns its preserver. Do not nurse hatred, it will hurt you. EM."
  },
  {
    "quote": "Chuki kwa chuki, mwanga kwa mwanga.",
    "person": "",
    "tail": "KB.13. Hatred for hatred, light for light."
  },
  {
    "quote": "Dawa ya meno ni meno.",
    "person": "",
    "tail": "ED.ll. The remedy for teeth is teeth. Tit for tat; a tooth for a tooth"
  },
  {
    "quote": "Sumu ya neno ni neno.",
    "person": "",
    "tail": "#1316. The poison of a word is - a word. Cf #1282."
  },
  {
    "quote": "Dawa ya moto ni moto.",
    "person": "",
    "tail": "F.8.4; H.28; SWA.12; CM.50; MS.144; FSM.184; B.2.59; RECH.342; V., moto; MARA 2; KS, dawa. The cure against fire is fire. Fight fire with fire. SWA. To stop a running fire start a fire moving against it. To stop an insulting person a similar person is needed: Oppose cruelty with cruelty. MARA. Cf. #1316."
  },
  {
    "quote": "Dhana sio njema.",
    "person": "",
    "tail": "JK.117; AL 1390. Suspicion is never good."
  },
  {
    "quote": "Fitina ikidhihiri ubaya hukithiri.",
    "person": "",
    "tail": "REK. When the quarrel gets in the open, evil will grow. More people are getting involved. Dhihiri: to be evident, plain, clear. Kithiri: to increase, grow."
  },
  {
    "quote": "Haina tabibu ndwele ya mapenzi.",
    "person": "",
    "tail": "T.73; SACL. 673, ndwee; V.24, uwele wa. The disease of love has no cure. Love-sickness has no remedy. Love is blind and blinds. V."
  },
  {
    "quote": "Hakukuwa kupendana, bila kuheshimiana.",
    "person": "",
    "tail": "JKP. There has never been mutual love without mutual respect."
  },
  {
    "quote": "Hamu haiji bila kupenda.",
    "person": "",
    "tail": "NGU. Longing does not come without loving."
  },
  {
    "quote": "Hasama ndimi za moto.",
    "person": "",
    "tail": "SAM.J.3. Enmity is like flames of fire. Enmity and rivalry bring troubles and fights. MM."
  },
  {
    "quote": "Hasikii la mwadhini wala la mtia maji  msikitini.",
    "person": "",
    "tail": "KS, mwadhini; JKP. So and So does not listen to the muezzin nor to the one who puts water [for the ritual ablutions] in the mosque. JKP has mteka maji (fetcher of water), instead of Mtia maji. (The person who puts water in the mosque.). A person totally absorbed in love, even neglecting religious duties. JKP. Mwadhini: muezzin, the person who calls to prayer."
  },
  {
    "quote": "Hata akose meno, simba hachujuki.",
    "person": "",
    "tail": "NGU. Even a toothless lion does not please and remains hostile. Chujua: washing out color; pleasing."
  },
  {
    "quote": "Heri kufa macho kuliko moyo.",
    "person": "",
    "tail": "J.,fa, F.11.15; KB.70; MS.154, kufa moyo; KS, fa. It is better for the eye to die than the heart. Better blind than despairing. F. Kufa moyo: to become disappointed, discouraged, despairing."
  },
  {
    "quote": "Heri moyo mkubwa kuliko akili kubwa.",
    "person": "",
    "tail": "EM h24. A big heart is better than a big brain. Love is better than knowledge. A person with a big heart is concerned about others; a man of knowledge may ignore them. EM. Cf.#837; #526A; #1289."
  },
  {
    "quote": "Heshima ni moyo.",
    "person": "",
    "tail": "EM h27. Respect is of the heart. Respect, like love, is a free gift. A person can be forced to obey, but not to respect. EM. Cf. #1371"
  },
  {
    "quote": "Humpendaje mtu kwa kwambiwa penda?",
    "person": "",
    "tail": "T.103; L.109; MS.25. How is one to love a person by being told [to] love someone. One cannot love on command; love is freely given."
  },
  {
    "quote": "Huwezi kurudisha mahaba na maisha.",
    "person": "",
    "tail": "RSP.122. You cannot bring back love or life. Understood: Once they have gone. Cf. #1324, #78."
  },
  {
    "quote": "Inyeshapo mvua, aliye ndani hajali.",
    "person": "",
    "tail": "EM I9. When it rains, the one inside does not worry. A person who has a strong relationship or has a stable position will not worry about those who want to harm."
  },
  {
    "quote": "Ikiwa unawapenda watoto wa wengine, utawapenda  wako zaidi.",
    "person": "",
    "tail": "EM I10. If you love other people's children, you will love your own even more. Increased love for others will increase love for your own. EM."
  },
  {
    "quote": "Johari bora ni mapenzi kuliko maisha yetu.",
    "person": "",
    "tail": "NGU Love is a more precious jewel than life. Johari: jewel. Cf. #688."
  },
  {
    "quote": "Jongoo hupenda watu, na watu hawampendi.",
    "person": "",
    "tail": "AL. 1098. The centipede pursues man and man avoids it. Man is afraid of the centipede and the latter likes to be indoors with people. This is said of somebody one does not really like, but cannot get rid of."
  },
  {
    "quote": "Kidole chako kibaya chaweza kufaa siku baya.",
    "person": "",
    "tail": "MA.166. Your bad finger could be useful on a bad day. About a bad relative, etc."
  },
  {
    "quote": "Kidole chako kibaya si kikate.",
    "person": "",
    "tail": "MA.167. Don't cut off your bad finger. Don't cut off a bad relative. Cf. #1306; #1289A."
  },
  {
    "quote": "Kijana mpende akilala, akiondoke mwumie chanda.",
    "person": "",
    "tail": "MA.172. Love young people when they are asleep; if they gets out bite your finger for them. A child should never be shown excessive love. MA. This could have a different meaning because \"to bite something for another\" is often done to take away from the other any evil, magic, curse."
  },
  {
    "quote": "Kinacholeta ugomvi duniani ni kugawanya fedha [nyama].",
    "person": "",
    "tail": "EM k14. The cause of dispute in the world is the distribution of money [meat]. People need money, but they are never satisfied with it. Money is the root of all evil. For meat eaters the root of dispute is meat. EM."
  },
  {
    "quote": "Kipendacho moyo ni dawa.",
    "person": "",
    "tail": "F.15.25; B.4.74; CM.36. What the heart desires is like medicine to it. A little of what you fancy does you good. F."
  },
  {
    "quote": "Penzi la moyo ni dawa",
    "person": "",
    "tail": ". T.461; MS.67."
  },
  {
    "quote": "Kipenda cha moyo ni dawa.",
    "person": "",
    "tail": "V.28. What pleases the heart is medicine. Having a hobby is like a medicine."
  },
  {
    "quote": "Ipendacho roho ni dawa.",
    "person": "",
    "tail": "REK. What the heart loves is a cure for the soul."
  },
  {
    "quote": "Usiseme sitaki; kipendacho moyo ni dawa.",
    "person": "",
    "tail": "AL 1335. Don't say I don't want; on the contrary] what the heart likes is like a remedy."
  },
  {
    "quote": "Kipendacho ngoma roho",
    "person": "",
    "tail": ". NGU. What is loved is music for the heart. Ngoma: drum, dance, music. Cf. #1290."
  },
  {
    "quote": "Kipendacho roho nyama mbichi",
    "person": "",
    "tail": ". AL 668. What the heart likes is like fresh meat. A man prefers a young woman. AL."
  },
  {
    "quote": "Kula nyama mbichi ni moyo kupenda.",
    "person": "",
    "tail": "EM k27. Eating raw meat is a choice of the heart. It's unfair for those who do not like to eat raw meat to blame those who do. Don't blame people for liking things you don't like. EM."
  },
  {
    "quote": "Kofi la mahaba haliumizi.",
    "person": "",
    "tail": "NGU. A slap of love does not hurt."
  },
  {
    "quote": "Kofi la mapenzi [mpenzi] haliumi.",
    "person": "",
    "tail": "NGU Same translation. Mpenzi: lover."
  },
  {
    "quote": "Kumkaanga mtu na mafuta yake.",
    "person": "",
    "tail": "T.182. To fry a person in his/her own fat. Taking excessive advantage of someone's generosity and kindness, especially by cheating. MM. As when you have given a friend a present, and some time after it happens that you needt that very thing; which your friend seeing, gives it you, saying: Takukaanga na mafuta yako, \"I will fry you in your own fat.\" T."
  },
  {
    "quote": "Akamkaanga papa kwa mafuta yake.",
    "person": "",
    "tail": "L.M.Thonya,Misingi ya Kiswahili, p.60: 54.. Someone fried the shark in its own fat. This proverb is used when somebody is giving some of a person's own medicine, e.g., a judge may tell a drunk who misbehaved while drunk not to drink; or a thief to pay back with his own property. Thonya."
  },
  {
    "quote": "Kupendana kulishana.",
    "person": "",
    "tail": "JKP. Loving one another is feeding one another."
  },
  {
    "quote": "Kupendana si kufanana rohoni.",
    "person": "",
    "tail": "REK. Loving each other is not the same as being similar in spirit. Lovers keep their own characteristics and should develop their own attributes."
  },
  {
    "quote": "Kupenda sana  ni ugonjwa usiotibika",
    "person": "",
    "tail": ". REK. Being deeply in love is a sickness that cannot be cured."
  },
  {
    "quote": "Kushinda kupendwa, kupenda kushindwa",
    "person": "",
    "tail": ". RSP.148. Victory makes a man popular, and to fall in love means to be conquered. RSP."
  },
  {
    "quote": "Kuwapo moyoni, halipo machoni.",
    "person": "",
    "tail": "KA. Something can be in the heart without being seen. What you do not see, you can remember in your heart."
  },
  {
    "quote": "Kwamba mimi ng'ombe ni bora, ningaligandamwa  na kupe.",
    "person": "",
    "tail": "JKP. \"If to me a cow is good, do you think the ticks would bother me?\" JKP. The Swahili is a little stronger on account of ningaligandamwa na kupe: although the ticks are sticking to me. Most cows have ticks on them, sucking their blood."
  },
  {
    "quote": "Kweli iwe katika upendo, na upendo katika  kweli.",
    "person": "",
    "tail": "EM k38. Truth should be in love and love in truth. Proper love is that which does not hide the truth from the loved one, and proper truth is that which is expressed in love without hatred or bitterness. EM."
  },
  {
    "quote": "Mahaba ni tamu, mahaba ni sumu.",
    "person": "",
    "tail": "JK.122. Love is sweet, love is poison. Verse of a song."
  },
  {
    "quote": "Mahaba yana mkono wake.",
    "person": "",
    "tail": "NGU. Love has its own hand. Love has its own time of coming."
  },
  {
    "quote": "Mahaba yaua.",
    "person": "",
    "tail": "NGU. Love kills."
  },
  {
    "quote": "Maji hayatokoti yakishushwa kwa moto.",
    "person": "",
    "tail": "MA.262. Water does not boil if taken away from fire. Hostility and love end when not encouraged."
  },
  {
    "quote": "Mapendo kwa asiyekupenda ni sawa mvua porini.",
    "person": "",
    "tail": "KB.157. To bestow love on somebody who does not love you is like rain falling on the uninhabited wilds. A waste of energy."
  },
  {
    "quote": "Mapendo yanapovusha",
    "person": "",
    "tail": ". KB.158. Love blinds."
  },
  {
    "quote": "Mapenzi hayana macho, wala hayana maarifa.",
    "person": "",
    "tail": "T.245; SACL .505; V., mapenzi has first half of proverb. Love has neither eyes nor understanding. Cf.#1933."
  },
  {
    "quote": "Mapenzi ni hakika, hupanda na kushuka",
    "person": "",
    "tail": ". JKP. Love is real, it goes up and down."
  },
  {
    "quote": "Mapenzi ni kikohozi, hayawezi kufichika.",
    "person": "",
    "tail": "F.22.18; MS.102. Love is like a cough, it cannot be hidden. Amor tussisque non celantur, Love and cough cannot be concealed. The Cyclopaedia of Practical Quotations, Latin proverbs, p. 579. We know that there were early visitors to the east coast of Africa."
  },
  {
    "quote": "Mapenzi yakifa yazike na usiweke maua juu ya kaburi.",
    "person": "",
    "tail": "REK. If love dies, burry it and don't put flowers on the grave. Get over it."
  },
  {
    "quote": "Mapenzi ya kiswibu wawili ndiyo mapenzi.",
    "person": "",
    "tail": "MA.291. Love is love only when it affects both sides. Kiswibu or kisibu, conditional tense from sibu: affect, happen. Kuswibu is an old version of usibu. The word siba, from the Arabic, presents the difficulty of correct spelling in Swahili. The Arabic s is pronounced in two ways, like the English s and like the s sound which has no English equivalent. To differentiate the two sounds, some people add a w : sw. MA."
  },
  {
    "quote": "Mapenzi ya sufuria: hayakawii kupoa.",
    "person": "",
    "tail": "MP.83.12. Love of the [metal] cooking pot: off the fire it cools at once. Puppy love."
  },
  {
    "quote": "Mguu ukikanyaga mavi haukatwi.",
    "person": "",
    "tail": "MP.227.19. If one steps in excrement one does not cut off the foot. If a member of the family has gone wrong it is not a reason to repudiate that person. Cf. #1306."
  },
  {
    "quote": "Mkono usioweza kuukata, ubusu.",
    "person": "",
    "tail": "F.27.74; ED.36; JK.127, ubusu. Kiss the hand you cannot cut. Respect those who have authority over you, or they will destroy you."
  },
  {
    "quote": "Usioweza kuukata, ubusu.",
    "person": "",
    "tail": "MARA. 73; kA. [The hand], which you cannot cut, kiss it."
  },
  {
    "quote": "Ikiwa humwezi, muunge mkono",
    "person": "",
    "tail": ". EM i2. If you cannot fight someone, join that person. It would be safer to be on that person's side. Work with the competition. KA. cf. #1321."
  },
  {
    "quote": "Mkono wako ukichafuka, huukati.",
    "person": "",
    "tail": "EM m21; AL 1428. If your hand gets soiled, you do not cut it off. This means that if your relative errs, you should help so that that person may avoid any recurrence of the mishap. EM. False obsequiousness often hides a desire to harm. AL Cf. #1306;"
  },
  {
    "quote": "Moyo hauna subira.",
    "person": "",
    "tail": "JK.129. The heart has no patience. First half of a verse."
  },
  {
    "quote": "Moyo huambia babu yake.",
    "person": "",
    "tail": "NGU. The heart tells its grandfather. The heart tells the owner to do something. Babu: grandfather; here, the owner of the body."
  },
  {
    "quote": "Moyo hujua uchungu wa nafsi yake",
    "person": "",
    "tail": ". NGU. The heart knows its own pain. Nobody else does."
  },
  {
    "quote": "Moyo huona mbali kuliko kichwa",
    "person": "",
    "tail": ". NGU. The heart sees further than the head."
  },
  {
    "quote": "Moyo ni chuo",
    "person": "",
    "tail": ". JKP. The heart is like a book. The human heart knows things that it never learned. Even the 'second sight' or the sixth sense (hisu ya sita) is believed to slumber in the heart.\" JKP."
  },
  {
    "quote": "Moyo ni kilindi.",
    "person": "",
    "tail": "NGU. The heart is deep."
  },
  {
    "quote": "Moyo ni nyongo, ukigeuka udongo.",
    "person": "",
    "tail": "V., moyo; AL 793 The heart is like bile, if it changes still more it becomes clay. Either the heart is full of sad thoughts or it is like molding clay. AL. The heart changes all the time."
  },
  {
    "quote": "Moyo safi  silaha ya kutosha.",
    "person": "",
    "tail": "NGU. A pure heart is weapon enough"
  },
  {
    "quote": "Moyo ukitamani utashawishika.",
    "person": "",
    "tail": "NGU. If the heart desires it will entice."
  },
  {
    "quote": "Moyo wa kupenda hauna mithali  [mithili].",
    "person": "",
    "tail": "NGU. A loving heart has no equal."
  },
  {
    "quote": "Moyo wa kupenda hausemezeki.",
    "person": "",
    "tail": "SAM.15.17. A loving heart is not argued with. Someone in love will not listen to a harsh word about the beloved."
  },
  {
    "quote": "Moyo wa kupenda na kuwiza huwa",
    "person": "",
    "tail": ". SAM.16.18. A loving heart can also reject. Can change to hatred."
  },
  {
    "quote": "Moyo wa kupendana kwanza huwiza",
    "person": "",
    "tail": ". KA. The heart of love can also begin to hate. Impossible to commit to eternal love."
  },
  {
    "quote": "Moyo wa mwenzako ni tunda la chupa.",
    "person": "",
    "tail": "NGU. The heart of your friend is like the hole in a bottle. Difficult entering. We are ignorant of what goes on in the heart of a neighbor or friend. Cf. #.3084."
  },
  {
    "quote": "Moyo wa mwenzio tundu ya mwanzi hauingiliki.",
    "person": "",
    "tail": "NGU. The heart of your friend is like the hole in a reed, impossible to enter. Cf. #912; #1303b."
  },
  {
    "quote": "Mpenda watu watu hawampendi.",
    "person": "",
    "tail": "TS 88/2; AL 1097. The lover of people is not loved by the people. A person who is kind to others is not necessarily loved by them. Cf. #1289."
  },
  {
    "quote": "Mpende nduguyo.",
    "person": "",
    "tail": "JK.118. Love your brother."
  },
  {
    "quote": "Mpende akupendaye.",
    "person": "",
    "tail": "JK.133; KS, penda. Love the one who loves you. Also the first line of a love song. JK."
  },
  {
    "quote": "Mpenzi hana kinyongo.",
    "person": "",
    "tail": "T.307; J., nyonga; RECH.211; TS 23.10. A lover has no grudge. One does not criticize a friend Love thinks no evil."
  },
  {
    "quote": "Mtu akipendwa hupenda",
    "person": "",
    "tail": ". MA.386; CB 66. A person if loved, should love. When someone is loved that person should love in response."
  },
  {
    "quote": "Mwana akinyea kiweo hakikatwi.",
    "person": "",
    "tail": "T.363. When a child dirties your thigh, [the thigh] is not cut off. Against undue resentment, senseless spite, etc., such as would most of all harm the person that exhibits it. T. Do not run away from your responsibilities, how unpleasant they may be. MM."
  },
  {
    "quote": "Kiganja alichonyia mwana huoshwa hakikatwi.",
    "person": "",
    "tail": "V. in Swahili readings; L. p.88. The palm of the hand a child dirtied is washed, not cut."
  },
  {
    "quote": "Mtoto akinyea kiwiko hakitupwi",
    "person": "",
    "tail": ". ZO 354. When a child dirties your arm you don't throw it away. Kiwiko: wrist."
  },
  {
    "quote": "Mwekaji kisasi haambiwi mwerevu",
    "person": "",
    "tail": ". F.34.153; AL 1409. A person who nurses vengeance is not called wise."
  },
  {
    "quote": "Mwenye ishiki kalewa",
    "person": "",
    "tail": ". JK.132. Someone in love is drunk. Ishiki=ashiki: strong desire, affection, usually of sexual desire. J."
  },
  {
    "quote": "Mwenye kuja na baridi usimpe moto",
    "person": "",
    "tail": ". AL 1441. To one who comes to you cold-heartedly, don't give warmth. Don't show that person kindness. That kind of attitude inspires defiance."
  },
  {
    "quote": "Mwenye kupenda ni jura, wala hana maarifa.",
    "person": "",
    "tail": "T.386; V.44; MS.55; SACL 195; JK.132 has first half. One who loves is a fool and has no understanding. Love makes fools, and takes away all wisdom. SACL. Jura: a large frog; a simpleton, idiot. The expression Mtu huyu ana chura: that person has a frog, i.e. is crazy. V. Cf. #1296."
  },
  {
    "quote": "Ndugu akipenda kuwa sumu hajali mali  wala uhai.",
    "person": "",
    "tail": "NGU. If a relative becomes poisonous, that person does not care about wealth or life."
  },
  {
    "quote": "Ndugu wanapogombana watenganishe.",
    "person": "",
    "tail": "EM n9. When brothers quarrel separate them. The meaning is that you do not quarrel or fight them, because then they might turn against you."
  },
  {
    "quote": "Nyani hutumaini, hupendana mitini.",
    "person": "",
    "tail": "RSP.87. Baboons long to make love in the trees. One must be content with little; baboons do not even have a house for privacy; the other meaning is contemptuous: only baboons would make love in the open air. RSP."
  },
  {
    "quote": "Pato la mahaba, ni haba ni haba",
    "person": "",
    "tail": ". RSP.71. The gain of love is little, is little. Give and take. MM."
  },
  {
    "quote": "Pendo lisilo na kitu, katu halibainiki",
    "person": "",
    "tail": ". JK.123; AL 1025. Love without a thing [i.e., gifts and presents] does not become evident at all. JK. Verse of a song. Gifts keep friendship going. Cf. #1596."
  },
  {
    "quote": "Penye udhia weka rupia.",
    "person": "",
    "tail": "NGU. There where is trouble put money. It will cost money. Indirectly: Money is the cause of trouble. Rupia: a rupee."
  },
  {
    "quote": "Penzi la kujitolea ndilo penzi la daima",
    "person": "",
    "tail": ". NGU. Love of self-renouncing is an eternal love."
  },
  {
    "quote": "Penzi ni maua  maji hutilia.",
    "person": "",
    "tail": "(EM p19) Love is like a flower, it must be watered. Take care of it."
  },
  {
    "quote": "Radhi ni radhi ingawa hafifu.",
    "person": "",
    "tail": "EM r1. I'm sorry is an excuse although weak. A bad excuse is better than none at all. EM."
  },
  {
    "quote": "Radhi hafifu ni bora kuliko kutokuomba radhi kabisa",
    "person": "",
    "tail": ". EM. A weak excuse is better than no excuse at all."
  },
  {
    "quote": "Radhi ni ushindi.",
    "person": "",
    "tail": "EM R2. Forgiving is victory. A person who forgives has mastered the force of hate."
  },
  {
    "quote": "Riziki la mtu masilahi.",
    "person": "",
    "tail": "REK The blessing of a person is reconciliation after a quarrel. Masilahi: 1. reconciliation, agreement 2. price after bargaining, profit."
  },
  {
    "quote": "Sandamane na ambao hakupendi",
    "person": "",
    "tail": ". JKP. Do not follow someone who does not love you. Sandamane = usi-andamane: do not join Ambao = ambaye: who."
  },
  {
    "quote": "Shadaha mara tatu.",
    "person": "",
    "tail": "NGU. Forgiviness is given three times. Koran."
  },
  {
    "quote": "Si mimi ni moyo.",
    "person": "",
    "tail": "JK.117. It is not I, it is the heart. It is not my fault, it is my heart that loves you. JK."
  },
  {
    "quote": "Songolea si mkuki, kutongoza si kuowa.",
    "person": "",
    "tail": "PM.84. A hunting-pole is not a spear, to seduce is not the same as marrying. One has not the same rights over a mistress as over one's wife, and when one would make similar claims, the mistress would make that clear."
  },
  {
    "quote": "Sumu mkiani.",
    "person": "",
    "tail": "JK.146: AL 1430. The poison is in the tail. After a nice relationship one discovers that someone tries to harm you. AL."
  },
  {
    "quote": "Sumu ya neno ni neno.",
    "person": "",
    "tail": "T.500; F.44.17; CM.48; KB.283; Swa.13. The poison for a word is a word. F. If somebody calls you a bad name give him a worse one. When there is a hubbub about an event, there is nothing like another event for diverting interest. One bad word begets another bad word. Sumu [poison] and dawa [remedy] often have the same meaning. See CF. #1282; #1281. Cf. Sumu ya miti ni moto, sumu ya moto ni maji, sumu ya maji ni mchanga, lakini mchanga hauna sumu. The poison of trees is fire, the poison of fire is water, the poison of water is sand, but sand has no poison. T."
  },
  {
    "quote": "Toa upendo mwingi kuliko unaopokea.",
    "person": "",
    "tail": "EM t14. Give more love than you receive. Love many even those who do not love you. Kindness is one commodity of which you should spend more than you receive. EM."
  },
  {
    "quote": "Tukipendana sana, twataabishana sana",
    "person": "",
    "tail": ". REK. If we love each other very much, we cause each other much distress."
  },
  {
    "quote": "Tumekwisha kunywa kahawa, machicha ya mwenye  ndoa.",
    "person": "",
    "tail": "MP.83.11. We have drunk the coffee; the grounds are for the husband. This is said by paramours upon the return of the woman to her husband."
  },
  {
    "quote": "Ubaya ukiingia mlangoni, wema hutoroka  dirishani.",
    "person": "",
    "tail": "EM u2. When evil enters the door, goodness escapes through the window. When evil enters a loving family, that lovely relationship disappears."
  },
  {
    "quote": "Ukali wa chui lakini watoto wananyonya.",
    "person": "",
    "tail": "NGU. The leopard may be fierce, but the pups are sucking."
  },
  {
    "quote": "Ukimpiga kuku wamtafuta mwenye kuku huyo.",
    "person": "",
    "tail": "KA; SM. If you hit another's chicken, you find the owner of that chicken [and have a quarrel]."
  },
  {
    "quote": "Ukimtaka baniani umtake na ubinda wake",
    "person": "",
    "tail": ". RECH. 550 If you like a Baniani, you must like his loincloth too. The meaning is that if you like somebody you must take that person as is. Baniani or Banyani: Hindu; Indian tradesman or craftsman. Ubinda: a type of loincloth worn by some Indians in East Africa. Cf. #322."
  },
  {
    "quote": "Ukipenda damu upende na usaha",
    "person": "",
    "tail": ". FSM.189. If you love blood, love pus too. If you love people in health or wealth, love them also in sickness and poverty. Cf. #1317."
  },
  {
    "quote": "Ukipenda, penda chako.",
    "person": "",
    "tail": "NGU. If you love, love what is yours."
  },
  {
    "quote": "Ukishindwa kupasua jiwe, linyanye.",
    "person": "",
    "tail": "NGU. If you cannot cut the stone lift it. Give it a place of prominence. Cf. #1300; #1321."
  },
  {
    "quote": "Ukiumia kwa kisu chako wewe mwenyewe, huwezi  kukitupa",
    "person": "",
    "tail": ". KB.309. If you hurt yourself with your own knife, you can't throw it away. Blame yourself, not the knife. One is more tolerant towards one's own."
  },
  {
    "quote": "Undugu wapita urafiki.",
    "person": "",
    "tail": "MBT p1. Brotherhood is greater than friendship."
  },
  {
    "quote": "Upendapo, uendapo",
    "person": "",
    "tail": ". RSP.23. Where you like it, is where you must go. RSP."
  },
  {
    "quote": "Usipo na msu, adui mbusu.",
    "person": "",
    "tail": "RSP.114. If you have no big knife, kiss your enemy. Cf. #1300."
  },
  {
    "quote": "Viwili havipendeki.",
    "person": "",
    "tail": "MARA 2; KA. Two things cannot be loved at the same time. The heart loves only one thing at a given time."
  },
  {
    "quote": "Wa mtu mtima, u kama  kisima",
    "person": "",
    "tail": ". RSP.32. The heart of a human being is [as deep] as a well."
  },
  {
    "quote": "Wajua tamu yaua sumu umenipiani?",
    "person": "",
    "tail": "MS.86. You know that sweetness kills, why have you given me poison? Your love for me, your attentions, will kill me, so no need to look for poison. Said of a wife or close friend who by overdoing their attention cause the person to want to run away. \"Please go away peacefully.\""
  },
  {
    "quote": "Wajua tamu ya ua sumu umenipiani",
    "person": "",
    "tail": ". SACL.720; AL 1429. You know the sweetness of a flower, why then give me poison? SACL. About those who do you favors, but in the mean time hurt you on purpose."
  },
  {
    "quote": "Wema hauwezi kuepuka meno ya kusudi.",
    "person": "",
    "tail": "NGU. Goodness cannot escape the teeth of envy."
  },
  {
    "quote": "Ya kale hayapo.",
    "person": "",
    "tail": "F.52.1; B.2.6. The ancient things are with us no longer. Let bygones by bygones. F. Cf. #659."
  },
  {
    "quote": "Ya mahaba ndweo maradhi upeo.",
    "person": "",
    "tail": "JKP. The intoxication of love is the worst disease. Ndweo, kiburi, majivuno: pride, arrogance. Upeo: horizon, ultimate."
  }
]