[
  {
    "quote": "Adui aangukapo mnyanyue.",
    "person": "",
    "tail": "EM 8.2. When [your] enemy falls, lift him/her up. Helping an enemy in trouble may make a friend. 2855. Asiyekosa hakoselewi. MA 73. One who does not wrong is not done wrong. Cf. 3013."
  },
  {
    "quote": "Asiyekosa hayupo.",
    "person": "",
    "tail": "Daraja. p.1. There is no one who does not make mistakes."
  },
  {
    "quote": "2856A. Atendaye njema atalipwa zizo.",
    "person": "",
    "tail": "SPK. The one who does well, will be paid likewise."
  },
  {
    "quote": "Chiriku hana hisani.",
    "person": "JKP. Chiriku",
    "tail": "JKP. A sparrow has no kindness. \"A person of low class is not expected to be mild-mannered\" - JKP. Chiriku: 1, a bird, a finch. 2. a garrulous person, a chatterer."
  },
  {
    "quote": "Chui naye ana mkwewe.",
    "person": "EM.",
    "tail": "EM 38.16. Even a leopard has a mother- or father-in-law. Even the most cruel and mannerless people have at least one person that they respect - EM. Cf. 3624."
  },
  {
    "quote": "2858A. Chura hana nyoya.",
    "person": "SPK.",
    "tail": "SPK. A frog has no feathers. Don't be too demanding - SPK."
  },
  {
    "quote": "Fimbo huvunja mfupa, haivunji kilema.",
    "person": "",
    "tail": "KB 50. A stick can break a bone, but not a vice. Brute force generally does not correct bad behavior, but patience and gentleness might."
  },
  {
    "quote": "Hata matumbo ni nyama",
    "person": "",
    "tail": ". REK. Even the bowels are meat. Respect for all."
  },
  {
    "quote": "Haya imemaliza shamba langu la muhindi.",
    "person": "",
    "tail": "KB 67. Shyness has consumed my corn field. I could not decline any request."
  },
  {
    "quote": "Hisani haiozi.",
    "person": "",
    "tail": "B 4.34; F 12.1. Kindness does not go bad."
  },
  {
    "quote": "Huruma usijionee mwenyewe.",
    "person": "",
    "tail": "EM h31. Sympathy should not be spent on oneself."
  },
  {
    "quote": "Ihsani iandame imani.",
    "person": "",
    "tail": "KA. A loving relationship should follow acts of kindness. Said to someone who is not grateful for a service. Ihsani or hisani, kindness. Cf. 2662."
  },
  {
    "quote": "Jamala yako haipotei.",
    "person": "",
    "tail": "JKP. Your kindness will not be lost."
  },
  {
    "quote": "Jaza ya ihsani ni ihsani.",
    "person": "",
    "tail": "KA. The reward of kindness is kindness. A person who receives kindness should give kindness in turn. Jaza or jazaa, malipo, fadhili, zawadi, reward."
  },
  {
    "quote": "Jicho la moyo linaona mengi.",
    "person": "",
    "tail": "EM j11. The heart's eye sees many things. The heart feels many things, some of which are visible and others that are invisible."
  },
  {
    "quote": "Jicho lako likikuonyesha masawi ya watu, sema:  e, jicho wale wana macho vilevile.",
    "person": "",
    "tail": "JKP ito. When your eye shows you other people's immorality say, \"Oh, Eye, those people have eyes too.\" Masawi or ubaya, uovu, ufisadi, uzinzi, immorality."
  },
  {
    "quote": "Jua lafanya kiwi cha macho.",
    "person": "JKP. Killing by kindness.",
    "tail": "JKP. The sun makes it bad for my eyes. The sun obscures the eyesight. Too much of a good thing - JKP. Killing by kindness. 2870. Omitted."
  },
  {
    "quote": "Kila chungu kina kifuniko chake.",
    "person": "",
    "tail": "JKP. Every pot has its lid. Cf. 2873."
  },
  {
    "quote": "Kila kitendo chema sadaka.",
    "person": "",
    "tail": "JKP. Every good deed is an act of charity."
  },
  {
    "quote": "Kila mlango na ufunguo wake.",
    "person": "",
    "tail": "T 179; V 127; KB 97; FSM 68. J funga; KA. Every door has its own key. There is a correct way of doing things."
  },
  {
    "quote": "Kila kufuli na ufunguo wake.",
    "person": "",
    "tail": "SM. Every padlock has its own key"
  },
  {
    "quote": "KILA MTU kwa/NA MTUWE.",
    "person": "",
    "tail": "SM; SAM 9.8. Every person has his/her person. Every human being needs a helper, a friend or a confidant who listens and helps in difficulties. Cf. 2861, 28731."
  },
  {
    "quote": "Kila nyumba na mlango wake",
    "person": "",
    "tail": ". MA 214. Every house has its door. Cf. 2873."
  },
  {
    "quote": "Kila shetani na mbuyu wake.",
    "person": "",
    "tail": "SM; KA. Every devil has its own baobab tree. Everybody has somebody to talk to freely and is in agreement with. People believe that devils live in baobabs. Mbuyu: the baobab or calabash tree, often of enormous girth in proportion to the height, producing a large nut, the hard shell of which is used for drawing water, and the kernel for flavoring food - J."
  },
  {
    "quote": "Kipaka kidogo hakipigiki na'chi.",
    "person": "",
    "tail": "T 154. A little kitten is not hit to the ground. This refers to the quality of perseverance in a cat; like a person who will not give in. Na'chi or na nchi, to the ground."
  },
  {
    "quote": "Kufaa hakudhuru.",
    "person": "AL.",
    "tail": "T 170; A 124; SAM 10.14; KB faa; SACL 212; AL 1985; JKP. Giving service does no harm. A good deed is never lost. - AL."
  },
  {
    "quote": "Kuku mwenye mayai, humwachia uhai.",
    "person": "",
    "tail": "RSP 108. The hen with eggs is left alive. Cf. 2880."
  },
  {
    "quote": "Kuku mwenye watoto halengwi jiwe.",
    "person": "AL.",
    "tail": "F 18.51; NGU hatupwi; AL 42. A stone is not thrown at a hen with chicks. It's foolish to destroy one's future profit, or one's descendants - AL. Cf. 2879."
  },
  {
    "quote": "Kuomba kuomba, harehemu mamba.",
    "person": "RSP.",
    "tail": "RSP 149. To beg and to beseech, the crocodile is inexorable. Aggressive people have a heart of stone - RSP."
  },
  {
    "quote": "Kusahau maudhi ndio njia nzuri ya kulipiza  kisasi.",
    "person": "EM.",
    "tail": "EM k30. To forget a wrong is the best revenge. Because then you will have defeated the wrongdoer - EM."
  },
  {
    "quote": "Kwendako mema, hurudi mema.",
    "person": "",
    "tail": "T 211; A 170; SAM 12.26. Where good things go, there good things return from. Doing good is receiving good in return."
  },
  {
    "quote": "Lala uli simba. Amka uli ndovu.",
    "person": "JKP.",
    "tail": "JKP. Go to sleep like a lion, wake up like an elephant. The lion is a symbol of strength and anger; the elephant is a symbol of even greater strength and of regal temperate behavior. Let sleep cure your anger - JKP."
  },
  {
    "quote": "Lipitalo hupishwa.",
    "person": "F. What has passed  must be forgotten",
    "tail": "F 20.7; B 4.83; MARA 36. That which is passed is allowed to pass - F. What has passed [long time ago] must be forgotten; let bygones be gone; forgive and forget - MM."
  },
  {
    "quote": "Maji hayapozi moyo ila yakiwa baridi.",
    "person": "",
    "tail": "MA 263. Water does not cool off [refresh] the heart except if the water is cold. Good manners and words do."
  },
  {
    "quote": "Mama na mama, huona huruma.",
    "person": "RSP.",
    "tail": "RSP 133. A mother will feel pity for a mother. Because she knows the sufferings of a mother - RSP."
  },
  {
    "quote": "Mambo taratibu humshinda mwenye nguvu.",
    "person": "",
    "tail": "T 237-8; V 106. Gentle matters conquer the strong person. Carefulness in all things conquers the powerful. Mambo taratibu hughilibu. SPK. Action taken with care, and well planned, will succeed."
  },
  {
    "quote": "Maneno ya mwendawazimu hayana maana, lakini ni  maneno.",
    "person": "",
    "tail": "MA 286. A mad person's words have no meaning, but they are still words. A person should be able to listen even to fools, for they have something to offer."
  },
  {
    "quote": "Mbwa hamtafutii mwenzake mfupa",
    "person": "",
    "tail": ". REK. A dog does not look for a bone for its fellow-dog. Cf. 2528."
  },
  {
    "quote": "Mchezo wenu ndio mauti yetu.",
    "person": "",
    "tail": "MEM 237. Your play is our death. From the story of children throwing stones at the frogs in the pond."
  },
  {
    "quote": "Mema hayaozi.",
    "person": "",
    "tail": "KB 161; SACL 1021. Good deeds never spoil. A good deed is not forgotten. Cf. 2862."
  },
  {
    "quote": "Mema hujificha mabaya hujitokeza.",
    "person": "",
    "tail": "FSM 105. The good things go in hiding, the bad things come out in the open. The bad side of a person is often better known than the good side."
  },
  {
    "quote": "Mgomba changaraweni haupandwi ukamea.",
    "person": "",
    "tail": "SAM 14.9. The banana tree is not planted in gravel in order to make it grow. Cf. 2905."
  },
  {
    "quote": "Mjinga ni mtu usinene ni ng'ombe.",
    "person": "",
    "tail": "CM 36; J. A fool is a person too, don't say that person is a cow."
  },
  {
    "quote": "Mjua kutenda vyema, sambe  viwi havijui.",
    "person": "SPK.",
    "tail": "T 266; SPK. The one who knows how to do good, don't say that this person doesn't know evil. Give a good person full credit for his/her generosity. Don't say: \"That person knows no better\" -SPK."
  },
  {
    "quote": "Mkuki (or kigumba) kwa nguruwe kwa mwanadamu [wa]  uchungu.",
    "person": "F. This proverb is used when a person is doing things that hurt others and complains when similar things are done in return. Mkuki kwa nguruwe matamu",
    "tail": "F 27.76; KB 188; T 142; KA; SACL 366; KS kigumba; MARA 3; JPK; NGU. A spear [arrow] for a pig [is painful,but] is agony for a human being. So think twice about sticking spears or arrows into pigs in future - F. This proverb is used when a person is doing things that hurt others and complains when similar things are done in return. Mkuki kwa nguruwe matamu, una uchungu kwa binadamu. AL tamu. The spear for the pig is sweet, but for a human being it is suffering. Suffering of another does not hurt us as much as our own suffering. One who does not pity others assumes that nothing hurts them - Nestor, p.16."
  },
  {
    "quote": "Mtenda mema hulipwa maovu.",
    "person": "",
    "tail": "MA. One who does good things is paid back bad things. Said when people take advantage of one's goodness. Mtenda mema mabaya kamwangukia. AL 1297. Bad things happen to a person who does good. Cf. 2883."
  },
  {
    "quote": "Mtenda mema [kifani] cha nina.",
    "person": "",
    "tail": "SACL 124; AL 1010. A benefactor is [like] a mother. Follows mother's example. The cha asks for a ki-noun (such as kifani or kifano)."
  },
  {
    "quote": "Mtenda wema kwa watu atendea nafsiye.",
    "person": "JK.",
    "tail": "SAM 17.25; MS 198; SM; JK 134. People who do good to others do it [also] to themselves. Being polite and helpful will make people helpful and polite. The benefactor will be rewarded later - JK. Cf. 2906."
  },
  {
    "quote": "Mtende jirani haki na imani.",
    "person": "",
    "tail": "JKP. Treat your neighbor justly and honestly."
  },
  {
    "quote": "Mti wa kufa ngedere, miti yote huteleza.",
    "person": "",
    "tail": "REK. The tree on which the ngedere died, causes all trees to be slippery [from weeping]. Ngedere or kima, small black monkey."
  },
  {
    "quote": "Mtu awafanyae watu mema, nae mungu humlipa  mambo mema.",
    "person": "T. Awafanyae or awafanyiaye",
    "tail": "T 336; SACL 476. Someone who does good to others, God requites that person with good things too - T. Awafanyae or awafanyiaye, one who does to others."
  },
  {
    "quote": "Mwenye kumridhi mwenziwe, na mungu humridhi.",
    "person": "God is gracious also.",
    "tail": "T 385. To a person gracious to fellow humans, God is gracious also."
  },
  {
    "quote": "Mtu hula ihisani yake.",
    "person": "",
    "tail": "NGU. A person is consumed by being kind."
  },
  {
    "quote": "Muhogo maweni haushushi mizizi.",
    "person": "AL.",
    "tail": "T 356; SACL 655; KA; AL 1095. The cassava plant does not send its roots down in stony soil. It does not thrive in stony soil. Nobody is supposed to do the impossible - AL. Cf. 2894."
  },
  {
    "quote": "2905a. Mwema hupendeza umbo.",
    "person": "",
    "tail": "SPK. Good people charm [others] by their nature."
  },
  {
    "quote": "2905b. Mwenye kumridhi mwenziwe, na mungu humridhi.",
    "person": "",
    "tail": "T 385. God is gracious also to a person who is gracious to others."
  },
  {
    "quote": "Mwenye kutenda jamala, naye hulipwa jamala.",
    "person": "",
    "tail": "B 1.16; T 338; JK 139; SACL 180; KB. To the person who does kind things, kind things will be done."
  },
  {
    "quote": "Mwezeka viwi, mtupie nyasi.",
    "person": "L. A free translation",
    "tail": "L 75; V kiwi. If somebody covers the roof badly, throw up bundles of grass. Being kind to a person encourages doing well - L. A free translation: If a man thatches with bad grass, give him good rushes - RP p.385:96."
  },
  {
    "quote": "Ndege njema, uenende ukale na vipofu.",
    "person": "",
    "tail": "V. Good luck [on your trip], go and eat with the blind. A wish for a good journey. Ndege njema. lit., good birds, as in travel under lucky stars. Ukale na vipofu, eat with the blind, because they cannot give you the evil eye. Cf. 2909."
  },
  {
    "quote": "Ngarawa juu, wimbi chini.",
    "person": "",
    "tail": "T 419; CM 51; KB; V. The boat above, the wave below. Used as a wish for a good journey, or congratulations after a happy journey."
  },
  {
    "quote": "Ng'ombe wa maziwa hakai zizini.",
    "person": "EM.",
    "tail": "EM n14. A cow that produces much milk does not last in the pen. A cow that gives much milk has a short life. A good person does not live long - EM."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Niletee maua  ningali hai.",
    "person": "",
    "tail": "EM n18. Bring me flowers while I am still alive."
  },
  {
    "quote": "Nimekula asali udogoni, utamu ungali gegoni.",
    "person": "",
    "tail": "F 39.15. I ate honey in my childhood, and its sweetness is still in my tooth. A person often turns to childhood to recall the bliss and easy circumstances of life."
  },
  {
    "quote": "Njema zaua.",
    "person": "",
    "tail": "NGU. Doing good works kills. Cf. 2898."
  },
  {
    "quote": "Pole hutolewa na mwenye huruma.",
    "person": "",
    "tail": "NGU. \"I am sorry\" comes from a merciful person. Pole, said to a person who is hurt."
  },
  {
    "quote": "Pole ni dawa.",
    "person": "",
    "tail": "JKP. Concern is like medicine."
  },
  {
    "quote": "Radhi ina mwisho.",
    "person": "",
    "tail": "NGU. Happiness has an end. Nothing is everlasting. Radhi, pardon, apology, blessing, contentment. Cf. 1224."
  },
  {
    "quote": "Rahisi kuwa mwema kama  huchokozwi.",
    "person": "EM.",
    "tail": "EM r10. It is easy to be good if you are not provoked. Character comes to a test when provoked - EM."
  },
  {
    "quote": "Rehema, kisima.",
    "person": "",
    "tail": "RSP 129. Compassion is [like] a well."
  },
  {
    "quote": "Salamu hurudishiwa salamu.",
    "person": "",
    "tail": "KB 272. One greeting gains another greeting."
  },
  {
    "quote": "Si lazima kuzimia taa ya mwenzio ili yako  ionekane.",
    "person": "",
    "tail": "EM s13. It is not necessary to blow out the other person's lantern to let yours shine."
  },
  {
    "quote": "Sindikiza haokotiwi.",
    "person": "",
    "tail": "NGU. Guidance is not easily found."
  },
  {
    "quote": "Sitara na kushusha nguo.",
    "person": "MM. Hiding a fault and letting down the raiment. Charitable concealment is seemly -T.",
    "tail": "T 496. Hiding is to let the garment down - MM. Hiding a fault and letting down the raiment. Charitable concealment is seemly -T."
  },
  {
    "quote": "Sukrani za wema ni matusi.",
    "person": "",
    "tail": "EM s10. The gratitude for goodness is insults. Do good without expecting good in return."
  },
  {
    "quote": "2924a. Ukijifanya asali nzi wote watakula.",
    "person": "SPK. Don't be too good.",
    "tail": "SPK. If you make yourself [like] honey all the flies will devour you - SPK. Don't be too good."
  },
  {
    "quote": "Ulimi huelekea penye jino bovu.",
    "person": "",
    "tail": "EM u16. The tongue ever returns to the bad tooth. A good person tries to help the one in trouble. The bad tooth hurts. The tongue tries to still the pain."
  },
  {
    "quote": "Uliomkaridhia, mpe muhula akija.",
    "person": "",
    "tail": "JKP. The one to whom you lent [money], give respite when that person comes. Uliomkiridhia or uliomkaridhia. Muhula, space of time, period, interval."
  },
  {
    "quote": "Usirudishe ubaya kwa wema.",
    "person": "",
    "tail": "KB 331. Do not render evil for good."
  },
  {
    "quote": "Viwi, mwavilamba vyombo, vyema mngelikulaje!",
    "person": "",
    "tail": "T 569. [If you get] bad food, you lick the platters! If [you were given] good food, how you would eat it! If you welcome bad things like that, how would you welcome good deeds?"
  },
  {
    "quote": "Wema hauozi.",
    "person": "MARA.",
    "tail": "F 51.9; SAM 27.3; KB 332; MS 132; MARA 3: KS wema; J ema (njema : good deeds); CM 62; T 572; JK 119; KB 339. Kindness [good deeds] never goes bad. They will receive their reward. It is like storing something. Even if you forget the good deed, the one who received your kindness will not forget - MARA. Cf. 286."
  },
  {
    "quote": "Wema na upole zashinda ukali.",
    "person": "",
    "tail": "KB 344; AL 816. Goodness and kindness are stronger than harshness."
  }
]