[
  {
    "quote": "Ala  ala jirani hata akiwa baniani.",
    "person": "",
    "tail": "NGU. Thanks to God for the neighbor, even if he/she be a Banyan. Baniani, Banyan. Indian follower of Brahma, i.e., neither a Christian nor a Muslim. Ala Ala, exclamation of surprise. Cf. 2486. 1237. Aliyekufaa ana cheo chake. NGU. The one who is useful to you has a title [price]."
  },
  {
    "quote": "Asiye mkoma hujikoma  mwenyewe.",
    "person": "",
    "tail": "KS mkoma. A person who has no helper, helps one self [to finish the job]. Mkoma: 1. One who stops, comes to an end; 2. a kind of palm tree; 3. a leper; 4. one who sticks with you, a friend. Cf. 246."
  },
  {
    "quote": "Asiye na mtoto (or  mwana), na abebe (or aeleke) jiwe.",
    "person": "V. Refers to the cruelty of life - SPK Eleka or beba",
    "tail": "SACL 101; V beba; KA; NGU; K seleke; AL mtoto; SPK. One who has no child should carry a stone [instead]. Everyone should share in the burden. This saying was used in a proclamation where everybody had to turn up - V. Refers to the cruelty of life - SPK Eleka or beba, to carry."
  },
  {
    "quote": "Asiyenitua kwa hili  langu, akiwa na lake n'asitumai.",
    "person": "",
    "tail": "T 35; SACL 909; AL 1100. One who does not help me putting down my load, must not expect [help] when that person has a load. Heavy loads are carried on the head; to put them down, especially when heavy and breakable, as big water pots, help is needed and expected."
  },
  {
    "quote": "Bamba la warume, si  bamba na maguvu.",
    "person": "JKP. Warume for wanaume",
    "tail": "SACL 89; JKP; AL 1478. A council of adults is not a council of force. \"Adults are considered to be wise, so they will not need the use of force before coming to a reasonable agreement\" - JKP. Warume for wanaume, Mrima dialect: leader. Cf. 1241."
  },
  {
    "quote": "Bamba na waume.",
    "person": "JKP.",
    "tail": "JKP. [You need not only] a wall [but] also men [to help you defend a town] - JKP. \"A town can only be defended by cooperation in unison. Much work can only be done together\" - JKP. Bamba: counsel, case; iron sheet. Cf. 1163, 1241."
  },
  {
    "quote": "Chombo hakiendi  ikiwa kila mtu anapiga makasia yake.",
    "person": "",
    "tail": "EM 36.13; KA. A boat doesn't go forward if each one is rowing his/her own way. Cf. 1244."
  },
  {
    "quote": "Chombo hakiendi ila  kwa nyenzo.",
    "person": "KB. Requires a leader or helper. Nyenzo",
    "tail": "J chombo; B 2.30; KB 43. A vessel does not move without a roller. No progress without effort - KB. Requires a leader or helper. Nyenzo, a roller; from -enda, go."
  },
  {
    "quote": "Dau la upweke haliendi  joshi.",
    "person": "",
    "tail": "FSM 37. A vessel of a single person cannot sail near the wind. Cf. 1288."
  },
  {
    "quote": "Gunia tupu  halisimami wima.",
    "person": "",
    "tail": "EM g9. An empty sack can't stand upright. Refers to assistance and cooperation and has many applications. One needs capital, know how, friends. Children use it to say that they are hungry."
  },
  {
    "quote": "Haukweeki upesi, mti  usio na panda.",
    "person": "EM.",
    "tail": "EM; H 32. A tree without a fork [branches] is difficult to climb. That means it is difficult to solve a difficult problem without assistance - EM."
  },
  {
    "quote": "Imekuwa vuta  nikuvute.",
    "person": "",
    "tail": "EM i6. It has become \"pull me and I'll pull you.\""
  },
  {
    "quote": "Jifya moja  haliinjiki chungu.",
    "person": "MARA.",
    "tail": "B 4.4; F 12.2; MARA 2; KB 49. One stone will not support a cooking pot. Three stones form a firm platform for the pot. This proverb is used to bring people to cooperate. It is also used to advise a person to have different ways of making a living; e.g., having different crops in the field - MARA."
  },
  {
    "quote": "Mafiga mawili hayaivishi  chungu.",
    "person": "",
    "tail": "AL 1048; KS figa. Two cooking stones do not bring the cooking pot to a boil. Jifya, figa, cooking stone to support a pot. Cf. 718, 720, 1177."
  },
  {
    "quote": "Jito likinenepa ni  sababu ya mito  mingine.",
    "person": "",
    "tail": "AL 709. If a river is high, it is because other rivers have joined. A river is enlarged by its tributaries."
  },
  {
    "quote": "Juu ufike mzinga,  sharti uvutwe kwa kamba.",
    "person": "",
    "tail": "EM j23. The beehive cannot be raised without being pulled up with a rope. This means that for a person to be successful, assistance of others is needed. Beehives are put up high in trees ."
  },
  {
    "quote": "Kama kusingwa ni  huku, naradhiwa taka zangu.",
    "person": "JKP.",
    "tail": "JKP. If this is being rubbed with liwa wood [to make a bride's skin smooth] I prefer my own skin-dirt - JKP. \"Said of something that is no real help. Marriage is no easy matter for a woman, and although girls are supposed to look forward to it, they will find little but hardship in it. It all begins with the rubbing of the bride's entire body, when all the body hair is pulled out\" - JKP. Singa: rub or massage with perfume: e.g., singa mwili kwa sandali, rub the body with perfume of sandalwood -J; to rub off dirt - Krapf."
  },
  {
    "quote": "Kamba haipandi bila  mti.",
    "person": "",
    "tail": "AL 1506. A creeper [liana] does not climb without a tree. Without support it's difficult to advance in society."
  },
  {
    "quote": "Karibu isiyo kitu,  siioni ni karibu.",
    "person": "JKP.",
    "tail": "JKP. If near [a relative] has nothing, I don't regard it as near.\"Relatives are supposed to help each other mutually in times of need, if they do not, are they really relatives?\" - JKP."
  },
  {
    "quote": "Kata zamani utafika  kwangu kuomba dawa ya mtoto.",
    "person": "",
    "tail": "PM 303.14. Later you will come and ask me a remedy for [your] child. This is said to someone who refuses to render a service, warning that person that help will be denied in future needs. Zamani here means, later (Kingwana dialect)."
  },
  {
    "quote": "Kazi ya kugawanywa  haziishii katikati.",
    "person": "",
    "tail": "NGU. Shared works don't stop halfway. Work done together will be successfully finished."
  },
  {
    "quote": "Kidole kimoja  hakivunji (or hakiui) chawa.",
    "person": "",
    "tail": "B 1.32; A 72; T 139; F 14.12; Rech 50; MARA 27; NS 27; V 16; KB 94; FSM l9; MS 34; J chawa; KS chawa. A single finger does not kill a louse. The necessity of joint action. One cannot cut a tree with one stroke - V."
  },
  {
    "quote": "Mkono mmoja hauvunji chawa.",
    "person": "",
    "tail": "LE3 227.17. One hand does not kill a louse."
  },
  {
    "quote": "Goti moja halimlei mtoto.",
    "person": "",
    "tail": "JGH. One knee doesn't bring up a child. Cf. 1283-85."
  },
  {
    "quote": "Kiroboto kwa kimoja  chanja, bila kucha kuwezi kuvunja.",
    "person": "SPK.",
    "tail": "SPK. The flea [sitting] on a finger without your nails you cannot crush it. It is necessary to stamp out evil with adequate measures - SPK."
  },
  {
    "quote": "Kifimbo cheza ni mali yangu.",
    "person": "",
    "tail": "NGU. The play of the little stick is my good fortune. The old person needs a stick for walking and the rhythm of walking with the stick is like a play."
  },
  {
    "quote": "Kifo cha wengi arusi.",
    "person": "ZO. Common suffering is easier to bear - MM. Kifo",
    "tail": "RECH 190; ZO p.243; KS kilo. The dying of many is like a wedding. Hard working on a job is like a feast if there are many who give their strength to a common cause. However big an ordeal, sharing it with many people makes it less unbearable - ZO. Common suffering is easier to bear - MM. Kifo, death, dying; but here \"hard working.\""
  },
  {
    "quote": "Kijiti kimoja  hakisimamishi jengo.",
    "person": "",
    "tail": "SM. One pole cannot support a house. Cf. 1248, 1256."
  },
  {
    "quote": "Kila apigaye mlango  hupata majibu.",
    "person": "",
    "tail": "MA 216. Everyone who knocks at the door gets an answer."
  },
  {
    "quote": "Kila mtu kwa shauri  lake.",
    "person": "JKP.",
    "tail": "JKP. Every person with his/her own problem. \"There is a limit to the help we can give others\" - JKP."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Kilio cha ndege  ndicho kilichoozesha mayai.",
    "person": "AL.",
    "tail": "AL 1482. The lamentations [at the death of the bird] caused the eggs to spoil. Nothing succeeds without the protection of one's own family - AL."
  },
  {
    "quote": "Kinga na kinga,  ndipo moto uwakapo.",
    "person": "SPK. When firebrands meet",
    "tail": "T 152; J kinga; A 179; B 4.30; RECH 208; V 5: KB 107; SACL 384; FSM 72; MS 38,ukawaka; MARA 2; KS kinga. Firebrand on firebrand, then the fire burns. To get a difficult cause moving, many little efforts are needed. Cooperation makes things easier. Perseverance will succeed. Also: Persistent stoking will cause rebellion - SPK. When firebrands meet [mix], that is when the fire flares up."
  },
  {
    "quote": "Kiraka cha jamvi ni  kanda.",
    "person": "",
    "tail": "KA; SM; MARA. The patch on the [floor] mat is [cut from] the basket. The basket is made of the same material. Get help from your own kind of people."
  },
  {
    "quote": "Kukataa kwa chungu  ni kuvuja.",
    "person": "KB.",
    "tail": "KB 20; AL chungu. The refusal of the earthen cooking pot is that it leaks. To have a good reason in refusing service, one must not pester someone in giving a service, but leave that one free - KB."
  },
  {
    "quote": "Kukubali shingo upande.",
    "person": "Doing something without liking it.",
    "tail": "KSshingo. Agreeing with the neck sideways. Agreeing without liking it. An idiom: Fanya jambo shingo upanda, Doing something without liking it."
  },
  {
    "quote": "Omitted.",
    "person": "",
    "tail": ""
  },
  {
    "quote": "Kwenye makaa bila  moto hakukauki nyama.",
    "person": "",
    "tail": "AL 1050, 1088. Dead coals don't cure meat. To succeed cooperation is needed."
  },
  {
    "quote": "Leo ndiwe,  kesho ndimi.",
    "person": "",
    "tail": "MA 254. Today it is you, tomorrow it is me. If you help me today, tomorrow I may be able to help you. Cf. 681."
  },
  {
    "quote": "Macho mawili  huona zaidi kuliko jicho moja.",
    "person": "",
    "tail": "NGU. Two eyes see more than one eye."
  },
  {
    "quote": "Maji ya nazi  yataka (or yatafuta) mvugulio.",
    "person": "KS.",
    "tail": "KSnazi; AL mvugulio. The milk of the coconut needs an opening [in order to escape].This is said when a present is needed for a diviner in consultation - KS."
  },
  {
    "quote": "1272a. Majirani hufanyiana  shime.",
    "person": "",
    "tail": "SPK. Neighbors help one another."
  },
  {
    "quote": "Mambo kikowa.",
    "person": "I help you in yours - F.",
    "tail": "F 22.14; AL 1970 kikoa; Nestor p.77. Things in turn. One good turn deserves another; you help me in my difficulties, I help you in yours - F."
  },
  {
    "quote": "Mapaka wengi  hawagwii panya.",
    "person": "",
    "tail": "T 244; KB gwia; SACL 259; V 68. Many big cats do not catch a rat. If many people try to solve a problem without using skill and brains they will usually make a mess of it."
  },
  {
    "quote": "Mfanya na mfanyiwa.",
    "person": "JKP.",
    "tail": "JKP. Craftsman and customer. \"The maker needs the consumer to tell what is wanted. The latter needs the skilled craftsman\" - JKP."
  },
  {
    "quote": "Mnazi mpata vyote,  ila chujio iliukosa.",
    "person": "",
    "tail": "AL 104. The oil palm has everything, except the strainer. Mnazi or mchikichi: palm tree.Chujio, chungio: sifter. The mnazi or mchikichi palm has many uses: the branches and leaves are used in house building and mat making; the nuts have oil, the flowers are salty; the sap becomes palm wine."
  },
  {
    "quote": "Mgongo haupakwi  mafuta.",
    "person": "",
    "tail": "REK. The back is not rubbed with oil. Help is needed."
  },
  {
    "quote": "Mikono mingi kazi  haba.",
    "person": "",
    "tail": "EM m16. Many hands make light work."
  },
  {
    "quote": "Mikono miwili ni  kuoshana.",
    "person": "",
    "tail": "KB 164. The two hands wash each other. Cf. 1281."
  },
  {
    "quote": "Miluzi mingi mbwa  hupotea.",
    "person": "",
    "tail": "EM m18. For many whistles the dog is lost. If a dog hears whistles from different directions it will not know which way to go. Too many instructions will confuse a person. Cf. 1295."
  },
  {
    "quote": "Miwili ndiyo pakamao.",
    "person": "JK. Pakamao from paka",
    "tail": "ED 34; JK 140; AL 1041. Two [hands] are an anointment. The body needs rubbing with oil from time to time, and two hands (of wife and husband) are needed for that purpose - JK. Pakamao from paka, rub, apply oil, etc. Cf. 1279."
  },
  {
    "quote": "Mkataa kikoa ni  mchawi.",
    "person": "",
    "tail": "KA; SM. The one who refuses to join in an enterprise is a witch. Cf. 615, 748, 1273, 1624."
  },
  {
    "quote": "Mkono mmoja haubebi  mtoto.",
    "person": "",
    "tail": "KB 186. One hand alone cannot carry a baby. Cf. 1285."
  },
  {
    "quote": "Mkono mmoja  hauchinji ng'ombe.",
    "person": "",
    "tail": "F 27.71; FSM 119. A single hand cannot slaughter a cow. Cf. 1256, 1281."
  },
  {
    "quote": "Mkono mmoja haulei  mwana.",
    "person": "",
    "tail": "F 27.72. One hand cannot bring up a child. Child upbringing is a communal effort. It takes a village to raise a child."
  },
  {
    "quote": "Mmoja hashui chombo.",
    "person": "",
    "tail": "JK 141. One man cannot launch a vessel. Cf. 1288."
  },
  {
    "quote": "Msaidie  anayekusaidia.",
    "person": "",
    "tail": "FSM 128. Help the person who helps you. By doing a service to someone, you teach indirectly to give service in turn."
  },
  {
    "quote": "Mti hauendi ila kwa  nyenzo.",
    "person": "",
    "tail": "F 31.115; H 79; MS 45.21; B 3.39; T 325; L 64; RECH 642; V 32; SACL 643; KS mti; JK 141. A log cannot be moved except on rollers. About common effort. Could also be applied to bribery: \"One who greases thewheels helps his oxen.\""
  },
  {
    "quote": "Mti hauendi ila kwa mwao.",
    "person": "",
    "tail": "T 325; SACL 641. A log cannot be moved except \"properly,\" i.e., by under-supports - T. Cf. 1244."
  },
  {
    "quote": "Mti haushuliki ila  kwa mti mwingine.",
    "person": "",
    "tail": "T 326; SACL 844; MM. A log cannot be pushed along except by another log. Kushulika from shua, to launch a boat."
  },
  {
    "quote": "Mti pekee haujengi.",
    "person": "",
    "tail": "LE3 227.18. One builds nothing with one tree only. Cf. 1297."
  },
  {
    "quote": "Mti ukigwa huegemea  mti wenziwe.",
    "person": "",
    "tail": "T 640A. When a tree falls it leans on its neighbor. One looks to one's friend in adversity."
  },
  {
    "quote": "Mwenye kubebwa  hujikaza.",
    "person": "F. It will make the effort of others easier - AL.",
    "tail": "F 35.159; AL 1054. One who is carried [on the back] must cling on. A person assisted by another must also help - F. It will make the effort of others easier - AL."
  },
  {
    "quote": "Mwenye lake usimngoje  na lako.",
    "person": "",
    "tail": "TAA 12. Don't expect that someone with trouble will cater for yours."
  },
  {
    "quote": "Mwewe hana mihadi na  kuku.",
    "person": "",
    "tail": "AL kabemba, mihadi, AL 1406. The osprey does not promise the chicken anything [whether it would or would not take a chicken]. So, you should not have a grudge against the hawk. It follows its nature."
  },
  {
    "quote": "Nahodha wengi,  chombo (or jahazi) huenda mrama.",
    "person": "",
    "tail": "F 38.1; KS mrama; H 87; B 2.63; L 79; SWA 53; MS 137; MARA 3. KS hodha. Many captains and the vessel [dhow)]rolls."
  },
  {
    "quote": "Manahodha wengi chombo  huenda pera.",
    "person": "Sacl.",
    "tail": "F 22.15: B 3.67. With many captains the ship is at the mercy of the waves. Mpera, Be at the mercy of the waves (Kigunya dialect) - Sacl."
  },
  {
    "quote": "Manahodha wengi  hukiangamiza chombo.",
    "person": "",
    "tail": "B 3.67. Many captains destroy a ship."
  },
  {
    "quote": "Chombo cha manahodha wengi  huzama.",
    "person": "",
    "tail": "RECH 396; MARA 3. A ship with many captains is liable to sink. Cf. 3508."
  },
  {
    "quote": "Nguvu ni  kusaidiana.",
    "person": "",
    "tail": "NGU. Strength is helping each other."
  },
  {
    "quote": "Kusaidiana ni mali.",
    "person": "",
    "tail": "NGU. Mutual help is wealth."
  },
  {
    "quote": "Nguzo moja haijengi  nyumba.",
    "person": "",
    "tail": "KB 246. One single pillar is not sufficient to build a house. Cf. 1290."
  },
  {
    "quote": "Nia zikiwa  moja, kilicho mbali huja.",
    "person": "",
    "tail": "T 434; V 8; MS 61. When minds are one, what is far comes near. Difficult things become possible."
  },
  {
    "quote": "Njia ya umande  wanatembea wawili.",
    "person": "",
    "tail": "AL 1056; AL tembea. On a dew-wet path, people walk two together [side by side]. Those narrow footpaths covered with overhanging tall wet grass are cold and very unpleasant. The inconveniences of life are best when shared."
  },
  {
    "quote": "Ondoka (or amka or  inuka) twende!  Ni (or watu) waaganao.",
    "person": "",
    "tail": "KA; MARA 2; SM;T 446. Move, let us go! is of people who have a plan. Rise up, let's go! means that people have decided to do something. This shows that what has been decided is going to be done and what will be done is not known to others. Used if somebody jumps into others' conversation. But this proverb is also used to express disappointment: you should have told me before ... we should have made previous arrangements. Tell people early about your plans if you want them to join you."
  },
  {
    "quote": "Paka wengi  wangewako, wamewazidisha panya.",
    "person": "JKP.",
    "tail": "JKP. Though there are many cats, they have allowed the rats to multiply. A girl must not have lovers that give the house a bad name - JKP. Cf. 1274."
  },
  {
    "quote": "Penye uzia penyeza  rupia.",
    "person": "",
    "tail": "EM p17. Inject money where there is a problem. Money helps to solve problems."
  },
  {
    "quote": "Penye wanaume wengi  hapaugui mwana.",
    "person": "",
    "tail": "NGU. Where there are many good men there no child will get sick."
  },
  {
    "quote": "Penye wengi adui  hufa.",
    "person": "",
    "tail": "EM p.18. Where there are many good people an enemy usually dies."
  },
  {
    "quote": "Pokea ukitoa.",
    "person": "",
    "tail": "EM p.23. Accept if you give. If you give to others, you should also accept their help, when they give it, otherwise people think that you despise their help or that you don't want to bother helping them."
  },
  {
    "quote": "Shida ya ndugu  humalizwa na ndugu.",
    "person": "",
    "tail": "NGU. The trouble of a relative is solved by a relative."
  },
  {
    "quote": "'Shika shika' (or  shike, shike) na mwenyewe nyuma.",
    "person": "",
    "tail": "F 43.3; B 4.79. Hold him! Hold him!\" and you yourself [stay] back. You shouldn't expect others to do all the work - F."
  },
  {
    "quote": "Shikaneni mikono  mvukapo mto.",
    "person": "",
    "tail": "EM s6. Hold hands when crossing a river. When people are faced with danger, they should cooperate in dealing with it."
  },
  {
    "quote": "Tendegu moja  halisimamishi kitanda.",
    "person": "",
    "tail": "EM t10. One leg cannot support a bed."
  },
  {
    "quote": "Ukibebwa  usilevye-levye miguu.",
    "person": "",
    "tail": "KA; SM. If you are carried don't slacken your legs. Try to cooperate and make helping you easier. Cf. 2660."
  },
  {
    "quote": "Ukitemewa mate na  wengi utaloana.",
    "person": "",
    "tail": "NGU. If many spit on you, you'll be soaked. So, don't get in that situation. Cf. 1326."
  },
  {
    "quote": "Ukuni mmoja hauwaki  mekoni.",
    "person": "",
    "tail": "KA. One piece of wood does not burn brightly in the kitchen. Cf. 1248, 1256."
  },
  {
    "quote": "Ukuti kukazana ni  kumbi.",
    "person": "Krapf.",
    "tail": "REK. The branches of a coconut tree squeezed together make a roof. Ukuti : leaf, branch of the coconut tree. Kumbi : \"The plaited coconut leaves used for thatching the cottages\" - Krapf."
  },
  {
    "quote": "Ulingo wa kwae  haulindi manda.",
    "person": "",
    "tail": "KA; MS. A platform [for a watchman in charge of crops] of the village Kwae, does not protect the village of Manda. Kwae and Manda are (old) villages of Lamu. Cf. 180, 181."
  },
  {
    "quote": "Umoja ni nguvu,  utengano ni udhaifu.",
    "person": "",
    "tail": "FSM ll9. Unity is strength, division is weakness."
  },
  {
    "quote": "Umvushapo mwenzio  nawe unavuka.",
    "person": "EM.",
    "tail": "EM u22. When you row your friend across, you also cross. If you help your fellow men, you will also help yourself in the process - EM."
  },
  {
    "quote": "Vikombe vikikaa  pamoja havina budi kugongana.",
    "person": "F. The use of this proverb is quite common in East Africa. The meaning is that wherever people live and work together trivial clashes occur. Often the words majembe",
    "tail": "F 50.1; KA; KB 335; V in Desturi za Wasuaheli, 1903. If cups are [put] in one place, they are bound to clatter - F. The use of this proverb is quite common in East Africa. The meaning is that wherever people live and work together trivial clashes occur. Often the words majembe,vyungu, (hoes, pots) are used instead of vikombe."
  },
  {
    "quote": "Vibuyu kapuni havikosi kugongana.",
    "person": "",
    "tail": "EM v2. Gourds in a basket cannot avoid knocking one another."
  },
  {
    "quote": "Vunja nyumba, lakini  ujenge wenyewe.",
    "person": "",
    "tail": "REK. Destroy your house, but build it up yourself. Don't expect help to repair your own mistakes. Also used for familial and social break-ups."
  },
  {
    "quote": "Wakubwa hupendelea  ubinafsi; wadogo hupendeka ujamaa.",
    "person": "EM.",
    "tail": "EM w9. Big people prefer possessions, while small ones prefer sharing possessions. Those who have become successful and have collected much prefer to hold on to that position, but those who have little prefer co-operating in fighting against the environment which has made their situation so low, with the hope that it will improve not for some individuals only, but for the whole group - EM."
  },
  {
    "quote": "Walioagana hawaitani.",
    "person": "",
    "tail": "NGU. Those who made mutual agreements don't call each other. They just go and do what they promised. Cf. 1300."
  },
  {
    "quote": "Wapishi wengi  huharibu pilau.",
    "person": "EM. Instead of pilau also the words mchuzi",
    "tail": "EM w15; KA; SPK. Too many cooks spoil the rice. This means that if many people with differing ideas are asked to implement a decision, the implementation will be problematic - EM. Instead of pilau also the words mchuzi, gravy and nyama, meat are used. Cf. 1295."
  },
  {
    "quote": "Watu waliambiwa  \"kakaeni,\" hawakuambiwa \"kashindaneni.\"",
    "person": "MM.",
    "tail": "T 587. People were told \"Come and live together,\" they were not told \"Come and compete with one another.\" Or: Do not waste your energy on useless arguments - MM."
  },
  {
    "quote": "Wawili hula ng'ombe.",
    "person": "KB. Another understanding of this proverb",
    "tail": "J ng'ombe; RECH 404; NS 33; V 85; KB 342. Two can manage to eat a cow. Two can manage an ox. Two people are needed to plow with oxen, one guides with a rope, the other holds the plow. Therefore, two people working together can succeed in doing a big thing - KB. Another understanding of this proverb: It's no use fighting against impossible odds - V 85."
  },
  {
    "quote": "Wawili wakishirikiana  mfuko wa fedha, mmoja huimba na mwingine hulia.",
    "person": "",
    "tail": "EM w21. When two people have a common purse, one sings and the other weeps. The honest one will be exploited."
  },
  {
    "quote": "Wawili wenye  shauri moja washinda wanane wenye kubishana.",
    "person": "",
    "tail": "KB 343. Two people in accord are stronger than eight who disagree."
  },
  {
    "quote": "Wengi wape.",
    "person": "",
    "tail": "H 111; L 106; B 2.8; JK 124. To many, give! To many it is wise to yield."
  },
  {
    "quote": "Wengi wape au  watajichukulia.",
    "person": "",
    "tail": "F 52.10. To many give it up or they will take it themselves. If there are many of the same opinion, don't be obstinate."
  },
  {
    "quote": "Wima, nguzo na  nduguzo.",
    "person": "RSP.",
    "tail": "RSP 137. Stand upright, pillar, with your brothers. The poles of the roof support each other - RSP."
  },
  {
    "quote": "Yatima humnyonya  mcha mungu.",
    "person": "",
    "tail": "REK. An orphan is nurtured by a God-fearing person. An orphan depends on a benefactor. Nyonya, suck milk; live off somebody else."
  }
]