[
  {
    "quote": "Afuatae upotevu si mwerevu.",
    "person": "",
    "tail": "MA 80. One who follows destruction is not bright. Upotevu, loss, impoverishment, wastefulness, immoral life. 2045. Aibu, kujikwaa kisiki mara mbili. NGU. It is a shame to fall twice over the same stump. It is a shame to make the same mistake twice."
  },
  {
    "quote": "Ajaposhikwa mafungo huenda tena.",
    "person": "",
    "tail": "T ll. Although some get their clothes caught, they go again. After a narrow escape -T."
  },
  {
    "quote": "Akili [ni] mali.",
    "person": "SPK.",
    "tail": "F 1.8; T 7; J akili; B 1.12; 52; CM 50; RECH; V 34; SACL 50; KB 9. Wits are wealth. Brains are an asset -SPK."
  },
  {
    "quote": "Akili ni bora kuliko mali.",
    "person": "SPK.",
    "tail": "MA 25; Holiday. Understanding surpasses wealth. Also: Meditation is a source of wealth, i.e. the treasures of Paradise] -SPK."
  },
  {
    "quote": "Akisema mwendawazimu, msikiaji awe na akili.",
    "person": "",
    "tail": "MA 62. When a mad person talks, the listener should have some wits."
  },
  {
    "quote": "Alimaye pwani havuni.",
    "person": "",
    "tail": "MA 33. One who cultivates on the beach does not harvest."
  },
  {
    "quote": "Alitoka kichele kuzimu hakuna nyota.",
    "person": "",
    "tail": "J kichele; WIKON 249. So and So went out stark naked in broad daylight, after the sun was up and the stars had disappeared - J."
  },
  {
    "quote": "Mara akatoka mbio na kupotea porini kichele kuzimu  hakuna nyota.",
    "person": "",
    "tail": "Wikon. Suddenly he came running out and got lost in the bush stark naked in broad daylight. Used to express loss of senses."
  },
  {
    "quote": "Alivunja jahazi kwa kitumbua.",
    "person": "",
    "tail": "Steere p.l94. So and So wrecked the ship for [the sake of] a pancake. Cf. 2091."
  },
  {
    "quote": "Amerudisha tende manga.",
    "person": "",
    "tail": "T 25; J tende; V 99. So and So has sent back dates to Arabia. Cf. 1393, 2061."
  },
  {
    "quote": "Asiye nadhari siandamani naye.",
    "person": "",
    "tail": "A 207; SACL 63; MS 12; SAM 3.17; AL 1128; T 32. Do not associate with a brainless person. Meant as a warning against bad company."
  },
  {
    "quote": "Mtu asiye akili, sifuatane naye.",
    "person": "",
    "tail": "V 20. I don't associate with a person who has no common sense."
  },
  {
    "quote": "Hana nadhari ni ng'ombe.",
    "person": "JKP.",
    "tail": "JKP. A person who has no understanding is stupid like a cow - JKP. \"A cow will eat first, then call her calf. That is considered stupid\" - JKP."
  },
  {
    "quote": "Asiyejua maana haambiwi [maana].",
    "person": "",
    "tail": "F 4.33; MULIKA 10; V 55; KS maana. Someone who does not recognize reason is not told the reason. A person who cannot appreciate a rational explanation cannot expect to be given one - F."
  },
  {
    "quote": "Asiyejua maana usimwambie maana.",
    "person": "",
    "tail": "NGU. Don't tell the meaning to someone who does not understand the meaning."
  },
  {
    "quote": "Asiyejua maana haaminiwi.",
    "person": "",
    "tail": "NGU. One who does not know the meaning is not trusted. Cf. 2056."
  },
  {
    "quote": "Asiyekucha ng'ombe, ng'ombe ni yeye.",
    "person": "",
    "tail": "MARA 2; KA; SM asiyeogopa. One who is not afraid of a bull, is itself a cow [a dumb animal.] Be afraid of a brainless person. If you do not keep away from those people, you will become like one of them. A careless person is called ng'ombe (a cow) in Swahili. Cf. 657"
  },
  {
    "quote": "Asiyeona kwa yeye na akionywa haoni.",
    "person": "",
    "tail": "T 36; A 114; V ona; SACL 711. If you do not see for yourself, you will not even see, if you are warned."
  },
  {
    "quote": "Asiyethamini chake ni mjinga wa vya wenziwe.",
    "person": "",
    "tail": "REK. If you do not value your own goods, you are also ignorant about other people's belongings."
  },
  {
    "quote": "Ateteae mtuku ni tangauko la bure.",
    "person": "SACL.",
    "tail": "T 38a; MA 77; SACL 616, 916, mtupu. One who supports a worthless person has trouble for nothing. To reason with a good-for-nothing person is a loss of time - SACL.916. Said of someone who wastes efforts in service which is not appreciated - MM."
  },
  {
    "quote": "Ateteaye utupu ni sumbuko la bure",
    "person": "",
    "tail": ". AL 583. One who argues with a nobody gets involved in useless troubles. Tangauko for masumbuko, trouble, effort, bother. Mtuku, wa-, a vile despicable person. Vita dialect. Mtukutu, a restless, troublesome person - J."
  },
  {
    "quote": "Bure ni kilio pasipo sikio.",
    "person": "",
    "tail": "JKP. It's useless to cry when there is no one listening [lit., no ear]."
  },
  {
    "quote": "Chakula unachotupa mwingine anakitamani.",
    "person": "",
    "tail": "AL 57. The food that you throw away is desired by somebody else. Spoilage is unwise, foolish."
  },
  {
    "quote": "Chumvi sileteni baharini.",
    "person": "RSP.",
    "tail": "RSP 43. Do not bring salt to the sea. Do not make things worse by adding bitterness - RSP. Cf. 2052."
  },
  {
    "quote": "Duni mimi",
    "person": "",
    "tail": ". NGU. A fool am I. Said if something is missing or gone wrong."
  },
  {
    "quote": "Fumbo humfumbia mjinga mwerevu hung'amua.",
    "person": "SPK.",
    "tail": "J fumbo; V fumbo; SACL 230, 664, 208; F 8.4; B 2.60; KB 53; NGU; KS. akatambua. A metaphor mystifies a simpleton, but the intelligent person perceives it. The problems of this life are to test the intelligent - SPK."
  },
  {
    "quote": "Hata mpumbavu huweza kumshauri mwenye hekima",
    "person": "EM.",
    "tail": ". EM h14. Even a fool may sometimes give a wise person counsel. \"The moral is that you should not despise anybody's ideas, for you may learn something, even from a person who is belittled\" - EM. Cf. 2063, 2067."
  },
  {
    "quote": "Hawawashi moto pori yenye kuungua",
    "person": "JKP.",
    "tail": ". AL 615; JKP. One does not put fire in the wild area that is afire. A fool acts without discrimination - JKP."
  },
  {
    "quote": "Heshima, heshima, vimeuma visima",
    "person": "JKP.",
    "tail": ". JKP. Prestige, prestige, the wells are dried up. People will ruin themselves to show their noblesse, lest others think them mean. Meanwhile the wells are not repaired\" - JKP."
  },
  {
    "quote": "Heshima kwa mpumbavu ni upumbavu",
    "person": "",
    "tail": ". MA 142. Respect for a stupid person is stupidity. Cf. 1751."
  },
  {
    "quote": "Hujenga ghorofa kuzimuni.",
    "person": "",
    "tail": "MA 52. So and So builds skyscrapers. Of somebody who does not make his dreams possible."
  },
  {
    "quote": "Hutia iye mpunga shinani la mlilana?",
    "person": "JKP.Iye as suffix",
    "tail": "JKP. How can one plant rice at the foot of a mangrove? \"Mangroves grow in salt water, rice in fresh water\" - JKP.Iye as suffix; e.g., wataka-iye, what do you want. La for mwa."
  },
  {
    "quote": "Ingawa ni usiku butu, mnofuni usithubutu.",
    "person": "",
    "tail": "REK. Although the night is dull, don't trust the boneless steak. Mnofu, boneless meat. Butu, dull, not sharp. Cf. 2119."
  },
  {
    "quote": "Jinga likikwerevuka, akili hakuna tena",
    "person": "JKP.",
    "tail": ". JKP. When the fool becomes intelligent [in the eyes of society], then there is no more intelligence. \"When a society no longer recognizes fools as fools, then no one is intelligent\" - JKP."
  },
  {
    "quote": "Jua lako.",
    "person": "",
    "tail": "NGU. Know what is yours."
  },
  {
    "quote": "Kajigeuza chachandu kujipalia makaa.",
    "person": "",
    "tail": "SAM 8.1. So and so changed into an octopus, heaping live coals upon itself. Said if somebody over-self-incriminates about something that person did. Don't be a fool, jumping into things. Chachandu, pweza, cuttlefish, octopus, a fish that jumps in the boat of a fisherman, when caught. Cf. 2134."
  },
  {
    "quote": "Kapu lililotoboka haliwekwi kitoweo.",
    "person": "EM.",
    "tail": "EM k2. A basket without a bottom is never used to put food in it. This means that you should not leave your valuable article with a person who is grasping: you will lose it - EM."
  },
  {
    "quote": "Kawa pweza, kujipalia makaa.",
    "person": "",
    "tail": "NGU. Be an octopus and cover yourself with charcoal. Cf. 2073, 2134."
  },
  {
    "quote": "Kichwa cha nyoka hakibandiki mtungi.",
    "person": "MARA. Mtungi",
    "tail": "MARA 2; KA. The head of a snake cannot be loaded with a pot. Cannot carry a heavy pot. A fool should not be put in charge of an important matter - MARA. Mtungi, a stone pot. Cf. 3957."
  },
  {
    "quote": "Kila afugaye nyoka, lazima kumwuma.",
    "person": "JKP.",
    "tail": "JKP. Whoever rears a snake, will be bitten. It is useless and harmful to show kindness to a person of evil character - JKP."
  },
  {
    "quote": "Kilicho ndani usikiamini.",
    "person": "",
    "tail": "NGU. Don't trust what is inside [what is hidden]. Cf. 2119."
  },
  {
    "quote": "Kinara cha mwalimu hakwei zuzu.",
    "person": "",
    "tail": "NGU. A fool does not climb the lighthouse of the teacher. A fool does not attain the leadership of the teacher. Zuzu. a fool, inexperienced. Mnara, tower, lighthouse. Kinara, a small lighthouse, a candlestick."
  },
  {
    "quote": "Kiumbe mwanzo hajuti, majuto huja kinyume.",
    "person": "",
    "tail": "JKP. No mortal regrets early in life, regrets come in the end. Cf.2095."
  },
  {
    "quote": "Kosa ndilo lenye aibu, si adhabu yenye aibu.",
    "person": "",
    "tail": "NGU. Shame belongs to the crime, not to the punishment. A mistake is shameful not the punishment."
  },
  {
    "quote": "Kuchinja mbuzi kwa ajili ya kinofu.",
    "person": "",
    "tail": "T 199; A 195; SAM 10.12; AL 59. To slaughter a goat for the sake of a chop. When a person takes great trouble for the sake of a small gain."
  },
  {
    "quote": "Kugombana na udongo, unakishtakia (or  utakielezea) kisuguu.",
    "person": "",
    "tail": "AL 761-2; AL kisuguu. You quarrel with the soil, are you going to take your complaint to [tell] the anthill?. About having a dispute with someone and then looking for support from a member of that family. Earth and anthill are close relatives; to dispute and tell the other ensures that the case makes the round in the family."
  },
  {
    "quote": "Kuku yenye kuwa kwao inadondoa paka ya pori.",
    "person": "",
    "tail": "KB 124. A chicken at her own place invites the civet cat. When at home one feels secure and more audacious."
  },
  {
    "quote": "Kula nyange ni kuzidiwa",
    "person": "",
    "tail": ". NGU. Doing foolish things is getting in difficulty. Nyange, kelele, making noise, ringing a bell; being foolish. Zidiwa, being in difficulty."
  },
  {
    "quote": "Kuni huzaa jivu.",
    "person": "",
    "tail": "REK. Firewood begets ashes. About doing something not useful."
  },
  {
    "quote": "Kununua ng'ombe wayo.",
    "person": "",
    "tail": "T 187; A 300; SAM 11.18. To buy a cow by its hoof mark. Buy a pig in a poke. Cf. 2091, 2119."
  },
  {
    "quote": "Kutaka lisilokuwa, ni maana ya ujinga.",
    "person": "",
    "tail": "JKP. Wanting the impossible is caused by ignorance."
  },
  {
    "quote": "Kutojua humlaza nyoka jikoni.",
    "person": "",
    "tail": "REK. Ignorance puts a snake to sleep in the kitchen."
  },
  {
    "quote": "Kuuza kapu kwa miwaa.",
    "person": "",
    "tail": "SAM 11.22. Selling a basket for palm leaves."
  },
  {
    "quote": "Hana wenyeji, mngwame, mwuza kapu kwa miaa.",
    "person": "T. This king of Vumba was a very rich and hospitable man",
    "tail": "T 84; SACL 647. Mngwame [King of Vumba] has no subjects, seller of matting bags for the palm leaf slips -T. This king of Vumba was a very rich and hospitable man, he became a hawker of matting bags, but failed so badly that all he could get for them were the slips [miyaa] with which they were made\" - T. Cf. 2088, 2119."
  },
  {
    "quote": "Kuwashia taa pofu ni kuharibu mafuta",
    "person": "",
    "tail": ". MARA 35; SM. To light a lamp for a blind person is waste of lamp oil."
  },
  {
    "quote": "Kummulikia kipofu, utamaliza mabua shambani.",
    "person": "",
    "tail": "REK. By giving light to a blind person you'll finish all the millet stalks in the field. Trying to explain something to a fool is waste of time. Cf. 2124, 2127."
  },
  {
    "quote": "Kuzimisha moto kwa mafuta wilaya",
    "person": "",
    "tail": ". MA 237.Putting out fire with parafin. Said of someone who claims to reconcile people by reviving hostilities. Mafuta wilaya or mafuta Ulaya, oil from Europe."
  },
  {
    "quote": "Mafuu hapatilizwi.",
    "person": "",
    "tail": "F 20.1; NGU. Silliness is not revenged. A mentally sick person is not punished. Mafuu, a person not responsible for his or her actions."
  },
  {
    "quote": "2094a. Majuto hayeshi.",
    "person": "",
    "tail": "SPK. Regret never ends."
  },
  {
    "quote": "Majuto ni mjukuu, mwishowe huja kinyuma",
    "person": "",
    "tail": ". F 22.12, J juta; T 232a; L 42; MARA 38; V 30; KB 152; NS 36 and SACL 489, huja nyuma; KS majuto; NGU; ED 29; SPK. Regrets are like a grandchild, they come a considerable time after the event."
  },
  {
    "quote": "Majuto huja kinyume.",
    "person": "",
    "tail": "V 30; KB151; SACL 489; SPK. Regret comes afterwards."
  },
  {
    "quote": "Majuto ni mwana haramu",
    "person": "",
    "tail": ". MA 269. Remorse is like an illegitimate child. Questions of conscience come after the supposedly evil deed is accomplished."
  },
  {
    "quote": "2095a. Makosa yaelezeka",
    "person": "",
    "tail": ". SPK. Mistakes can be explained."
  },
  {
    "quote": "Mamba hutoka majini na kulamba umande",
    "person": "",
    "tail": ". KB 155. The crocodile comes out of the water to lick dew. This is said of somebody who leaves opulence for trifles."
  },
  {
    "quote": "2096a. Mbuzi hutaka kuvunja zizi",
    "person": "SPK.",
    "tail": ". SPK. A goat wants to escape from the kraal. A stupid girl wants to run out on the street, to the boys - SPK."
  },
  {
    "quote": "2096b. Mbuzi mume hakamwi",
    "person": "",
    "tail": ". SPK. The billy-goat is not milked."
  },
  {
    "quote": "Mfumbata moshi.",
    "person": "",
    "tail": "T 258; A 292; AL mfumbata. A grasper at smoke. Building on sand. Cf. 3521-2."
  },
  {
    "quote": "Mgawo unajulikana kadiri utakavyopewa majani.",
    "person": "",
    "tail": "AL 596. You will know your share by the amount of leaves you receive. Majani, leaves, grass; in this context, shares."
  },
  {
    "quote": "Mikononi mwa mjinga shoka ni mshindo basi.",
    "person": "JKP.",
    "tail": "JKP. In the hands of an ignorant an axe makes only noise. \"It cuts no wood\" - JKP."
  },
  {
    "quote": "Mjibu mjingwa sawa na ujinga wake.",
    "person": "",
    "tail": "NGU. One who answers a fool is a also a fool."
  },
  {
    "quote": "Mjinga akierevuka, mwerevu yu[po] mashakani",
    "person": "",
    "tail": ". F 26.63; MARA 3; Swhl, Mar.1968, p.107. When a fool becomes enlightened, discovering that he/she has been cheated, the wise person must look for an abode - JK, Myths and Legends, p.147."
  },
  {
    "quote": "Mjinga asifia ujinga wake.",
    "person": "KB.",
    "tail": "KB 183. The ignorant praise their own ignorance. Fools do not recognize the degree of their ignorance - KB."
  },
  {
    "quote": "Mjinga hajijui.",
    "person": "",
    "tail": "NGU. A fool has no self-knowledge. Fools do not know that they are fools."
  },
  {
    "quote": "Mjinga humnyonga mamake aliye kaburini.",
    "person": "",
    "tail": "REK. Fools strangle their mothers who are in their graves."
  },
  {
    "quote": "Mjinga mpe kilemba utamwona mwendowe.",
    "person": "",
    "tail": "MARA 2. Honor a fool and you see it in his walking. Struts about, looking down on others. Even people in power should take this into account. Cf. 2057, 2076, 3957."
  },
  {
    "quote": "Mke azaaye mchana haulizwi amezaa nini.",
    "person": "",
    "tail": "REK. A woman who gave birth in daytime is not asked what she birthed. Asking for something obvious, feigning ignorance."
  },
  {
    "quote": "Mkia hauongozi kichwa",
    "person": "",
    "tail": ". REK. The tail does not direct the head. Ongoza, drive forward, lead, guide."
  },
  {
    "quote": "Mkubwa alikosa figa, ukuni alibeba.",
    "person": "",
    "tail": "AL 189. The chief did not have stones for a fireplace [a stove], but carried firewood. Even a person high up does foolish things."
  },
  {
    "quote": "Mkulima hautii nazi mpunga",
    "person": "",
    "tail": ". NGU. Farmers do not plant coconut trees in rice fields."
  },
  {
    "quote": "Mlaji ni mla leo; mla jana kala nini?",
    "person": "J. The eater is today's eater",
    "tail": "F 28.83; FSM 120; J; F; JK 128; MARA 3; MS 49, kala nini; KS, mla; L 111;T 278; SACL 570; Vmla . The real eater is today's eater, what has the eater of yesterday eaten? You can't eat your pie and have it - J. The eater is today's eater, what will yesterdays's eater eat now. Put some money aside - JK. \"The glutton thinks only about the present food, that of yesterday having passed through \" - Krapf dictionary, mlaji. Important is to-day's food, not yesterday's -SACL. Cf. 186, 3518."
  },
  {
    "quote": "2110a. Mpumbavu anasema, mwenye elimu hasemi.",
    "person": "",
    "tail": "SPK. The fool is talking, the scholar is quiet."
  },
  {
    "quote": "Mtikisa mbuyu hujitikisa mwenyewe.",
    "person": "",
    "tail": "EM m29. One who tries to shake a baobab tree only shakes oneself. A baobab is a very big tree and there is no person who can shake it. There are things that cannot be changed."
  },
  {
    "quote": "Mtu si mjinga asemaye sikufahamu.",
    "person": "",
    "tail": "MA 383. A person who says \"I don't understand\" is not stupid."
  },
  {
    "quote": "Mtukuze mjinga ujitengenezee.",
    "person": "",
    "tail": "NGU. Praise a fool and put yourself in order. Or as someone said: \"Prepare your way to heaven.\""
  },
  {
    "quote": "Mtwangia jaani, huondoka na mtitigo.",
    "person": "",
    "tail": "KA; SM. A person who is threshing on a rubbish heap leaves dizzy. Such a person does a useless job. Mtitigo, msukoshuko, dizziness. Twanga, crush, grind, thresh."
  },
  {
    "quote": "Mwasha taa mwezini hasidi wa mafutaye.",
    "person": "",
    "tail": "SAM l9. 39. One who lights a lamp during full moon is the enemy of oil. Said if somebody is doing useless things. Cf. 2092."
  },
  {
    "quote": "2115a. Mwenye akili hakosi mali.",
    "person": "",
    "tail": "SPK. A clever person will lack no wealth"
  },
  {
    "quote": "2115b. Mwenye akili tukufu ni kama  kwambiwa neno.",
    "person": "SPK.",
    "tail": "SPK. The person of superior intelligence, it is as if that person has been told already. A word to the wise is enough - SPK."
  },
  {
    "quote": "Mwerevu kanga, mwenye kuacha maji akaoga  mchanga.",
    "person": "",
    "tail": "CM 36; T 590; SACL 706. Woe to you, guinea fowl, that leaves the water and bathe in the sand. Instead of mwerevu, cunning also wele-wako, woe to you is used. Wele or wole or ole. Cf. 1961."
  },
  {
    "quote": "Neno kijinga na mtu mjinga.",
    "person": "",
    "tail": "NGU. A foolish word and a fool go together."
  },
  {
    "quote": "Ni kama nguvu ya mayonda, zitakwishilia (or  hufilia) nyangwani.",
    "person": "T. The proverb is used to describe people who do not use their talents well.",
    "tail": "T 427; ED 61; SPK. It is like the strength of apes, it spends itself on the fields. As long as the apes keep to the thick tropical growth of mangroves, which skirt these creeks and flats, they are not to be come at; but once out in the open, they fall easy prey to the leopard or to the hunter - T. The proverb is used to describe people who do not use their talents well."
  },
  {
    "quote": "Nyama ya usiku haina mafuta.",
    "person": "",
    "tail": "V 82; Vnyama; KB 251; FSM 173. Meat [bought] at night [in darkness] has no fat. Buy a pig in a poke. Cf. 2096."
  },
  {
    "quote": "Penye ujinga werevu ni ujinga.",
    "person": "",
    "tail": "EM p16. Where there is ignorance, cleverness is ignorance. It is folly to be wise where ignorance is bliss."
  },
  {
    "quote": "Pweza ndiye ajikaangaye na mafuta yake.",
    "person": "",
    "tail": "EM p25. It is the octopus that fries itself with its own fat. Said of a person who harms himself by his betrayal."
  },
  {
    "quote": "Samaki akioza mmoja, usitupe tenga.",
    "person": "",
    "tail": "NGU. If one fish is rotten don't throw away the basket."
  },
  {
    "quote": "Si busara kukimbia mvua kwa kujitumbukiza  mtoni.",
    "person": "",
    "tail": "NGU. It is not very clever to run away from the rain and jump in a river."
  },
  {
    "quote": "Simwashilize chongo taa.",
    "person": "ED.",
    "tail": "ED 68. Do not light a lamp for a one-eyed person. Be careful to whom you give information or do kindness - ED. Cf. 2092."
  },
  {
    "quote": "Sishindane na wakati.",
    "person": "",
    "tail": "JK 125. Do not fight against time. Do not do the impossible."
  },
  {
    "quote": "Siukate mkono usio na kitu.",
    "person": "EM.",
    "tail": "EM s22. Do not cut off a hand that [can offer you] nothing. Do not harm or blame a person who fails to help you - EM."
  },
  {
    "quote": "Siwashe taa nyumbani mwa kipofu.",
    "person": "",
    "tail": "JK 120. Do not light a lamp in a blind man's home. Used also about telling secrets. Cf. 2092."
  },
  {
    "quote": "Sizidi kilio matangani, sipeleke tende umangani",
    "person": "",
    "tail": ". JKP. Do not add weeping at a funeral service; do not send dates to Arabia. Cf.2051."
  },
  {
    "quote": "Tokomile hatoi wali kumbini.",
    "person": "EM. Tokomire",
    "tail": "EM t16. The tokomile dance is not played in initiation rites. Every matter has its proper time; e.g., a death dance is not played at a marriage ceremony - EM. Tokomire, a dance of the Wazaramu people - KS."
  },
  {
    "quote": "Tusisukume gari lisilo na magurudumu.",
    "person": "",
    "tail": "EM t22. Let's not push a car without wheels."
  },
  {
    "quote": "Ujinga ni sumu ya maisha",
    "person": "",
    "tail": ". REK. Ignorance is the poison of life. Stupidity poisons life. Ujinga, foolishness, ignorance, stupidity."
  },
  {
    "quote": "Ujinga wa kuuza si ubaradhuli wa kununua.",
    "person": "",
    "tail": "J; V ujinga. Being foolish in selling is better than being duped in buying. The meaning is that if you buy what you do not need you'll sell what you need. You can sell with one eye but you need two eyes to buy without being cheated."
  },
  {
    "quote": "Ukiwa mwerevu sana jiwekee ujinga kidogo",
    "person": "",
    "tail": ". REK. If you are very clever cover yourself with a little ignorance."
  },
  {
    "quote": "Umejigeuza pweza, unajipalia makaa?",
    "person": "",
    "tail": "F 47.21. Have you changed into an octopus heaping live embers on yourself? A cuttle fish (octopus), when roasted on the fire, may spasmodically pull coals over its own body. The expression kujipalia makaa means: to put oneself into trouble by doing something unlawful or foolish."
  },
  {
    "quote": "Ni mimi pweza mwenye mikia minane?",
    "person": "",
    "tail": "KS. Am I an octopus with eight tails? A busy mother might say that. Cf. 2073."
  },
  {
    "quote": "Upande wa pili wa mto wavutia.",
    "person": "",
    "tail": "REK The other side of the river is attractive."
  },
  {
    "quote": "Upumbavu wa mamba, anakimbia mvua katika mto.",
    "person": "",
    "tail": "AL 612. How stupid of the crocodile, to escape the rain it jumps into the river. Cf. 2096."
  },
  {
    "quote": "Usiamini hali ya anga.",
    "person": "",
    "tail": "REK. Don't trust the weather."
  },
  {
    "quote": "Usigombe na mkwezi, nazi imeliwa na mwezi",
    "person": "",
    "tail": ". F 48.31. KA; AL 1413 14. Don't argue with the palm climber, the coconut has been eaten by the moon. Don't accuse the harvester, he did not spoil the nuts. Mkwezi, one who climbs in the coconut tree to pick the nuts. Kuliwa na mwezi (idiom) or imeharibika, it is spoiled, rotten."
  },
  {
    "quote": "2138a. Usihadaike u mtu mzima.",
    "person": "",
    "tail": "SPK. You are a grown-up, now do not have illusions."
  },
  {
    "quote": "Usijitie hamnazo kucheza ngoma utakazo.",
    "person": "",
    "tail": "TAA 30. Do not endanger yourself going to forbidden dances. Hamnazo: carelessly."
  },
  {
    "quote": "Usimtie mjinga pa nahodha mwema,",
    "person": "",
    "tail": "mwenye kulichung a tanga, ajue kupima. JKP. Don't appoint an ignorant person instead of an able captain, the one who observes the sail and knows how to estimate [the wind]."
  },
  {
    "quote": "Usinifanye punda wa dobi",
    "person": "",
    "tail": ". T 554; V punda. Don't make a laundryman's donkey out of me. Don't make a fool out of me. See \"The story of the washerman's donkey.\" (Steere's Swahili Tales, p.l.)"
  },
  {
    "quote": "Usione giza  kwako ukaamua kufuata mwangaza wa jirani.",
    "person": "",
    "tail": "REK. Don't despise the darkness at your place, before deciding to follow the light of your neighbor. Don't follow another person's star."
  },
  {
    "quote": "Usione nyumbu, pahali pa mbu.",
    "person": "",
    "tail": "RSP 92. Do not see a wildebeest instead of a mosquito."
  },
  {
    "quote": "Usioteshe majani nyayoni.",
    "person": "",
    "tail": "NGU. Don't try to grow grass on the footpath. It won't grow."
  },
  {
    "quote": "Usipo na nywele, chanuo ni ya (or nda) nini?",
    "person": "JKP.",
    "tail": "JKP. If you have no hair, what use is a comb? \"A woman without virtue, a man without merit should not be flattered\" - JKP. Cf.3006-8."
  },
  {
    "quote": "Wajinga ndio waliwao.",
    "person": "",
    "tail": "NGA p.29. It's the fools who get eaten. Used when a person feels tricked."
  },
  {
    "quote": "Wajinga ndio waliouawa",
    "person": "",
    "tail": ". FK. It's the fool who gets killed."
  },
  {
    "quote": "Vya wajinga ndivyo viliwavyo, twapondee.",
    "person": "",
    "tail": "AL 1241-2. The goods of the fools are eaten, let's profit."
  },
  {
    "quote": "Wakimbia kufiwako wenda kuliwako nyama.",
    "person": "",
    "tail": "KA; MS. You run away from a simple burial and go to a place where your corpse is eaten. If you try to run away from ordinary difficulties, you'll find yourself in even greater problems."
  },
  {
    "quote": "Watengeneza kwa wenzako, kwako kunaporomoka.",
    "person": "SAM.",
    "tail": "SAM 27.2. You are repairing the house of your companion, while your own house is falling in ruin. Timid people easily go full out to serve other people, forgetting their own needs - SAM."
  },
  {
    "quote": "Wanaosha mwitu minazi ikifa ngara.",
    "person": "",
    "tail": "MM. You are watering wild trees [in a forest] while your coconut trees are dying of drought."
  },
  {
    "quote": "Wazimu una ncha arobaini.",
    "person": "",
    "tail": "T 589. Madness has forty phases [endings, variations]. Cf. 3136."
  }
]