[
  {
    "quote": "Ahsante ya punda ni teke.",
    "person": "SPK.",
    "tail": "Swahili, Sept.1966. The gratitude of a donkey is a kick. A euphemism for 2457. 2447. Aisifuye mvua imemnyea. F 1.5; H 3; Wikon 242; L 2; B 3.74; NS 27; AL 1027; J nya; V mvua; MARA 3; RECH 410; L; H. One who praises rain has been rained upon. Has benefited by it, or has been refreshed by it. Good fortune is praised by those who have experience of it - SPK."
  },
  {
    "quote": "Alisifuye jua limemwangaza",
    "person": "",
    "tail": ". H 3.; .2.15. The sun has shone on him who praises it."
  },
  {
    "quote": "Aliyekupandisha simpige teke",
    "person": "JKP.",
    "tail": ". JKP. Do not kick the one who helped you up. \"Do not look down on your humble origins\" - JKP."
  },
  {
    "quote": "Aliyepandisha wengine ngazini, hupigwa teke menoni.",
    "person": "",
    "tail": "SPK. The one who has helped others climb the ladder, gets kicked in the teeth."
  },
  {
    "quote": "Aliyepandisha wengine ngazini, hupigwa teke  menoni.",
    "person": "",
    "tail": "JKP. The one who has helped others to climb the ladder, gets kicked in the teeth."
  },
  {
    "quote": "Asante tupu haijai chungu",
    "person": "",
    "tail": ". NGU; FSM 19. An empty 'thank you' does not fill the pot."
  },
  {
    "quote": "2451a. Asokumbuka fadhila si mtu ni hayawani.",
    "person": "",
    "tail": "SPK. One who does not remember a kindness is not a human being but an animal."
  },
  {
    "quote": "Baada ya wema adhabu",
    "person": "",
    "tail": ". AL 1301. After being kind one receives punishment. After receiving kindness, the ungrateful respond with evil."
  },
  {
    "quote": "Chujio hutenda mema, mabaya huliangukia",
    "person": "",
    "tail": ". AL 1298. The sieve does good, [even though] bad things fall upon it."
  },
  {
    "quote": "Daraja lililokuvusha usilitukane",
    "person": "",
    "tail": ". EM 44.4. Do not despise a bridge on which you have crossed. Do not despise somebody who has helped you. Cf. 2461."
  },
  {
    "quote": "Fadhili ukitenda, singoje kulipwa",
    "person": "",
    "tail": ". MA 112. If you do a favor, wait not for repayment."
  },
  {
    "quote": "Fadhili ya nyuki ni moto.",
    "person": "PA.",
    "tail": "J fadhili; V ll; SACL 218, 701; KS fadhili; AL 1305-1306. All the thanks a bee gets is fire. Reference to smoking them out of their hives to get their honey. However, V understands moto [fire] as the sting: The gratitude of the bee is a sting. Even though the bee's sting is painful, the honey is much desired. When someone is undeniably wrong in keeping something back from others and for this reason is judged a bad person, drastic measures are justifiable to obtain what would in the long run be the best for the larger number of people\" - PA. Cf. 2457, 2898."
  },
  {
    "quote": "Fadhili za punda ni mashuzi; na msihadhari ni  ng'ombe",
    "person": "",
    "tail": ". F 8.1; J shuta; RECH 87; T 65, first half of proverb; MS 93, SACL 218, 595, msi nadhari; KS fadhila. The gratitude of a donkey is the breaking of wind; and the witless person is [butl a cow. Generally only the first part is quoted. Shukrani, gratitude; sometimes used instead of fadhili, kindness."
  },
  {
    "quote": "Fadhila za punda ni mateke.",
    "person": "PA.",
    "tail": "MARA 3. The gratitude of a donkey is kicks. \"No thanks at all. Used when bad has been returned for good\" - PA. Cf. 2446."
  },
  {
    "quote": "Hakuna mtenda jema akalipwa zizo.",
    "person": "",
    "tail": "FSM l9. No benefactor is paid back in the same way."
  },
  {
    "quote": "Heshima ya kiungwana, hujua atendewayo.",
    "person": "",
    "tail": "T 96. It is the honor of the noble person to know what is done for him/her."
  },
  {
    "quote": "Huimbana nyimbo zake, wasahau jina lake",
    "person": "JKP.",
    "tail": ". JKP. They sing the [hero/praise] songs to each other, [but] they forget his/her name. \"A prophet (here: a poet) is not honored in the prophet's town, even though the prophet's work is made use of\" - JKP."
  },
  {
    "quote": "Ivushayo ni mbovu",
    "person": "L. An interesting change of words",
    "tail": ". L 28i; T 112; F 12.5; A 114; MARA 2. The ferry that takes you across is [looked back on as] rotten. Reproach to a person who does not appreciate the help received - L. An interesting change of words: Livushalo ni gogo. MARA 2. That what ferries across is [only] a tree trunk. Cf. 2454."
  },
  {
    "quote": "Jema hulipwa, lakini jema jingine halilipiki.",
    "person": "",
    "tail": "EM j6. A good deed is returned, but there is a good deed which cannot be returned. When the good deed is so great that it cannot be returned by a deed of equal greatness. For example, when someone sacrifices his life for you."
  },
  {
    "quote": "Jogoo mtenda mema kaliwa.",
    "person": "",
    "tail": "AL 1300. The rooster, always beneficial, is eaten. Rewards of doing good."
  },
  {
    "quote": "Lifaranga, ukimtakia uzima, anajitupa katika  moto",
    "person": "",
    "tail": ". AL 826. If you want a chick to be alive, it throws itself in the fire. Cf. 3865."
  },
  {
    "quote": "Kushukuru hakudhuru",
    "person": "",
    "tail": ". RSP 76. ët does no harm to be grateful."
  },
  {
    "quote": "Lala mkekani ukikarimiwa mkeka",
    "person": "EM.",
    "tail": ". EM l3. Sleep on the mat if you are offered a mat. Be grateful for the mat. If you ask for a bed, it is possible that your hosts do not have one and this request may embarrass them or they have a defective one, or used by somebody else. As a guest, accept with gratitude any form of hospitality offered to you - EM."
  },
  {
    "quote": "Macho uliyotibu ndiyo hukuangalia vibaya",
    "person": "",
    "tail": ". REK. The eyes you cured are the same that now look wickedly at you. \"Eaten bread is soon forgotten.\""
  },
  {
    "quote": "Maiti haoni sanda.",
    "person": "",
    "tail": "AL 1293. The dead person does not see the shroud. A thankless person is not grateful for gifts received."
  },
  {
    "quote": "2468a. Mfunza kuoka meuliwa na wavuvi",
    "person": "SPK.",
    "tail": ". SPK. The person who taught people how to grill the fish was killed by the fishermen. The fishermen ought to have been grateful to the grilling teacher, for that art made the fish tastier and thus more saleable. - SPK."
  },
  {
    "quote": "Mguu ukiumwa na mbwa ni mbaya",
    "person": "AL.",
    "tail": ". AL 1295. A leg bitten by a dog is [declared] bad. One sees the bad that is now and forgets the good that was - AL."
  },
  {
    "quote": "Mkulima hasahau jembe kiselema",
    "person": "",
    "tail": ". KA. A [good] farmer does not forget the old worn out hoe. Don't throw away people who have been useful to you. Kiselema, an old hoe, worn out, most of the blade is gone."
  },
  {
    "quote": "Mtenda mema kinyuki jazaye kulipwa moto",
    "person": "",
    "tail": ". SAM 16.24. One who does good is rewarded like a bee, with fire. Cf. 2456."
  },
  {
    "quote": "Mwendo akikualika, mwambie nakushukuruka",
    "person": "JKP. Shukuru",
    "tail": ". JKP. When your friend invites you, say \"thank you.\" \"It is considered rude to turn down an invitation\" - JKP. Shukuru, give thanks. Shukuruka (stative from shukurika), you be thanked."
  },
  {
    "quote": "Mwenye kukusifu mbio, maana aliisha kukufuata.",
    "person": "",
    "tail": "AL 1531. One who praises you at once has followed you. That person has benefited of your generosity."
  },
  {
    "quote": "Ngarawa iliyokuvusha mtoni, usiite  kinyangalika.",
    "person": "",
    "tail": "NGU. The boat that took you across the river, don't call it useless. Kinyangalika, useless, old, dilapidated."
  },
  {
    "quote": "Nimekupaka wanja, wewe wanipaka pilipili",
    "person": "",
    "tail": ". F 39.16; AL 1299. I have anointed you with kohl, you [in return] anoint me with pepper."
  },
  {
    "quote": "Nisije kula chumvi tena",
    "person": "",
    "tail": ". KB 239. May I not come to eat salt anymore? Don't I have a right to live? Chumvi, salt; here means food. Cf. 1212."
  },
  {
    "quote": "Pango lililokusitiri, lisitiri",
    "person": "",
    "tail": ". EM p3. You should preserve a cave that has saved you. Because you might need it sometime again."
  },
  {
    "quote": "Panya akila arudisha mavi",
    "person": "",
    "tail": ". AL 1308. If a mouse eats your food, it returns droppings."
  },
  {
    "quote": "Pofu hasahau mkongojo wake.",
    "person": "",
    "tail": "B4.79; F 43.21. A blind person does not forget the walking stick. A needy person does not forget the benefactor."
  },
  {
    "quote": "Punda hana fadhili.",
    "person": "JK.",
    "tail": "JK 137. A donkey shows no gratitude. A lowly-born person shows no civilized behavior - JK. Cf. 2446, 2457."
  },
  {
    "quote": "2480a. Roho uwe na usawa na kushukuru vipawa",
    "person": "",
    "tail": ". SPK. Let the soul be well-balanced and grateful for God's gifts."
  },
  {
    "quote": "Shukuru kwa uliyo nayo",
    "person": "",
    "tail": ". T 478; V 38; NGU. Give thanks for what you have."
  },
  {
    "quote": "2481a. Sindano huwa na uzi na kushona isishone",
    "person": "JKP.",
    "tail": ". JKP. The needle is well threaded but does not sew. \"Said of a capable person who does not receive the respect earned\" - JKP."
  },
  {
    "quote": "2481b. Umsaidiaye kwenye mvua, anyanyukapo  hushirikiana na maadui zako kukucheka",
    "person": "",
    "tail": ". EM u21. The person you helped in the rain, getting up, will join your enemies to laugh at you. Some persons often resent the help you gave."
  },
  {
    "quote": "2481c. Umtendaye wema asijue, ukimtenda uovu hatajua.",
    "person": "PA.",
    "tail": "PA. If the persons to whom you do good should not know it, they will not know it even if you do harm to them. \"If someone does not appreciate favors etc., even if you become angry and abusive will not change his mind, i.e., he still will not appreciate your favors. Becoming \"bad\" oneself cannot make another person \"good\" - PA. Cf. 1497, 3544."
  },
  {
    "quote": "2481d. Usimkarimu mlevi na kutegemea shukrani.",
    "person": "",
    "tail": "NGU. Don't treat a drunkard generously and expect thanks."
  },
  {
    "quote": "2481e. Wema kumanina (or kumanyoko)",
    "person": "",
    "tail": ". AL 1310, 1311. Kindness, dirty insults. Doing good is answered with sexual insults. Kumanina, his/her mother's vagina. Kumanyoko, your mother's vagina."
  }
]