[
  {
    "quote": "Anayelaumiwa ni yule mwenye bahati mbaya.",
    "person": "",
    "tail": "MULIKA no.1 (1971?), p, 10. The unlucky person is always bIamed. Cf. #689. 4138. Avumaye baharini papa, kumbe wengine wapo. H.17; F.5.57; B.3.57; KS papa. The one who is famous in the sea is the shark, but then there are others. It is not the only pebble on the beach. Cf. #1757."
  },
  {
    "quote": "Chombo  kilichopikiwa samaki, hakiachi kunuka vumba.",
    "person": "",
    "tail": "F.7.5; SWA.19; B.3.50, 4.56; H.26; L.14; KB.42, hakiachi harufu; MS.44.17, hakikosi; KS, vumba. A pot in which fish has been cooked keeps a fishy smell."
  },
  {
    "quote": "Chui  ageuke doa moja lake.",
    "person": "",
    "tail": "JKP 604. Let the leopard change just one of its spots."
  },
  {
    "quote": "Chui hageuki  madoadoa.",
    "person": "",
    "tail": "JKP 606. A leopard cannot change its spots."
  },
  {
    "quote": "Chui ni  mnyama wa hatari: ana bahati ya shetani.",
    "person": "",
    "tail": "B.3.67. The leopard is a dangerous animal: it has Devil's luck."
  },
  {
    "quote": "Damu ya  kunguni balaa.",
    "person": "",
    "tail": "EM.44.3. The blood of a bug is misfortune. EM. If a bug is scratched, it emits a bad odor which ls easily recognized by people who then pursue it. But there are insects such as a fly, which don't have that odor even if badly scratched. This means that there are people who, if they make a mistake, however slight, are easily found out and punished seriously for it. But there are others who, however great the damage they cause, nothing ever seems to happen to them. EM. Cf. #1729."
  },
  {
    "quote": "Fisi  hastahili kutumwa nyama.",
    "person": "",
    "tail": "REK. A hyena is not worthy to be served meat. About ungrateful and wasteful people."
  },
  {
    "quote": "Gongwa ni  mwina wa kina.",
    "person": "",
    "tail": "T.68; SACL.382, 650. Mombasa is a deep hole. It swallows one up. Kina: deep water, too deep to stand in."
  },
  {
    "quote": "Gongwa ni mwina  wa kisa.",
    "person": "",
    "tail": "T.69. Mombasa is a dark hole."
  },
  {
    "quote": "Jina jema  hung'aa gizani.",
    "person": "",
    "tail": "F.12.3; B.1.39. A good name shines in the dark."
  },
  {
    "quote": "Jina jema lashinda  mali  nyingi.",
    "person": "",
    "tail": "NGU. A good name is better than many riches."
  },
  {
    "quote": "Jungu  kubwa huficha ukoko.",
    "person": "",
    "tail": "NGU. A big cooking pot hides the hard-burnt food."
  },
  {
    "quote": "Jungu kuu  halikosi ukoko.",
    "person": "",
    "tail": "F.13.10; B.4.41; L.3I; NGU; AL 864; JKP; KS,ukoko; T.444, A.73, V.118:nyungu; FSM 59; V.,chungu. A big pot is not without some crust. In a big family there are sure to be some squabbles. F.; T. In a large family there is always something to eat. L. In the family circle one always finds assistance, even if it is inconvenient or is reduced to the bare essential. AL. This proverb is used for old people, because they understand the need for storing things. So we should go to them for advice or help. When the family have eaten their fill, the servants and the poor may scrape the crusts from the pot. A rich man may always have odd jobs to do for his poorer brethren. JKP. Jungu kuu: A large cooking pot used for big party cooking. ukoko: food that clings to the pot."
  },
  {
    "quote": "Kendwa  hayendwi, mkenda kumi, hurudi kenda.",
    "person": "",
    "tail": "L. 33; SACL.340; V., Kendwa; AL 508. Kendwa is not a place to travel to; if you number ten in going there, you will number nine when coming back. L. One will die. V. Kendwa: a place near Mombasa which had a bad reputation. Cf. #1928."
  },
  {
    "quote": "Kijito  kinaweza kukauka maji, lakini jina hubaki.",
    "person": "",
    "tail": "EM k9. The stream may dry up, but retains the name. If a person with a good name, due to his services, declines in his performances, his reputation will still continue."
  },
  {
    "quote": "Kikiharibika ni cha fundi, kikifaa ni cha bwana suudi.",
    "person": "",
    "tail": "T.145; A.139; SAM. 9.7. Swedi; KA. If it is spoiled, it is the artisan's fault; if it will do, it is the rich Mr. Suudi's work. The rich take all the credit for that for which their money pays, the hireling gets none and often is blamed."
  },
  {
    "quote": "Kila mkosaji  hujishuku.",
    "person": "",
    "tail": "NGU. Everyone who makes a mistake loses some self-esteem. After a mistake one blushes."
  },
  {
    "quote": "Kila mtu  huona mzigo wa mwenzie ukuti.",
    "person": "",
    "tail": "EM k11. Everyone thinks that the burden of a companion is as light as a dry coconut leaf."
  },
  {
    "quote": "Kisauni kutamea  mvinde?",
    "person": "",
    "tail": "T.156. Will the Kisauni grow the casuarina? The general meaning is: What good can come from ...? This saying is used by putting whatever name is a propos. e.g., Ajabu Mvita kumea mvinde. A wonder a person from Mombasa growing a casuarina. Kisauni: a creek near Mombasa. Mvinde: causarina, a feathery conifer."
  },
  {
    "quote": "Kutamea barani  mivinde, nani kwao pasipo na wende.",
    "person": "",
    "tail": "JKP. Will there grow casuaria trees inland? Who has no friends in his own town? \"Every man grows and prospers in his homeland\". JKP."
  },
  {
    "quote": "Kongowea  haimelezi mgomba.",
    "person": "Muyaka. T. As the soil so are the people.",
    "tail": "T.164. Mombasa will not grow the banana-tree. From a song about the haughty inhabitants, by Muyaka. T. As the soil so are the people. Cf. #1220."
  },
  {
    "quote": "Kongowea  hayebu mwenyi makuu.",
    "person": "",
    "tail": "SACL. l99. Mombasa cannot stand the pompous. -ebu: a little-used word meaning -taka: to want, desire."
  },
  {
    "quote": "Kubomoa ni  rahisi kuliko kujenga.",
    "person": "",
    "tail": "EM k24. It is easier to pull down than to build up. It's easier to see another's faults and destroy that person's reputation than to see the better side and give praise."
  },
  {
    "quote": "Kuku  hawekwi shahidi, wala hajui sheria.",
    "person": "",
    "tail": "T.173; A.72; SAM.10.16, haekwi; MS.183; AL 925. A fowl is not set as a witness nor does it know the law. Used when people talk about things they know nothing about."
  },
  {
    "quote": "Lisemwalo  lipo; ikiwa halipo, lipo nyuma linakuja.",
    "person": "",
    "tail": "F.20.8; KB.140; H.59; SWA.21; AL 1891; MS.133; What is being talked about is here; if it is not here, it's coming along behind. F."
  },
  {
    "quote": "Liambiwalo liko  liko, na likiwa haliko li njiani laja.",
    "person": "",
    "tail": "JKP. Anything people say is there, and if it is not there, it is on the way \"It will come soon because people talk about it.\" JKP."
  },
  {
    "quote": "Isipokuwa  itakuwa, itatendeka.",
    "person": "",
    "tail": "AL 1890. If it has not arrived yet it will, and it will be done. Cf. #1416."
  },
  {
    "quote": "Maskini  haokoti, akiokota huambiwa kaiba [keba].",
    "person": "",
    "tail": "F.22. 20; B.1.75; MARA 3. Poor people do not pick up things; if they do, people say that they have stolen them."
  },
  {
    "quote": "Mbwa koko  mkali kwao.",
    "person": "",
    "tail": "KS, mbwa; AL 1585. A bush dog is fierce when in its own. A loose running dog has the reputation of being bad among its own. AL. People outside the law have nowhere to go. Cf. #? Mbwa hubweka nyumbani... #1637."
  },
  {
    "quote": "Mpe mbwa  jina mbaya halafu umnyonge.",
    "person": "",
    "tail": "NGU. Give the dog a bad name and then strangle it."
  },
  {
    "quote": "Mpemba akipata gogo hanyii chini.",
    "person": "",
    "tail": "F.29.94. If the natives of Pemba can get a log, they don't relieve themselves on the ground. Nothing but the best. F."
  },
  {
    "quote": "Mpemba  hakimbii mvua ndogo.",
    "person": "",
    "tail": "F.29.95. A native of Pemba does not run away from a little rain. Because when it rains in Pemba it falls heavily. MM."
  },
  {
    "quote": "Mpemba  hashoni tomo dogo.",
    "person": "",
    "tail": "F.29.96. A native of Pemba does not sew a small container. MM. They do everything big. Tomo: a basket-like container, sewn with palm leaves (miyaa); intended to carry grain or food. MM."
  },
  {
    "quote": "Mrima nyarima,  usipoliwa na nyani, utaliwa na kima.",
    "person": "",
    "tail": "L.57; SACL. 590; V., Mrima. Mrima is a land of pitfalls: if you are not eaten by baboons, you will be eaten by monkeys. Mrima is the coastland between Vanga and the mouth of the Rufiji River, facing Zanzibar. It used to have a bad name among travellers. Here, baboons stand here for the inhabitants of the towns, and monkeys for the inhabitants of the country. Nyarima = ni ya rima. Rima: a pit for catching big game. L; SACL."
  },
  {
    "quote": "Mtoka  mbali hana sheria.",
    "person": "",
    "tail": "AL, mtoka; AL 1398. Someone who comes from afar has no law. Sheria: law, justice. A traveler does not observe law, but it can also mean that a stranger does not obtain justice. A stranger is always under suspicion. Cf.#331A, Msafiri kafiri."
  },
  {
    "quote": "Mtu  huyu ndiye kijogoo wa mji siku hizi.",
    "person": "",
    "tail": "RECH.197. This person is the town rooster nowadays. About a notorious character."
  },
  {
    "quote": "Mvita ina mambo tumbi-tumbi.",
    "person": "",
    "tail": "SACL. 910. Mombasa has things in great quantities. Tumbi-tumbi or kocho-kocho or teletele: in abundance."
  },
  {
    "quote": "Mvita kwa mwenda pole, mwenda kwa haraka hukwaa dole.",
    "person": "",
    "tail": "T.360. Mombasa is for the person who goes gently; a person in haste will hurt his toe. Cf. #1159."
  },
  {
    "quote": "Mvita, mji wa ndweo.",
    "person": "",
    "tail": "SACL. 673 Mombasa is a town of drunkenness."
  },
  {
    "quote": "Mwarabu harabu.",
    "person": "",
    "tail": "V.,Mwarabu. An Arab is a destroyer. A nasty play on words. Mwarabu [Arab], mharabu [a destroyer]. Cf. #1925."
  },
  {
    "quote": "Mwenye lake haliwachi.",
    "person": "",
    "tail": "MM; JK 129. One cannot leave one's character behind. Said of people who try to hide their faults or pretend to be what they are not; well, they cannot, at some time they will show their true seIf. MM. We cannot change our character, we just have to learn to live with it. This cryptic proverb was explained to me by means of an example: Alikuwa na mkono, sasa vilevile ana mkono: That person had stlcky fingers and now still has sticky fingers. JK."
  },
  {
    "quote": "Mwenye  tumbo ni tumbole, angafunga mkaja.",
    "person": "",
    "tail": "F.36. 168; FSM.155. She who is pregnant is pregnant, even if she wraps herseIf with a wrap-around. You don't achieve something by merely pretending you have achieved it. F. Mkaja is the cloth a woman wears round her stomach after giving birth, to reduce the stomach F. One of the presents usually made to the bride's mother at marriage. J. Cf. # 1354."
  },
  {
    "quote": "Naona  hutoki unguja, umekunywa maji ya kiponda.",
    "person": "",
    "tail": "SACL. 604. I see that you have not left Zanzibar, you have been drinking water from the Kiponda fountain.. Unguja [Zanzibar] comes from ungo [flat basket] and jaa [full]: a flat basket full of people. V. But Krapf suggests that the name may be related to unguza [to scorch], on account of the great heat troubling people at certain times. Kiponda: a well known fountain in Zanzibar."
  },
  {
    "quote": "Ni  msimbo wa milele, hata kesho kiyamani.",
    "person": "",
    "tail": "T.430; SACL. 596. It is an imputation dishonorable forever, until the Resurrection. Sacl."
  },
  {
    "quote": "Nyama wote  wangawako, mkuza-pezi ni papa.",
    "person": "",
    "tail": "T.438; SACL. 568; KS, pesi. Though all the creatures be there, the lifter of the [dorsal] fin is the shark. There are many dangers in the sea, but the only apparent one is the shark. However, the experienced mariner knows how many are not on the surface. T. Cf.#1729."
  },
  {
    "quote": "Pemba peremba.",
    "person": "",
    "tail": "SACL. 744. Visit Pemba prudently."
  },
  {
    "quote": "Pemba peremba ukija na winda utarudi na kilemba.",
    "person": "",
    "tail": "KS, peremba. Visit Pemba Island carefully: if you go with a loincloth, you come back with a turban. Peremba: to go with care."
  },
  {
    "quote": "Samaki wote hunuka, walimshuku kambale.",
    "person": "",
    "tail": "MP.302.7 All fish smell, but they suspected the catfish. If a fish stinks, one suspects at once that it is a catfish. A bad reputation always follows you. MP."
  },
  {
    "quote": "Tamu ya  chai sukari.",
    "person": "",
    "tail": "EM t2. The sweetness of tea is the sugar. Although the tea is praised, what makes many people like tea is the sugar in it. So a person's reputation derives from personality and not from appearance."
  },
  {
    "quote": "Ukihama  mji, haifai kunya mavi.",
    "person": "",
    "tail": "AL 37. If you move your homestead, it's not nice to leave your excrement behind. Don't leave a bad reputation behind you."
  }
]